{"id":152250,"type":4,"name":"想い、解き放たれたとき","image":"//lain.bgm.tv/pic/cover/m/f2/a8/152250_5ZVVD.jpg","summary":"主人公　桐原 淳（とうはら　あつし）は倉吉学園の２年生。夏休みも間近な７月。１学期最後の試験も終わり、あとはただ学園へと通いつづけるだけの平和に毎日。そこに突如何のまいぶれもなく父親が再婚！　新婚？旅行へと出かけていく。そんな季節の日曜日。俺は成績のことで学年主任から呼ばれ学園に顔を出していた。貴重な青春の休日を潰されたあげく、お小言である。予定にあったネットゲームにも参加できずぼやいていたとこに、榊 円（さかき まどか）に声をかけられる。\r\n\r\n円「なに、ぶつぶつ言ってんのよ。気持ち悪いぞ」「貴重な時間って………どうせゲームの時間でしょ」\r\n\r\n円とは１年のとき同じクラスで何故か妙に馬が合い、最初の夏休みには一緒になって遊びに行くほど仲が良くなっていた。彼女は画家を目指し、学園の美術室にちょくちょく顔を出していた。腕前はというと――絵のコンクールに何度も入選するほどだ。円と分かれ昇降口に向かうとどこからともなく気の抜ける、間の伸びた声が聞こえてくる。\r\n\r\n美音「あわわ。退いて！　篤君！　退いてぇ～～」\r\n\r\nが、いつ頃、退いてと言い出したのか・・・ほどなくして俺の背中に何かが突き刺さる。痛みに悲鳴をあげる。\r\n\r\n美音「ごめなさいぃ～～」\r\n\r\nこれまた間延びした声で謝る人物は、幼馴染の仁科 美音（にしな みお）だ。円と同じで仲の良い？　というよりは、ある種、俺のおもちゃのような存在の女の子だ。間延びした声で謝る美音に、俺はがなりながらも顔に笑みを浮かべていた。昔からドジなとこがあるので今更という感じなのだ。軽く窘（たし）めながら会話を進めてると突然、彼女は先輩からの言伝を思い出す。この物覚えが悪いのも昔からだ。\r\n\r\n美音と別れ、夏の照りつける日差しとやかましい蝉の鳴き声を浴びながら家路へと急ぐ。今日からしばらくはひとり暮らし。といっても父子家庭になってからほとんどひとり暮らしな状態だ。玄関にさしかかると何故かカギが開いている。おかしいとおもいながらも扉を開けてみる。もしかして可愛い家政婦でも親父が雇ってくれたのかなと思ったら、何故か綺麗なお姉さんが浴室を使っていた。\r\n\r\n半裸状態の姿にドギマギし、慌ててとりうえず居間に退却。いったい誰なんだと考えていると、ほどなくその美女が居間へとやってくる。\r\n\r\n美女「わたしのこと覚えてない？」\r\n\r\n艶っぽい声で聞いてくる。さきほどの半裸状態ともあいまって妙に意識してしまうような声だ。それが、昔近所に住んでた『お姉さん』との久しぶりの再会だった。再婚した相手の義理の母の連れ子で、文字通り義理とはいえ俺の『お姉さん』にあたるわけだ。懐かしいはずの再会も、とんでもないハプニングと親父の説明不足のせいで全然懐かしくないものなってしまった。\r\n\r\nそんな蝉のようにやかましい夏の始まり。俺はある意味で楽しい夏を過ごせるものだと思っていた。が、現実は違った。ねえさんを引き金にふたりのガールフレンド達のたまっていた想いは解放へと向かい……そして、その想いがある悲劇を生み出すことになろうとは、この時俺は予想だにしなかった……。こうして俺と３人のヒロインの夏が始まる……","info":"<li><span>开发: </span><a href=\"/person/22575\">KISS</a></li><li><span>原画: </span><a href=\"/person/23977\">弥舞秀人</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>エディット型恋愛ADV</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2004/11/26</li><li><span>售价: </span>￥8,800 (税込￥9,504)</li><li><span>官方网站: </span>http://www.kisskiss.tv/ot/index.htm</li><li><span>剧本: </span>月野影也、鏡美ケイ、富末元気、小原誠</li><li><span>企画: </span>YAMATO、小原誠</li>","collection":{"wish":4,"collect":1,"on_hold":1,"dropped":1},"tags":[{"name":"KISS","count":2},{"name":"PC","count":2},{"name":"2004","count":1},{"name":"ADV","count":1},{"name":"galgame","count":1}],"staff":[{"id":22575,"image":"//lain.bgm.tv/pic/crt/g/14/3f/22575_prsn_p1Zu1.jpg","name":"KISS","desc":"开发"},{"id":23977,"image":"//lain.bgm.tv/pic/crt/g/2f/f1/23977_prsn_QQjSW.jpg","name":"弥舞秀人","desc":"原画"}]}