{"id":141329,"type":4,"name":"Arx Fatalis","image":"//lain.bgm.tv/pic/cover/m/01/39/141329_dcg2r.jpg","summary":"Arx Fatalis is a first-person RPG, which plunges the player into an amazingly complex fantasy world. Arx Fatalis combines intelligent storyline with impressive medieval surroundings. The user-friendly interface allows the highest interactivity possible. Arx Fatalis creates a state of intense immersion that allows the player to feel that all his actions have a direct consequence in the Arx game world. \r\n\r\nThe goal of the game is to destroy the secret cult of Akbaa: the god of devastation and chaos, and thereby prevent his return to the physical world. Should the player fail, the demon is bound to impose his reign of terror upon Arx. The player, assuming the role of the potential hero, fights inside an underground fortress using wooden clubs, swords and magical items to defend himself against creatures including goblins, trolls, ratmen and other vicious opponents. But, brute force is not always the best way to succeed and the player has at his disposal the innovative new \"onscreen gesture based magic system\" to assist him in his progress through the game. Using the mouse, burning runes can be drawn in mid-air. A series of these gestures combine to create powerful magic spells that will protect the player or empower him to defeat his enemies and pursue his quest.\r\n\r\nIn addition to the struggles against demons and monsters there are numerous opportunities for interaction with the creatures and objects inside the fortress helping the player to rediscover his memory, solve puzzles and fulfill quests. Collecting experience points enables the player to appropriately craft his hero's skills and abilities and to develop his overall persona. Dare to enter the world of Arx Fatalis. Explore underground cities, secret temples, lost civilizations, dwarf mines and discover the magic of Arx Fatalis...\r\n\r\nFeatures:\r\n\r\n    50 different spells based on 20 different runes\r\n    numerous opponents and monsters\r\n    different weapons and armour\r\n    huge story with more than 60 hours game play","info":"<li><span>中文名: </span>地城英雄志</li><li><span>开发: </span><a href=\"/person/32710\">Arkane Studios</a></li><li><span>发行: </span><a href=\"/person/10310\">Bethesda Softworks</a></li><li><span>别名: </span>星之宿命</li><li><span style=\"visibility:hidden;\">别名: </span>地下城之战</li><li><span>平台: </span>PC (Windows)</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span>游戏类型: </span>角色扮演</li><li><span>游玩人数: </span>单人</li><li><span>发行日期: </span>2002-11-12</li>","collection":{"wish":1,"collect":1},"staff":[{"id":32710,"image":"//lain.bgm.tv/pic/crt/g/fc/af/32710_prsn_8903K.jpg","name":"Arkane Studios","desc":"开发"},{"id":10310,"image":"//lain.bgm.tv/pic/crt/g/5f/1c/10310_prsn_t588m.jpg","name":"贝塞斯达软件公司","desc":"发行"}]}