{"id":173649,"type":4,"name":"Falcon 4.0: Allied Force","image":"//lain.bgm.tv/pic/cover/m/d9/d7/173649_Ixbb2.jpg","summary":"Militärischer Flugsimulator mit dynamischer Kampagne\r\n\r\nDer Klassiker unter den militärischen Flugsimulationen jetzt generalüberholt mit zahlreichen zusätzlichen Features und zeitgemäßer Grafik.\r\n\r\nFliegen Sie drei verschiedene Varianten der legendären F-16 Fighting Falcon, dem besten Multi-Role-Fighter der je gebaut wurde: Block 40, Block 50/52 und MLU. Das ultrapräzise Physikmodell simuliert das tatsächliche Flugverhalten dabei so exakt, als säßen Sie tatsächlich in einer F-16.\r\n\r\nRiesige Szenarien und realistische Bewaffnung\r\n\r\nIn zwei riesigen Szenarien, Korea und Balkan, die jeweils über eine Million Quadratkilometer detailliertes Terrain umfassen, müssen Sie sich in anspruchsvollen Missionen bewähren und ihre Gegner in harten Dogfights bekämpfen. Dabei steht Ihnen modernste Waffentechnik zur Verfügung, darunter die AIM-120 und AIM-9 Sidewinder Luft-Luft-Raketen, aber auch AGM-65 Maverick Luft-Boden-Waffen, AGM-88 HARM, Cluster Bombs und Laser gesteuerte Waffen. Die Spezifikationen der Waffensysteme basieren auf den exaktesten verfügbaren Informationen.\r\n\r\nDynamische Kampagnen: Jeder Einsatz ist einzigartig\r\n\r\nFalcon F4: Allied Force verwendet eine dynamische Kampagnen-Engine, die eine unerreichte Flexibilität der Missionen ermöglicht: Innerhalb einer Mission können Zehntausende Fahrzeuge und Flugzeuge zum Einsatz kommen. Aufgrund der Vielzahl der Möglichkeiten ist jede Mission einzigartig. Jeder Einsatz unterscheidet sich von allen vorherigen Einsätzen. Alliierte und feindliche Flugzeuge haben ihre eigenen Befehle und entstandener Schaden wird nur entsprechend der vorhandenen Ressourcen wieder repariert. Verhandlungen und Abstimmung mit Bodenstationen und alliierten Flugzeugen können das Kampfgeschick jederzeit wenden.\r\n\r\nLebensechte KI\r\n\r\nDie KI Ihrer Wingmen - aber auch das Verhalten Ihrer Gegner - basiert auf erprobten realistischen Methoden und Taktiken der Streitkräfte. Ihre KI-Kameraden führen ein glaubwürdiges Eigenleben: Sie können sich jederzeit über Funk mit ihnen über die aktuelle Situation austauschen. Außerdem stehen Ihnen AWACS zur Zielortung zu Verfügung, oder wenn Sie sich gegen feindliche Angriffe verteidigen müssen.\r\n\r\n\r\nProduktmerkmale:\r\n\r\n    Neues Balkan-Szenario mit 18 neuen oder erweiterten Kampagnen\r\n    Mehrspielermodus mit komplett überarbeiteter Benutzeroberfläche\r\n    Detailliertes Terrainmodell und hochaufgelöste Texturen\r\n    Beeindruckende KI sowohl der Gegner als auch der Alliierten\r\n    Verbesserte Flugfeld-Operationen und ATC\r\n    Komplett erneuerte Grafik-Engine mit modernen Lichteffekten und Shadern\r\n    Verbesserte Fahrzeug- und Flugzeugmodelle mit hochaufgelösten Texturen und realistischer Physik\r\n    Überzeugendes Wettermodell und Atmosphärengrafik","info":"<li><span>售价: </span>30,00 Euro</li><li><span>官方网站: </span>http://www.graphsim.de/falcon/</li>","collection":{"collect":1}}