[
  {
    "id": "35633651",
    "title": "中学生",
    "desc": "Lucas is 17 when his teenage world is suddenly shattered. He views his life as a wild animal in need of taming. Between a brother settled in Paris and a moth...",
    "year": "2022"
  },
  {
    "id": "27663742",
    "title": "老师·好",
    "desc": "故事发生在20世纪80年代的偏远山城。南宿一中的优秀教师苗宛秋（于谦 饰）踌躇满志，迎来了新一届的高中学生。开学第一天，霸气十足的苗老师便给这群性格张扬、问题多多...",
    "year": "2019"
  },
  {
    "id": "11606336",
    "title": "恶梦小姐",
    "desc": "武井户彩未（北川景子 饰）是某小学的级任教师，她有着天使一般的姣美面庞，脸上永远挂着阳光般灿烂的笑容，深受周围师生的欢迎。但是彩未的内心世界无比冰冷，完全不善...",
    "year": "2012"
  },
  {
    "id": "1997643",
    "title": "神是中学生",
    "desc": "某一日机缘巧合之下，普通的中学生一桥友里惠（峰香织 配音）居然成为了法力高强的神！友里惠在第一时间将这一好消息告诉了好友四条光惠（峰香织 配音）和三枝祀（森永...",
    "year": "2005"
  },
  {
    "id": "4191745",
    "title": "会长是女仆",
    "desc": "鮎沢美咲（藤村歩 配音）是一个个性十分好强的女生，童年悲惨的遭遇让她彻底对男性失去了信任感，和妈妈与妹妹一起的生活又使得美咲必须担负起男孩子的责任，长此以往，...",
    "year": "2010"
  },
  {
    "id": "3110762",
    "title": "古畑中学生",
    "desc": "古畑任三郎如今早已是人们耳熟能详的名侦探，他独特的中山装，永远骑着自行车的个人风格为人所津津乐道。这次SP就带我们回到他的青少年时光，看看他与一生中最重要的人...",
    "year": "2008"
  },
  {
    "id": "11226073",
    "title": "中学生圆山",
    "desc": "原山克也（平冈拓真 饰）出生于一个典型的日本家庭之中，父亲（仲村亨 饰）是普普通通的上班族，母亲（坂井真纪 饰）是本本分分的家庭主妇，妹妹（锅本凪凪美 饰）是平...",
    "year": "2013"
  },
  {
    "id": "5154960",
    "title": "神学院男生",
    "desc": "电影讲述未出柜的大学生莱恩在神学院念最后一年，进一步深造前必须完成论文，而课题是《关于爱的神圣礼物》。因为欲望和信仰的冲突挣扎，莱恩从没谈过恋爱。他在网上认...",
    "year": "2010"
  },
  {
    "id": "10001442",
    "title": "武装中学生",
    "desc": "ENTERBRAIN公司运行的神秘企划《XXolution project 武装中学生》终于要于12月正式启动了。现在已经公布了关于这项企划的详细信息。\n该企划将于12月22日正式开通官方网站...",
    "year": "2011"
  },
  {
    "id": "25872254",
    "title": "初中生A娘",
    "desc": "剧讲述江北初中全校排名第一的学生海俊在母亲的决定下，准备转学到大峙洞中学，并开始进入入学考试战争的前线。顺利考入江南名校后，却总是受到同学们的排挤和人身攻击...",
    "year": "2014"
  },
  {
    "id": "1308596",
    "title": "我的野蛮女老师",
    "desc": "婉秀（金荷娜 饰）这名大二的学生因为家中经济条件的问题，不得不赚钱打工。婉秀找到了家教的工作，她的学生吉勋（权相佑 饰）是家中的少爷，读书不勤奋以致他即便与婉...",
    "year": "2003"
  },
  {
    "id": "30163756",
    "title": "老板娘是小学生！",
    "desc": "双亲在事故中去世，因而住到奶奶的温泉旅馆“春之屋”的小学六年级女生·小织（关织子）。她一边接受幽灵小卖和竞争对手真月的帮助，一边为了招待接连光顾的奇怪客人们...",
    "year": "2018"
  },
  {
    "id": "1916915",
    "title": "失踪的女中学生",
    "desc": "一次偶然之中，少女王佳（刘禹 饰）邂逅了一名音乐学院的大学生，被后者的英俊外表和才华所吸引，王佳坠入了情网。每一天，王佳都偷偷的跑到音乐学院的院墙外，只为了能...",
    "year": "1986"
  },
  {
    "id": "3058553",
    "title": "我太太是高中生",
    "desc": "市丸恭介（真殿光昭 配音）是一个外表和内心都十分朴素的青年，目前就职于一所高中担任物理老师的职务。虽然个性有些木讷害羞，每天都过着两点一线的枯燥生活，但是恭介...",
    "year": "2005"
  },
  {
    "id": "3003829",
    "title": "无家可归的中学生",
    "desc": "中学生田村裕（小池徹平 饰）是一个脑瓜聪明、阳光乐观的少年，快乐的暑假即将开始，他原本要和喜欢的女孩相约看电影，但一场突如其来的变故改变了裕的生活。由于父亲的...",
    "year": "2008"
  },
  {
    "id": "30205667",
    "title": "温泉屋的小老板娘",
    "desc": "小学六年级的小织，在父母车祸双亡后被经营温泉旅馆「春之屋」的外婆收养，也开始了她的小女将修行之路。少根筋又冒失的她，时常被敌对旅馆同龄之女秋野真月嘲笑。但生...",
    "year": "2018"
  },
  {
    "id": "3080024",
    "title": "妈妈是小学四年生",
    "desc": "水木夏美（兴梠里美 配音）是一个小学四年级的学生，她最大的心愿就是能够成为一个合格的母亲，好好照顾自己的孩子。也许是神灵听到了她的愿望，一天，一个模样可爱的婴...",
    "year": "1992"
  },
  {
    "id": "36098482",
    "title": "小直是小学五年级生",
    "desc": "前作で福島に転校していったてつちんの「2年で帰ってくる」という約束が物語の軸となる。直ちゃんが約束は嘘であるとわかっていた一方で、信じて待っているきんべと山ち...",
    "year": "2022"
  },
  {
    "id": "3603783",
    "title": "无家可归的中学生2",
    "desc": "没想到父亲道则（内藤刚志饰）宣布了“解散宣言”，之后慎一（田中圭饰）与友人告别，送走了决绝要离开的裕（黑木辰哉饰），然后和幸惠一起开始在tako公园露宿。他想趁...",
    "year": "2009"
  },
  {
    "id": "26728666",
    "title": "我老婆是学生会长OAD",
    "desc": "随漫画第9卷特装版发售。",
    "year": "2016"
  }
]