{"id":296807,"type":1,"name":"人間の証明","image":"//lain.bgm.tv/pic/cover/m/f1/56/296807_X36P6.jpg","summary":"東京・赤坂にある「東京ロイヤルホテル」のエレベーター内で、胸部を刺されたまま乗り込んできた黒人青年ジョニー・ヘイワードが死亡した。麹町署の棟居弘一良刑事らは、ジョニーを清水谷公園から東京ロイヤルホテルまで乗せたタクシー運転手の証言から、車中で彼が「ストウハ」という謎の言葉を発していたことを突き止める。さらに羽田空港から彼が滞在していた「東京ビジネスマンホテル」まで乗せた別のタクシーの車内からは、ジョニーが忘れたと思われる恐ろしく古びた『西條八十詩集』が発見された。\r\n\r\n一方、バーに勤めていたとある女性が行方不明になる。夫の小山田は独自に捜索をし、妻文枝の浮気相手である新見を突き止めるが文枝の居場所は分からなかった。文枝はこの時点で轢死しており、犯人は政治家郡陽平と、その妻の家庭問題評論家八杉恭子の息子である郡恭平だった。恭平は車を運転していた最中、スピンを起こし文枝をはねてしまったのだ。発覚を怖れた恭平は同棲者の路子と共に遺体を東京都西多摩郡の山林へ隠す。その後路子の勧めで身を隠すため、路子を伴って渡米しニューヨークに滞在した。\r\n\r\n棟居刑事は「ストウハ」がストローハット（麦わら帽子）を意味すると推理した。また、事件現場であるホテルの回転ラウンジの照明が遠目には麦わら帽子のように見えるため、ジョニーがそれを見て現場に向かったのだと解釈した。また、タクシーから発見された詩集の中の一編の詩が「麦わら帽子と霧積という地名」を題材としていたことと、ジョニーがニューヨークを去る際に残した「キスミー」という言葉から、捜査陣は群馬県の霧積(きりづみ)温泉郷を割り出した。棟居らが現地に向かうと、ジョニーの情報を知っているであろう中山種という老婆がダムの堰堤から転落死していた。群馬県警は転落死と考えていたが棟居らは殺人事件と主張する。棟居らは中山種の本籍のある富山県八尾町へ向かう。捜査の中、八杉が八尾出身であることを偶然発見する。更にアメリカ側からの捜査により、ハーレムに住むジョニーの父親が資産家アダムズの車に飛び込み示談金を得て、ジョニーの渡航費を捻出したことがわかる。父親はその後死亡した。\r\n\r\n新見によるひき逃げ事件の捜査も進み、現場に残されていた熊のぬいぐるみの所持者が恭平であること、ぬいぐるみに付着していた血液が文枝のものであることが明らかになると、新見は単身ニューヨークへ飛び、恭平からひき逃げ死体遺棄事件を白状させた。同じ頃、文枝の遺体がハイカーの大学生アベックにより山中から発見され、その現場から恭平のコンタクトケースが落ちていたことにより犯人は恭平と断定された。新見から、恭平と路子の身柄は警察へ引き渡された。\r\n\r\n八杉とジョニーは生き別れた母子だった。ジョニーの父親は八杉と恋人同士であったが、当時は米国軍人と正式な結婚をすることが出来ず、霧積温泉へ旅行した後、父親は二歳になるジョニーを連れて米国へ帰国し、日本に残された八杉は勧められるままに郡と見合をし結婚をした。しかし、ジョニーの存在が世間に知れ渡り、過去に黒人と関係を持っていた事実が露見することを恐れた恭子は来日したジョニーを殺害し、それらを知っている中山種も殺していた。ジョニーは実母の生活を邪魔しようとは考えておらず、「母親に会って産んでくれた感謝と成長した自分を見て欲しい」という長年抱いていた純粋な夢を達成する目的であったが、皮肉にも命をかけて産んでくれた母親は地位や名誉にしか目を向けておらず、ジョニーの夢は叶ったものの、同時に実母に刺された。母の思いを悟ったジョニーは母が犯人とは判らなくなるよう殺害現場から離れ、棟居の推理通りに麦わら帽子に見える現場に向かって行き息絶えたのだった。自身の複数の殺人、息子の起こした交通事故と遺体遺棄が明らかになり、すべてを失った八杉に、棟居は人間としての心の在り方を問いかける。","info":"<li><span>中文名: </span>人性的证明</li><li><span>出版社: </span>角川書店</li><li><span>发售日: </span>1976年</li><li><span>作者: </span>森村誠一</li>","collection":{"collect":1},"tags":[{"name":"9分","count":1}],"relations":[{"id":296808,"image":"//lain.bgm.tv/pic/cover/m/2e/55/296808_Q7Zqu.jpg","title":"人間の証明","type":"书籍","url":"https://bgm.tv/subject/296808"}]}