{"id":226630,"type":4,"name":"RETSNOM","image":"//lain.bgm.tv/pic/cover/m/f5/9c/226630_aTR10.jpg","summary":"\"Have you ever looked into a mirror carefully? How do you know whether the person looking at you from the other side is yourself or someone else inside the mirror?\"\r\n\r\nRETSNOM is an inventive pixel art puzzle platformer that allows players to break the map, by mirroring sections of the level, and rearranging it on the fly.\r\nYou have a daughter. She is unfortunately infected by a zombie virus. The only way to save your daughter is to visit the future laboratory to steal the medicine that is expected to be made by your colleagues. But the future research team is hiding in the maze using mirrors. They decorated the maze using different features of a mirror in each level.\r\n\r\nMirrors have several features.\r\n\r\n    1. Mirrors seems to reflect objects left to right.\r\n    2. Frost on the mirror's surface makes image invisible.\r\n    3. Concave mirrors invert the image upside down. \r\n\r\n\r\nAll of these rules are used to decorate puzzles. Players should understand the way how mirrors flip the world to solve the stages. The ability to bend the world to player's will is a very cool gameplay mechanic, that rewards experimentation as players make their way through this rather sinister world.\r\n\r\n\r\n\r\n'RETSNOM'（镜中怪兽），这名字挺奇怪，如果仔细看一下，\r\n细心的玩家会发现这个生造出来的词其实是“MONSTER”的反写。\r\n这款游戏的核心玩法可以用一句话来描述：“玩家可以自己改变既有的地图”。\r\n游戏的玩家需要使用游戏中镜子的力量来改变地图以达到过关的目的。\r\n\r\n你有一个女儿，很不幸，她被僵尸病毒感染了。\r\n唯一的希望就是一个未来实验室中研究出来的药物。\r\n不过那里是一个迷宫，并且被镜子隐藏起来。\r\n实验室被镜子用各种不同的方式伪装了起来。\r\n\r\n游戏中按住 M 就会显示可能出现的镜像情况，松开就会变换。\r\n在运用得当的情况下，你甚至可以通过它来杀掉敌人，\r\n因为镜像过程中，石块是会移动到位的，这样有时候会恰好杀死敌人。\r\n\r\n镜子有几个功能：\r\n    镜中的世界是左右颠倒的；\r\n    如果镜子上霜，那么将会看不到物品；\r\n    如果镜子是凹透镜将会怎样？\r\n\r\n这些需要玩家自己去探索。\r\n而如何利用镜子，也需要玩家慢慢去学习、研究。\r\n\r\n游戏音乐充满低沉的大提琴，给整个游戏营造了很好的氛围。\r\nDemo build 有 9 个关卡。最终游戏会有 60 个关卡（5 个世界）。","info":"<li><span>开发: </span><a href=\"/person/30867\">Somi</a></li><li><span>别名: </span>兽怪</li><li><span style=\"visibility:hidden;\">别名: </span>镜中怪兽</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>Adventure / Puzzle</li><li><span>发行日期: </span>2016-05-24.(PS4)</li><li><span style=\"visibility:hidden;\">发行日期: </span>2015-07-23.(Steam for Win/Mac)</li><li><span style=\"visibility:hidden;\">发行日期: </span>2016-10-20.(iOS, Android, Amazon)</li><li><span>售价: </span>USD 4.99</li><li><span>官方网站: </span>https://somigames.com/retsnom/</li>","collection":{"wish":2},"tags":[{"name":"PC","count":1}],"staff":[{"id":30867,"image":"//lain.bgm.tv/pic/crt/g/9a/c7/30867_prsn_jl85L.jpg","name":"Somi","desc":"开发"}]}