{"id":226321,"type":4,"name":"Hypnosis Done Braves -ヒュプノス ドーン ブレイブス-","image":"//lain.bgm.tv/pic/cover/m/c2/e5/226321_HQqlq.jpg","summary":"昔、勇魔大戦と呼ばれる戦争が起こった。\r\n世界を支配しようとする魔王と、\r\nそれを阻止しようと奮戦する勇者達の壮絶な戦い――。\r\n結果は、勇者達が勝利を収めて終結したかのように見えた。\r\nしかし、根絶したはずと思われていた魔王軍には未だ残党が存在していた。\r\nその残党の中には『魔王の子孫』や『何人かの幹部』も含まれており、\r\n水面下で魔王軍再興を企んでいた。\r\n\r\nある日、些細な出来事から魔王軍の生き残りが居る事が人間にバレてしまう。\r\n人間の間では勇魔大戦の再来だと騒ぎが起こり、\r\nその当時、勇者として魔王と戦った老夫婦の耳にも噂が届く。\r\n既に戦う力を失った老夫婦にどうにかできる事ではなかったが、\r\n夫婦には年老いてから授かった一人娘が居た。\r\n勇者時代の武勇伝を聞きながら育ったヒロインAは、\r\n自分が旅に出ると言い張る。\r\n根負けした老夫婦は、昔の仲間にも同じような歳の子供が居るから、\r\nその子達の力を借りるようにと助言する。\r\nこうしてヒロインAは、魔王軍の残党を倒す旅に出るのだった。\r\n\r\n\r\n水面下で動いていたはずの魔王軍再興計画が、\r\nひょんな事から人間達に知られてしまった事で残党軍は焦っていた。\r\n昔の戦力ならイザ知らず、現在の残党軍の戦力程度であれば、\r\n例え相手が勇者でなくとも討伐されかねない。\r\n追い込まれた残党軍は、残された幹部達を各地に飛ばし、\r\n強力な人員が攻め込んでくる前に各個撃破する決死の作戦を決行する。\r\n\r\nその昔、暗示魔法を得意とし、\r\n人間軍に紛れて内部工作を行っていた主人公も残党軍の幹部の一人だった。\r\n主人公が担当した地域は『元勇者夫婦』の住むと言われる村だったが、\r\n元勇者夫婦はおよそ脅威になるような存在ではなくなっていた。\r\nしかし、その一人娘が仲間を集めて残党軍討伐の旅に出るという話\r\nを耳にしてしまう。\r\n暗示魔法という性質上、どうしても直接的な戦力に欠ける主人公はどうやってその旅を阻止するべきかを悩んでいた。\r\nいくら若くてひ弱な女が相手とは言え、元勇者の仲間の子孫も集うとなれば油断はできない。\r\n悩んだ末、勇者の仲間には案内役の『妖精』が居た事に気付き、自身を妖精に偽装する事にする。\r\n共に旅をする上で誤った知識を植え付け、道を踏み外すように誘導しようと試みる。\r\n\r\n\r\n・物語\r\n\r\n主人公は魔王軍の生き残りを殲滅しようと意気込む元勇者の娘の旅に同行し、\r\n旅のサポートをする素振りを見せつつ、裏では少女達を陥れる策を練っていた。\r\n少女達に疑われないように、しかし確実に堕とすため様々な魔の手を送り込む。\r\n信頼と支配を天秤にかけながら慎重に精神を蝕む続けると、次第に少女達の心は壊れていく。\r\n\r\n\r\n・Hシーン\r\nセクハラ / フェラ / オナニー / 売春 / 異種姦 / ビッチ化 / 性奴隷 / 羞恥プレイ / 輪姦 / 常識置換 / ボテ腹\r\nなど、17種(差分は含みません)のHシーンがあります。\r\n\r\n・Hシーンのこだわり\r\n\r\n少女達に対する行為は徐々にエスカレートし、ヒロインの心が壊れていく実感を味わえる。\r\n精神を蝕むようなシーンを多くしてあるため、女の子を精神的に追い込むのが好きな方にオススメ。\r\n\r\n\r\n・ゲームのウリ\r\n\r\n戦闘が無く、フラグも少ないので手っ取り早く抜きたい人にもオススメ\r\nストーリー分岐でのEDが二種類+各ヒロインの個別EDが四種類で合計六種類のED\r\n支配度、信頼度、服従度の各種ステータスの変化を楽しめる。\r\n各ステータスには全て意味があり、支配感をよりリアルに感じられる。\r\n街の女NPCのほとんどに催眠魔法を使う事ができる。\r\n\r\n\r\n・キャラクター\r\n\r\n【主人公】\r\n\r\nエスボレ\r\n\r\n【備考】\r\n\r\n暗示魔法が得意な魔王軍の幹部。\r\n大戦中は人間軍の内部に潜入し、工作行為で暗躍していた実力派。\r\nしかし、勇魔大戦敗北によって自身の魔力を大幅に失ってしまったため、昔ほど強力な魔法は使用できない。\r\n暗示の中でも対象の人間を発情させたり、理性を喪失させたり等の人間性を失わさせる魔法を好む。\r\n魔力を失ってしまった現在では対象を一気に籠絡する事が難しく、特に魔力に抵抗がある血筋などには効きづらい。\r\n(効きづらいだけであって、少しずつ暗示を上書きすれば暗示自体は徐々に効いてくる)\r\n一般人相手になら問題なく暗示を使えるため、上手く状況を作り上げる事でヒロイン達を苦しめていく。\r\n妖精時は人当たりが良く、他者に上手く同調する事で周囲に馴染んでいる。\r\n\r\n\r\n【勇者の娘】\r\n\r\nロエス\r\n\r\n【備考】\r\n\r\n勇魔大戦において、魔王を倒した伝説の勇者を親に持つ女の子。\r\n幼いころから両親の武勇伝を様々な所で見聞きしており、勇者という存在に強い憧れを抱いている。\r\n勇者を目指す自身の夢とは裏腹に、平和でほのぼのとした日常に小さな不満を抱きつつも、日々を幸せに暮らしていた。\r\n\r\n戦闘力はほぼ皆無だが、勇者の血を引いているためか『武器を振り回しているだけで、気がつくと何とかなっている』というラッキー娘。\r\n\r\n性行為に対してはどちらかと言えば前向きな女の子ではあるものの、簡単に身体を許すビッチというわけではない。\r\nあくまで性行為の快楽部分に前向きなだけであり、知らない男に身体を触られれば人並みに嫌がる。\r\n暗示中やビッチルート等で素が出るシーンについては、自発的に行為を楽しんだりする。\r\n\r\n\r\n【エルフ】\r\n\r\nリカス\r\n\r\n【備考】\r\n\r\n元勇者の仲間である『弓手』の子孫。\r\nのんびりとした雰囲気があるエルフの里で暮らしているため、他のヒロインと比べて柔らかい性格をしている。\r\n器が大きく、それなりの事なら笑って許すことのできる優しい女性。\r\nしっかりしているように見えるため、里の住人からは男女問わず人気がある。\r\nしかしその反面、周りからどう見られているのかを過剰に気にしてしまう傾向があり、\r\n良い女性を演じるために無理をする事も多く、周囲からの評価が下がるのを極端に恐れている。\r\n\r\n性経験はそれなりに豊富だが、エルフの里という小さな空間でしか異性と出会う事ができない環境や、\r\nまた、彼女自身が周囲の評価に非常に敏感な事もあり、里の男性と関係を持った場合は可能な限りその事実を隠すようにしている。\r\nそのため、村人の中には未だに彼女が純潔だと思っている者も少なくない。\r\n\r\n\r\n【巫女】\r\n\r\nヒナギク\r\n\r\n【備考】\r\n\r\n元勇者の仲間である『巫(かんなぎ)』の子孫。\r\n両親を幼い頃に失くし、神社関係者や周りの村人達の手で育てられた巫女。\r\nそのためか、ヒロインの中では『故郷』や『義』に対して一番思い入れがある。\r\n元気で明るく人当たりもいいため、周りの人間からも非常に印象が良い。\r\n自分を育ててくれた神社関係者や村人に深い恩を感じており、いつか何かで恩返しをしたいと思っている。\r\n\r\n性行為は過去に一度だけあり、それも自身より一回り以上も年上の男性に夜這いされるというものであったが、\r\n後にその行為について男性から深く謝罪があった事や、酒によって起こった間違いだった事、相手が神社関係者だった等の理由で許している。\r\nこの事があったためか、性行為に対してはどこか後ろ向きな気持ちを持っている。\r\n\r\n\r\n【女騎士】\r\n\r\nアーレス\r\n\r\n【備考】\r\n\r\n元勇者の仲間である『騎士』の子孫。\r\n先祖代々『騎士』である事を誇りに思っており、女の身でありながらも当然のように『騎士』を目指す。\r\n普段の口調や立ち振る舞いも騎士然としているものの、女性らしい優しさも持ち合わせており、ヒロインの中では一番しっかりしている。\r\n周囲からの人望も厚く、騎士団の中では若くして『副団長補佐』の地位を与えられており、将来が有望されている。\r\n\r\n一方で男性経験はあまりなく、性行為は片手で数える程度にしかない。\r\n『騎士』という本来女性が進むべきではない道を歩んでいるためか、\r\n性行為に対しては強い恥じらいがあり、苦手ではないものの非常に奥手である。\r\n\r\n-------------------------------\r\n\r\nブログで開発状況を公開しています。\r\n参考にしてください。\r\n\r\nhttp://gamer-web.info/46kishidan/","info":"<li><span>开发: </span><a href=\"/person/30823\">第46騎士団</a></li><li><span>平台: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2017/07/28</li><li><span>游戏类型: </span>少女達の勇敢な旅をぶち壊し精神を地の底まで堕としいれるRPG</li><li><span>游戏引擎: </span>RPGツクール VX Ace</li><li><span>售价: </span>￥1,500 (税込￥1,620)</li><li><span>官方网站: </span>http://gamer-web.info/46kishidan/category/game/hdb/</li>","collection":{"collect":2,"on_hold":3},"tags":[{"name":"RPG","count":3},{"name":"第46騎士団","count":1},{"name":"NEXTON","count":1},{"name":"PC","count":1},{"name":"同人","count":1},{"name":"ADV","count":1}],"staff":[{"id":30823,"image":"//lain.bgm.tv/pic/crt/g/b5/70/30823_prsn_AgGEE.jpg","name":"第46騎士団","desc":"开发"}]}