{"id":95248,"type":4,"name":"Trilby‘s Notes","image":"//lain.bgm.tv/pic/cover/m/83/5b/95248_djoD6.jpg","summary":"My name is Trilby.\r\n\r\nFour years ago I was involved in the DeFoe Manor Incident. I and four other individuals were trapped inside a manor house by some kind of supernatural intelligence; a dark wraith with murder on its mind, the ghost of the original owner's youngest son.\r\n\r\nI was trapped inside DeFoe Manor for five days. I was forced to do something I can never forgive myself for. Possessed I may have been, but I was still watching through my eyes a man dying at my hands...\r\n\r\nThree of us got out alive. Me, Simone Taylor, and Jim Fowler. The place burnt to the ground as we escaped, but ever since then I have been haunted by the possibility that John DeFoe was not at rest, that the idol that contained his soul would have survived the blaze, and still be out there somewhere...\r\n\r\nJuly, 1997. My darkest fears have been confirmed. Another innocent lies dead. The idol did survive the fire. The only good news is that I know where it is. I have come to this hotel on this isolated Welsh island to find the soul of John DeFoe and see it destroyed, utterly and completely. Only then can I rest easy.\r\n\r\nBut I can't shake the feeling that there is more to this than the ghost of one retarded youth. Was it really pure will alone that brought such a weak, mindless creature back as such a dangerous wraith? It doesn't seem likely at all...\r\n\r\nI wonder what lies below the surface...","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>horror adventure</li><li><span>游戏引擎: </span>AGS</li><li><span>游玩人数: </span>1</li><li><span>售价: </span>free</li><li><span>官方网站: </span>http://www.fullyramblomatic.com/notes/</li><li><span>制作: </span>Ben 'Yahtzee' Croshaw</li>","collection":{"wish":1,"collect":2,"dropped":1},"relations":[{"id":95247,"image":"//lain.bgm.tv/pic/cover/m/18/23/95247_YrKcl.jpg","title":"7 Days a Skeptic","type":"前传","url":"https://bgm.tv/subject/95247"},{"id":95246,"image":"//lain.bgm.tv/pic/cover/m/a9/e5/95246_3na27.jpg","title":"5 Days A Stranger","type":"前传","url":"https://bgm.tv/subject/95246"},{"id":95249,"image":"//lain.bgm.tv/pic/cover/m/95/0c/95249_6l6Uz.jpg","title":"6 Days A Sacrifice","type":"续集","url":"https://bgm.tv/subject/95249"}]}