{"id":95249,"type":4,"name":"6 Days A Sacrifice","image":"//lain.bgm.tv/pic/cover/m/95/0c/95249_6l6Uz.jpg","summary":"196 YEARS AGO:\r\n\r\n- The DeFoe Manor Incident takes place. Trilby, the master thief, successfully destroys the body of vengeful wraith John DeFoe and escapes his clutches. (5 Days A Stranger)\r\n\r\n- After being caught in a reality shift at the Clanbronwyn Hotel, Trilby learns the nature of the Ethereal Realm and the Scientific Realm, of the demonic deity Chzo, and the plan to create a bridge between the realms by destroying the three aspects of John DeFoe. He has the Soul blasted into space to prevent that from happening, but this only serves as a delaying tactic. Meanwhile, Chzo's acolyte, Cabadath, aka the Tall Man, crosses over to the Scientific Realm to orchestrate the building of the Bridge. (Trilby's Notes)\r\n\r\n196 YEARS FROM NOW:\r\n\r\n- The Soul is recovered by the scoutship Mephistopheles, floating unprotected in space. After John DeFoe's influence kills off the entire crew save one, Dr. Jonathan Somerset, the Soul is finally destroyed in the ship's engines. It is then discovered that Somerset is an impostor, and he is arrested. (7 Days A Skeptic)\r\n\r\nTODAY: JULY 22nd, 2189\r\n\r\n- Theo DaCabe, a surveying officer for Buckinghamshire County Council, is assigned to run a routine health and safety assessment on the headquarters of a fad religion called Optimology. Little does he realise that he is about to be caught up in the machinations of destiny, and a plot that has simmered for two centuries.","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>horror adventure</li><li><span>游戏引擎: </span>AGS</li><li><span>游玩人数: </span>1</li><li><span>售价: </span>free</li><li><span>官方网站: </span>http://www.fullyramblomatic.com/6days/</li><li><span>制作: </span>Ben 'Yahtzee' Croshaw</li>","collection":{"wish":1,"collect":2},"relations":[{"id":95246,"image":"//lain.bgm.tv/pic/cover/m/a9/e5/95246_3na27.jpg","title":"5 Days A Stranger","type":"前传","url":"https://bgm.tv/subject/95246"},{"id":95247,"image":"//lain.bgm.tv/pic/cover/m/18/23/95247_YrKcl.jpg","title":"7 Days a Skeptic","type":"前传","url":"https://bgm.tv/subject/95247"},{"id":95248,"image":"//lain.bgm.tv/pic/cover/m/83/5b/95248_djoD6.jpg","title":"Trilby‘s Notes","type":"前传","url":"https://bgm.tv/subject/95248"}]}