{"id":203339,"type":4,"name":"Friday the 13th: The Game","image":"//lain.bgm.tv/pic/cover/m/c4/b3/203339_qj85z.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":2,"8":1,"9":0,"10":0},"score":6.5},"summary":"本作中将由一名玩家扮演戴着面具凶狠的杀人魔・杰森，\r\n而其他玩家 7 人则是一群计划度过狂欢夜的青少年，\r\n要在限制时间到达前四处逃难，以免受到杰森的攻击，\r\n是一款可以享受到独特游戏系统的非对称型网络动作游戏。\r\n\r\n游戏中除了逃脱之外似乎也收录了对抗杰森的手段，\r\n以及在遭到极度恐怖侵袭下而陷入精神错乱状态的「Fear」系统。\r\n\r\n\r\n游戏引擎则使用了「Unreal Engine 4」，从释出的游戏画面中可体会阴森森的肃杀氛围。 另外，本作也搭载了名为「Movie Trailer」的录像系统，可让玩家制作出自己专属的「十三号星期五」。\r\n\r\n\r\n\r\n\r\n\r\n\r\nFriday the 13th: The Game is a third-person horror, survival game where players take on the role of a teen counselor, or for the first time ever, Jason Voorhees. You and six other unlucky souls will do everything possible to escape and survive while the most well-known killer in the world tracks you down and brutally slaughters you. Friday the 13th: The Game will strive to give every single player the tools to survive, escape or even try to take down the man who cannot be killed. Each and every gameplay session will give you an entirely new chance to prove if you have what it takes not only to survive, but to best the most prolific killer in cinema history, a slasher with more kills than any of his rivals!\r\n\r\nMeanwhile, Jason will be given an array of abilities to track, hunt and kill his prey. Stalk from the shadows, scare your targets and kill them when the time is right in as brutal a fashion as you can imagine. Take control of the legendary killer that is Jason Voorhees and terrify those unfortunate enough to cross your path!\r\n\r\nPlay as Jason Voorhees!\r\n\r\nFor the first time ever, you will have the opportunity to play as Jason Voorhees, the most famous killer in horror. Stalk your prey, ambush them whenever you see fit and strike fear in the hearts of so many hapless victims as you become the legend himself! Friday the 13th: The Game will include a variety of kills, new and familiar, that will help you set the tone for the Jason Voorhees that you want to be. You’ll even get to unlock various Jason incarnations from the movies as well as an entirely new design, straight from horror effects legend Tom Savini that has never before been seen!\r\n\r\nJason will be equipped with a terrifying array of abilities, giving you the control of a hunter at the height of his game. These are his woods, and he knows them all too well. Jason will not only feed off the fear of his victims, but will become stronger as the night progresses. The darker the night, the more terrifying Jason becomes! ","info":"<li><span>中文名: </span>13号星期五：游戏版</li><li><span>别名: </span>Friday The 13th</li><li><span style=\"visibility:hidden;\">别名: </span>十三号星期五</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PlayStation 4</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>恐怖生存游戏</li><li><span>游戏引擎: </span>Unreal Engine 4</li><li><span>游玩人数: </span>1-8人</li><li><span>发行日期: </span>2017年5月26日</li><li><span>售价: </span>$60.00</li><li><span>官方网站: </span>http://f13game.com/</li><li><span>开发: </span>IllFonic</li><li><span>发行: </span>Gun Media</li>","collection":{"wish":1,"collect":3,"doing":2,"on_hold":1},"tags":[{"name":"PS4","count":1},{"name":"看过视频","count":1},{"name":"晨跑模拟器","count":1},{"name":"恐怖","count":1},{"name":"STEAM","count":1},{"name":"PC","count":1},{"name":"联机","count":1},{"name":"AVG","count":1}]}