{"id":79353,"type":4,"name":"ガイアポリス","image":"//lain.bgm.tv/pic/cover/m/6e/4a/79353_j7qm0.jpg","summary":"Gaiapolis (Japanese: ガイアポリス 黄金鷹の剣 Hepburn: Gaiaporisu: Ōgon Taka no Tsurugi, lit. Gaiapolis: Sword of the Golden Hawk) is an overhead fantasy action RPG by Konami released for the arcades in 1993.\r\nGaiapolis can be played by up to two players simultaneously. The objective of the game is to fight against every enemy in order to progress until defeating the boss at the end of each stage before time runs out. The player can choose to play as the Prince, the Fairy or the Dragon. The Prince and the Dragon are both swordsmen, while the Fairy is a martial artist who wields twin tonfas. Along the way the player can pick up items such as food to replenish health, weapon and equipment upgrades, eggs that carry guardian beasts inside, jewels with magic powers and treasures that give out more points. The game employs an experience point system in which the player's maximum health increases as he or she defeats enemies and increases levels. There are a total of 17 stages in the game, although some of the stages can be skipped depending on the course of action taken by the player.","info":"<li><span>中文名: </span>黄金鹰之剑</li><li><span>开发: </span><a href=\"/person/747\">KONAMI</a></li><li><span>发行: </span><a href=\"/person/747\">KONAMI</a></li><li><span>人物设定: </span><a href=\"/person/2756\">濱川修二郎</a></li><li><span>别名: </span>GAIAPOLIS</li><li><span style=\"visibility:hidden;\">别名: </span>GAIAPOLIS 黄金鷹の剣</li><li><span>平台: </span>ARC</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1993年</li>","collection":{"collect":2},"tags":[{"name":"ARCADE","count":1}],"staff":[{"id":747,"image":"//lain.bgm.tv/pic/crt/g/bb/c1/747_prsn_43cah.jpg","name":"科乐美","desc":"开发"},{"id":2756,"image":"","name":"滨川修二郎","desc":"人物设定"}],"relations":[{"id":262090,"image":"//lain.bgm.tv/pic/cover/m/18/7a/262090_8u4qz.jpg","title":"バトルトライスト","type":"角色出演","url":"https://bgm.tv/subject/262090"}]}