[
  {
    "id": "1293686",
    "title": "黑猫",
    "desc": "女孩Catherine（梁峥饰）天性反叛，天资优厚，被CIA的特工训练科看中，招至鞍下。Catherine接受的不是普通的特工训练，而是全身的改造，经过改造她成为了高科技的新人类...",
    "year": "1991"
  },
  {
    "id": "1472301",
    "title": "黑猫",
    "desc": "平安时代的京都，罗城门外接连发生数起武士被杀的案件。坊间盛传武士夜过此门，总会看见一美女（太地喜和子 饰）独行，女子系妖怪所化，以美色诱人，趁武士不备害其性命...",
    "year": "1968"
  },
  {
    "id": "1484008",
    "title": "黑猫",
    "desc": "American honeymooners in Hungary become trapped in the home of a Satan-worshiping priest when the bride is taken there for medical help following a road acci...",
    "year": "1934"
  },
  {
    "id": "2253807",
    "title": "黑猫",
    "desc": "曾经是顶级职业杀手的托雷（近藤隆 配音），因为心爱的女人水无月沙耶（丰口惠美 配音）之死金盆洗手。如今，他只是一个默默无闻的赏金猎手，但他“不详的黑猫”的名号...",
    "year": "2005"
  },
  {
    "id": "1302039",
    "title": "黑猫",
    "desc": "黑猫总是恐怖片喜爱用来营造恐怖氛围的手法，但真正将黑猫作为杀人工具的题材却寥寥，本片可谓将黑猫杀人情节发挥到极致，杀人过程的画面剪辑也有些向希区柯克致敬的意...",
    "year": "1981"
  },
  {
    "id": "34915123",
    "title": "黑猫",
    "desc": "索尼决定将《银貂与黑猫》拆分成两部独立单人电影，此电影以漫威漫画人物“黑猫”为主要角色，据传或为R级，隶属于‘索尼蜘蛛侠宇宙’。",
    "year": "2021"
  },
  {
    "id": "2136733",
    "title": "黑猫",
    "desc": "A blind pianist tries to figure out who is responsible for a string of murders using a black cat with its caws dipped in curare.",
    "year": "1972"
  },
  {
    "id": "2237905",
    "title": "黑猫",
    "desc": "A horror movie in production resurrects a witch called Levana, who is the main evil character in the movie. Levana tries to take over our world so that evil ...",
    "year": "1991"
  },
  {
    "id": "26874518",
    "title": "黑猫",
    "desc": "故事背景是1951年的莫斯科，刚刚结束二战，物质还很匮乏。白天是普通的市民甚至先进工作者，但是一到晚上，就化成暴力匪帮。伊戈尔饰演从红军退役的军官，维护地区治安...",
    "year": "2016"
  },
  {
    "id": "2134823",
    "title": "黑猫之眼",
    "desc": "Oliviero is a burned-out writer, living at his estate near Venice, his dead mother dominating his imagination. He is also a degenerate: sleeps with his maid ...",
    "year": "1972"
  },
  {
    "id": "1293236",
    "title": "黑猫白猫",
    "desc": "这是一部有些荒诞的电影。吉普赛人马特高（布赖恩•斯维登 Bajram Severdzan 饰）为了摆脱贫穷潦倒的生活，决心抓住眼前的一个发财良机，那就是在伊斯坦布尔和巴格达...",
    "year": "1998"
  },
  {
    "id": "1860377",
    "title": "黑猫警长",
    "desc": "在该动画片中，机智、勇敢、帅气的黑猫警长率领警士侦破了一个又一个危害森林安全的案件，令森林中的各种动物得以过上安枕无忧的日子。\n《痛歼搬仓鼠》一集，它用现代化...",
    "year": "1984"
  },
  {
    "id": "26421921",
    "title": "黑猫警长",
    "desc": "黑猫警长》由真人出演已经是确定无疑的了，如何解决由人饰演动物的问题，目前也已经有了核心创意，但暂时还不方便透露，“我相信有一天把这个创意公布之后，大家会觉得...",
    "year": "2025"
  },
  {
    "id": "26582793",
    "title": "黑猫鲁道夫",
    "desc": "在日本岐阜县某座城市，生活着无忧无虑的小黑猫鲁道鲁夫（井上真央 配音）。原本优哉游哉陪伴着小主人理惠的他，不小心钻进了货柜车中，结果一路被带到了东京。在这座完...",
    "year": "2016"
  },
  {
    "id": "35127507",
    "title": "银座黑猫物语",
    "desc": "“地球就像一个很好的球，就像我玩的球。所以一切都连在一起，即使是你不知道的地方。“有一只住在银座的黑猫，每当有人遇到困难或烦恼时，这只黑猫就会出现在那个人的...",
    "year": "2020"
  },
  {
    "id": "6536283",
    "title": "台湾黑猫旅社",
    "desc": "发生在台湾“黑猫旅社”妓院里的持抢相挟的斗殴事件，有着极其复杂的政治背景…… “桃色事件”的当事人均为国民党海军陆战队的两名中校，郭秀峰与孔超。两人为歌女李萍...",
    "year": "1988"
  },
  {
    "id": "4253449",
    "title": "黑猫警长第二部",
    "desc": "第一集《谁毒害了大黄狗》\n第二集《夜半呼救声》\n第三集《警长遭窃》\n第四集《紧急抢救》\n第五集《抓不住的凶手》\n第六集《假戏真做》\n第七集《惨案发生以后》\n第八集《...",
    "year": "1993"
  },
  {
    "id": "21943062",
    "title": "黑猫警长之翡翠之星",
    "desc": "在一个电闪雷鸣的日子里，身陷囹圄的一只耳成功越狱，引起黑猫警长的高度重视。次日一早，崇拜黑猫警长的小猪三嘟被伙伴大壮拉走，偷偷进入了即将开幕的翡翠之星博物馆...",
    "year": "2015"
  },
  {
    "id": "4324445",
    "title": "黑猫警长电影版",
    "desc": "大森林里，小动物们友好相处，互帮互助，过着幸福安宁的生活，而为这片和平充当保护者，就是大名鼎鼎的黑猫警长。每天，警长都和森林警察局的勇士们一起巡逻，监听一切...",
    "year": "2010"
  },
  {
    "id": "1292503",
    "title": "黑猫II：刺杀叶利钦",
    "desc": "Erica（梁琤 饰）因为天生条件的天独厚，因此被中央情报局选中。Erica接受的并非一般训练，而是进行身体彻底改造，成为半人半机械的冷酷无情的超级杀手，代号“黑猫”。...",
    "year": "1992"
  }
]