[
  {
    "id": "7062605",
    "title": "隋唐英雄",
    "desc": "公元581年，隋文帝杨坚（寇世勋 饰）接受北周禅让，建立大隋王朝，随后厉兵秣马，吞并了耽迷歌舞的南陈。天下初定，盛世幻境初显，然王朝气数谁人能知。有道是乱世出英...",
    "year": "2012"
  },
  {
    "id": "2364060",
    "title": "隋唐英雄传",
    "desc": "南北朝时期，秦叔宝（黄海冰饰）幼年父亲便惨遭杀害，更目睹隋兵肆意欺压百姓的世态，立志行侠仗义，后于在山东历城当了一名捕快，人称小孟尝。隋唐末年，隋文帝次子杨...",
    "year": "2003"
  },
  {
    "id": "20452301",
    "title": "隋唐英雄传",
    "desc": "故事发生在隋唐末年，隋文帝的次子杨广企图谋权篡位，为了避免遭到迫害，朝中重臣李渊（罗港生 配音）决定拖家带口离开京城这块是非地，返回故乡颐养天年。李渊的次子李...",
    "year": "2000"
  },
  {
    "id": "23046448",
    "title": "隋唐英雄3",
    "desc": "玄武门之变后，李世民（郑国霖 饰）登上皇位，但隋朝的残余势力和十八反王留下来的军队仍在北漠兴风作浪，危害百姓。罗通（张睿 饰）、程铁牛（张卫健 饰）、秦怀玉（杨...",
    "year": "2014"
  },
  {
    "id": "2301032",
    "title": "射雕英雄传",
    "desc": "故事发生在南宋末年，郭靖（张智霖 饰）和杨康（罗嘉良 饰）分别是郭家和杨家最后的传人，郭靖生长于大漠之中，受高人指点研习武艺，为人忠厚正直，而杨康则被金人完颜...",
    "year": "1994"
  },
  {
    "id": "24525191",
    "title": "封神英雄榜",
    "desc": "三皇五帝，夏商为继。只因那商纣王帝辛（吴卓翰 饰）言语轻薄，触怒了女娲娘娘，致使殷商六百年江山发生翻天覆地的巨变，也引出了封神榜的千古传奇。奉娘娘懿旨，千年修...",
    "year": "2014"
  },
  {
    "id": "25850302",
    "title": "隋唐英雄4",
    "desc": "唐贞观年间， 西凉 叛乱， 李世民 御驾亲征，被敌帅 苏宝同 围困在锁阳城， 主帅 ， 薛仁贵 也被 苏宝同 的毒刀所害，命在旦夕。 薛仁贵 之子 薛丁山 获知父亲遇难，参...",
    "year": "2014"
  },
  {
    "id": "1478186",
    "title": "射雕英雄传",
    "desc": "南宋年间，全真教道士丘处机与江南七怪武功不相上下，两方决定各培养一个徒弟，日后比武来决定双方武功高低。丘处机的徒弟是金国小王子杨康（苗侨伟 饰），江南七怪的徒...",
    "year": "1983"
  },
  {
    "id": "26663086",
    "title": "射雕英雄传",
    "desc": "南宋时期，惨遭灭门横祸的郭靖、杨康分别在江南七怪与全真教道士丘处机的教养下成人。18年后，郭靖奉师命南下。杨康却贪恋富贵，认贼作父。郭靖与黄蓉一见如故，彼此倾...",
    "year": "2017"
  },
  {
    "id": "1299891",
    "title": "逃学英雄传",
    "desc": "台湾少年小狗（郭富城 饰）的父亲因向警方告密，使得台湾黑帮老大暂时被收监，等待起诉。为了安全起见，小狗来到了香港，并改名换姓入读了圣育强中学。谈判专家阿坚（张...",
    "year": "1992"
  },
  {
    "id": "1298761",
    "title": "新仙鹤神针",
    "desc": "六扇门主事曹雄（张铁林饰）召开武林大会欲统领江湖。各大门派赶赴大会，点苍派师徒一阳子（刘松仁饰）和徒弟马君武（梁朝伟饰）亦于其中。师徒两人遇上天龙帮突袭，幸...",
    "year": "1993"
  },
  {
    "id": "3142715",
    "title": "射雕英雄传",
    "desc": "南宋时期，君臣昏聩，朝政日衰，大金国虎视眈眈，而蒙古雄鹰成吉思汗表面联宋伐金，暗地则蕴酿着一统江山的野心。从小在蒙古草原长大、受江南七怪教授武艺的忠良之后郭...",
    "year": "2008"
  },
  {
    "id": "1860528",
    "title": "魔神英雄传",
    "desc": "奇幻世界左开山（创界山）众神云集，山分为七层，然罪恶之神多古达统治了这个世界后，其邪恶部众把守左开山各层要地。黑暗降临，连美丽的彩虹也变成了灰色。四年级小学...",
    "year": "1988"
  },
  {
    "id": "3927734",
    "title": "乐高大电影",
    "desc": "艾米特（克里斯·帕拉特 Chris Pratt 配音）是乐高世界中一个普通到没有存在感的建筑师，他每天精神饱满，乐观向上，按照说明书的指示从事一天的活动。某天收工后，他意...",
    "year": "2014"
  },
  {
    "id": "2245704",
    "title": "射雕英雄传",
    "desc": "南宋初年，全真派大侠丘处机（周浩东 饰）结识两位忠良之后杨铁心（丁海峰 饰）与郭啸天，两位的内人都已怀孕，丘处机为尚未出生的孩子取名杨康与郭靖，借以纪念“靖康...",
    "year": "2003"
  },
  {
    "id": "1890567",
    "title": "打雀英雄传",
    "desc": "赌术再高的老千也怕一种人，那就是运气奇好的人。来（陈小春 饰）就是这种人，他虽然对打麻雀一窍不通，却赌运奇佳。凭借他的好运气，来从老千手上救回了好赌成性的表哥...",
    "year": "2006"
  },
  {
    "id": "4122168",
    "title": "隋唐群英会",
    "desc": "风云色变，群雄结聚，掀起四段江湖轶事——《绝代双雄》、《风尘三侠》、《瓦岗寨风云》、《义师勤王》 。宫廷宦变，隋唐风云变色！《隋唐群英会》故事编排独特，全剧分...",
    "year": "1996"
  },
  {
    "id": "1297924",
    "title": "水浒传之英雄本色",
    "desc": "八十万禁军教头林冲（梁家辉饰），为人极为正直，深得朝庭器重。且古道热肠，甚爱结交江湖豪侠，常常以武会友，是名副其实的一个\"武痴”，唯一的缺点就是为人处事过于率...",
    "year": "1993"
  },
  {
    "id": "25876705",
    "title": "隋唐英雄之薛刚反唐",
    "desc": "剧本以薛刚踢死皇子、惊崩 皇帝、薛家365口灭门为缘起，在武 则天“改唐为周”、李显、李旦欲恢复 唐室的大背景下，讲述薛刚跟周朝势 力抗衡中的恩怨情仇，以及薛刚与武...",
    "year": "2015"
  },
  {
    "id": "1316510",
    "title": "射雕英雄传之东成西就",
    "desc": "金轮国王妃（叶玉卿 饰）与表哥欧阳锋（梁朝伟 饰）有染，为霸占江山，他们毒死了国王，但没找到传国玉玺。得知玉玺在前往九宫山找寻其师父求助的三公主（林青霞 饰）手...",
    "year": "1993"
  }
]