{"id":157502,"type":1,"name":"土佐の一本釣り","image":"//lain.bgm.tv/pic/cover/m/e6/de/157502_aTu9b.jpg","summary":"主人公の純平が中学を卒業してすぐにカツオ船に乗り込むところから物語りは始まる。「中学を出た若い者が初出漁じゃいという日は、浜の者がみんな見送りに来る」と説明されている。幼なじみの八千代は純平より2歳年上で、このときは高校に通っている。浜のみんなに見送られて純平は初出漁に出発する。\r\nカツオ船における純平の仕事はカシキ（飯炊き）である。物語が連載と同じ時期の設定になっているとすれば、この時期は高校への進学は当たり前のことになっており、中学を卒業してカツオ船に乗り込む若者はほんの少数派になっていた。第一福丸（39トン）に乗船した純平は下の者が入ってこないため、長い間カシキを務める。\r\n当初の絵柄が変化し，登場人物のプロットは第3巻あたりで整理される。千代亀、権左、玄、又三、勝、三津子、貞松、丸子などの脇役の輪郭がしっかりしてくる。物語は洋上におけるカツオ漁、男たちが海に出ているときに留守をあずかる女性たち、男たちが戻ってきたときの陸の暮らしが季節が巡るように、繰り返して描かれていく。\r\nその中で、純平と八千代の不器用な愛も育っていく。小さな漁師町という地域性と時代性のためなのか、八千代と純平は姉弟のように関係であったが、お互いを意識するようになる。一足早く社会人となった純平は2歳の年の差を越えて、八千代をリードするようになり、呼び方も「ヤッチャン」から「八千代」に変わっていく。\r\n純平が第8話で八千代に「俺が言うきに…、抱いちゃる時は俺の方から言うきに、お前は女だから…いうな」と関白宣言をする。まあ、これが純平のプロポーズだったようだ。八千代は高校を卒業し、鰹節工場で働くようになる。純平も17歳になり、2人の結婚はもう時間の問題と思っていたらそう甘くはない。\r\n八千代の父親の千代亀は豪傑であり、周辺には何人かの豪傑の年寄り衆が控えており、彼らを何らかの形で納得させないと結婚は認めてもらない。第42話では久礼に帰港する福丸の船上で純平は結婚を宣言し、浜で網を繕う千代亀に八千代との結婚を申し込むが、「出直して来い」と一蹴される。ここは漁師町、カツオ船に乗る限り、浜の人々とはいやでも顔を合わせなければならない。濃密な人間関係が地域社会の横糸としてしっかり機能している町なのだ。\r\n純平は千代亀に「大きな魚の釣り合いでも網の早作りでも」と挑戦状をたたきつけるが、千代亀だけではなく船頭さんからもきつい「ゲンコツ」をもらう。魚商のおばさんの後をついて回り、彼女から「亭主が苦労して釣った魚に大小はない」という言葉を聞き、2人からもらったゲンコツの意味を理解する。純平は千代亀に伝馬船の勝負を挑む。伝馬船は一丁魯の小舟で、操舟には力だけではなく技術が要求されるものであり，純平は簡単に負かされる。その晩、千代亀の家で盛り上がる豪傑連を前に、長い髪を切った八千代は「私、お父さんとお母さんに許してもらえるよう純平と力を合わせます」と宣言する。\r\n第57話では台風で遭難したカツオ船を救助するため第一福丸が嵐の海に乗り出す話がある。このとき純平のことばが漁師たちの気を動かす。船は正面からの波には強いので、波を正面から受けなければならない。台風の風は回りながら中心部に吹き込むので、風をしっかり読む必要がある。この役割は千代亀が担当し、玄が操舵輪を握る。沖合いに出た福丸を勇気付けるために女たちは家々の海に面した窓を開け放ち、男たちに灯を見せる。女たちの灯に力をもらった男たちは無事に荒波にもまれる遭難者全員の救出に成功する。\r\n純平と八千代の関係が大きく進展したのは八千代が職場で事故にあい、入院したことが発端となる。しかし、福丸は漁場に到着したばかりであり、船倉が空の状態では帰港できない。乗組員は必死にナブラ（カツオの群れ）を双眼鏡で探すが、カツオドリの影さえ見つかりない。船頭の指示で近くのカツオ船に電信が発せられ。船倉をいっぱいにした船が立ち寄ってくれれば純平を港に送ることができるからだ。カツオ船にとっては商品の鮮度は最重要事である。とても立ち寄ってはくれまいという懸念にもかかわらず、複数の船が「水くさいな」と来てくれる。海の男達の気持ちが通じ合う場面である。\r\n港からランニングシャツ姿で空港にかけつけた純平は、おばあちゃんの好意により高知行きの便に乗ることができた。病院では目に包帯を巻いた八千代が意識を取り戻し、タクシーの停車する音に「帰ってきた」と声にする。病室に入ってきた純平は八千代の手を取り、すぐに千代亀に再挑戦するため病室を後にする。\r\n純平は千代亀との第二次伝馬船勝負に挑む。魯をこぐ間も八千代との思い出が繰り返し脳裏に甦える。一方、千代亀の胸中にはどんな思いが浮かんでいたかは述べられていない。おそらく純平と八千代が一緒になることを一番望んでいたのは千代亀だったのでないだろうか。ともかく、結果は純平が勝利する。病室に戻った純平は八千代をおぶって港に出る。そして、「今年の漁が終わったら、お前はおれの女房だ」と告げる。\r\n福丸の漁期が明ける連絡が入ると久礼の町では純平や八千代の都合に関係なく、結婚披露宴の準備が急ピッチで進められる。権左ら三名の豪傑連は久礼の古式の結婚式をもくろみ、羽織・袴の正装で吉村家と小松家を訪れ、「両家の祝言の段取り役をつとめさせていただきます」と宣言する。続いて福丸の船主である川西家を訪れ、祝言の場を借りたいと申し入れる。船主はすでに他界しており、未亡人は仏前に「おまえさん、いよいよ始まります。純平ちゃんと八千代ちゃんの結婚式が」と報告する。祝言まではあと二日という慌しさである。\r\n福丸が久礼港に入り、貞松から報告を受けていた純平は段取りの無効を訴えるが、あっさりだまされて川西家の座敷牢に入れられてしまう。貞松にのこぎりを借りて座敷牢を脱出した純平に対して、八千代の隠れファンたちが殴りかかる。一方、袖ひきに手を引かれて八幡様に向かう婚礼衣装の八千代は、正装の貫二から「祝いますぞえ」の洗礼を受ける。これは文字通り、花嫁に水をかけてしまうお祝いである。「後悔しないか」と詰め寄る貫二に、「後悔はしません」と八千代は応じる。「幸せになりやがれ」と柄杓の水を浴びせる貫二の目に涙が光る。純平と殴り合いをしていた男たちもそれに続く。福丸のメンバーもやってきて、こちらは樽の酒をかける。当然、八千代はその場でお色直しとなる。\r\nさらに、祝言の準備をしている会場でも、勝と丸子の夫婦生活に端を発して、男性側と女性側の対立が深刻化し、結婚式は崩壊の危機に瀕する。そのとき庭に貞松、まさし、一夫の三人が余興のためお面を被って現れる。「よめごどのにもの申す」から余興は始まり、二番目は順番をまちがえて「ところで嫁ごは生娘か」になる。「初夜のシーツ、みしるしなければなんとする？」と畳み込まれ、八千代の目が点になる。「さあ、なんとする・・・教えてやってもいいのだが、いいのだが」の誘いに、千代亀がおひねりを投げる。「娘のだいじにこれじゃ少ない、少ない」と告げられ、周辺の大人からおひねりがバラバラと飛んでくる。このきわどい余興の笑いの中で男性陣と女性陣は和解となり、披露宴が始まる。\r\n祝宴のため、花婿の海の仲間はこの日のために数日前から魚を釣りに出かけ、花嫁の浜の仲間はこの日のために数日前から祝宴の準備をする。近隣の町からの祝い客を受けるのは段取り役の三豪傑の役目である。ひきも切らずに訪れる祝い客の酒の相手を交代で務める。「血ヘド吐こうが、祝いに来てくれた客の相手をするのが男の礼だ」と伝七が言うように、彼らにとってはまさに体力勝負の披露宴となる。\r\n早朝にサイレンが鳴り、大敷き網にブリの大群が入ったという報せが入る。大敷き網は年寄り衆の仕事場なので、酒が入ったまま彼らは足取りも確かに仕事場に向かう。ブリは大群のため若者の力が必要となり、その連絡を受けて祝宴会場の全員が立ち上がる。千代亀が船の配置を仕切る。久礼の大敷網は道網、主網、箱網、三段箱という構成になっている。二段目の箱網の口が閉じられ、網が巻き上げられると魚はより奥の三段箱に追い込まれ、最後は袋網に落とされる。袋網を両側から巻き上げると魚が姿を現す。最後は網ですくって浜で待つ女性たちのもとに届けられる。\r\n第160話では中学を卒業した貞松が第一福丸に乗船することになる。純平にも後輩ができ、漁師としての転機が訪れる。そんなとき、漁の最中に竿が折れるという事故が発生し、船頭は目を傷める。荷揚げに上陸した福丸から船頭は病院に直行する。荷揚げの後に病院に向かった船の主要メンバーが交通事故に遭遇し、福丸は船頭と3人の有資格者を一気に失うことになる。\r\n福丸はカツオ漁の最盛期に操業停止となる。臨時に雇われた室戸の錠吉は豪腕の船頭であるが、鳥羽の船を沈めて多くの犠牲者を出した経歴の持ち主である。飲んだくれの錠吉を船頭と認める者はほとんどいない。しかし、錠吉の腕は確かなものであった。錠吉は前の船頭が可愛がっていた純平をたたきつぶすことにより、力で新しい船頭としての実力を福丸のメンバーに見せつける作戦を進める。\r\n下りカツオの群れに苦戦するメンバーに対して錠吉が「たった今からこの船はおれが指揮する」と宣言する。さきほどの苦戦がうそのような大漁に船のメンバーの錠吉を見る目が変わる。彼らは一人ひとり船頭に挨拶に行く。しかし、純平だけは「あいつを認めたら、俺たちはまた何もできないカスになる」と抵抗を続ける。後の展開をみると、すぐに白旗を上げずにカツオ漁の技術を自分から盗めとけしかけているようにみえる。錠吉の突き放すような指導（いじめ）に耐えて、純平は漁師として一回りも二回りも成長する。よい餌を確保するため一人で餌場に向かい、カツオの群れの動きを読めるようにもなる。\r\nすご腕の船頭の錠吉には一つ悪い癖があった。それは台風を利用したカツオ釣りである。台風に遭遇すると海は荒れ、カツオも餌を食うことはできない。台風の通り過ぎたあとの群れは入れ食い状態になるというのである。台風の間は新鮮なカツオは市場にはないので、そんなときにカツオを満載した船が港に到着したら、ものすごい高値になることは容易に想像がつく。錠吉はそれを狙っていたのである。\r\nしかし、それは麻薬と同じである。一度、その味をしめると次も同じことをしようとする。それで鳥羽の船は沈んだのである。勝の意見で船は港に戻ろうとするが、錠吉は海に飛び込む。彼の捜索に時間を費やした福丸は台風に巻き込まれる。一晩の苦闘の末に福丸は錠吉の言うカツオの湧く海にいた。港での高値を呼ぶセリの陰で、福丸のメンバーは錠吉の遺体の回りで頭を下げている。","info":"<li><span>册数: </span>25</li><li><span>作者: </span><a href=\"/person/20495\">青柳裕介</a></li><li><span>出版社: </span><a href=\"/person/6749\">小学館</a></li><li><span>连载杂志: </span><a href=\"/person/8255\">ビッグコミック</a></li><li><span>发售日: </span>1978-10-01</li><li><span>开始: </span>1975年</li><li><span>结束: </span>1986年</li>","collection":{"wish":3,"collect":1},"tags":[{"name":"青柳裕介","count":1},{"name":"ビッグコミック","count":1},{"name":"已完结","count":1},{"name":"漫画系列","count":1},{"name":"小学館","count":1},{"name":"漫画","count":1}],"staff":[{"id":20495,"image":"","name":"青柳裕介","desc":"作者"},{"id":6749,"image":"//lain.bgm.tv/pic/crt/g/2c/ec/6749_prsn_O9b2I.jpg","name":"小学馆","desc":"出版社"},{"id":8255,"image":"//lain.bgm.tv/pic/crt/g/45/13/8255_prsn_IZRr6.jpg","name":"ビッグコミック","desc":"连载杂志"}],"relations":[{"id":157528,"image":"//lain.bgm.tv/pic/cover/m/47/53/157528_Rtgcj.jpg","title":"土佐の一本釣り","type":"三次元","url":"https://bgm.tv/subject/157528"},{"id":157526,"image":"","title":"土佐の一本釣りPART2 純平","type":"续集","url":"https://bgm.tv/subject/157526"}],"comic":[{"id":157477,"name":"土佐の一本釣り (1)我は海の子","image":"//lain.bgm.tv/pic/cover/c/a4/73/157477_jp.jpg"},{"id":157478,"name":"土佐の一本釣り (2)進水式","image":"//lain.bgm.tv/pic/cover/c/c2/f2/157478_jp.jpg"},{"id":157479,"name":"土佐の一本釣り (3)俺は男だ","image":"//lain.bgm.tv/pic/cover/c/f8/12/157479_jp.jpg"},{"id":157480,"name":"土佐の一本釣り (4)純生！純平","image":"//lain.bgm.tv/pic/cover/c/54/48/157480_jp.jpg"},{"id":157481,"name":"土佐の一本釣り (5)燈台の灯","image":"//lain.bgm.tv/pic/cover/c/15/80/157481_jp.jpg"},{"id":157482,"name":"土佐の一本釣り (6)親父の唄","image":"//lain.bgm.tv/pic/cover/c/1b/e9/157482_jp.jpg"},{"id":157483,"name":"土佐の一本釣り (7)櫂と櫓","image":"//lain.bgm.tv/pic/cover/c/23/d0/157483_jp.jpg"},{"id":157484,"name":"土佐の一本釣り (8)不夜城","image":"//lain.bgm.tv/pic/cover/c/50/82/157484_jp.jpg"},{"id":157485,"name":"土佐の一本釣り (9)遠吠え","image":"//lain.bgm.tv/pic/cover/c/ba/dd/157485_jp.jpg"},{"id":157486,"name":"土佐の一本釣り (10)毛ばり","image":"//lain.bgm.tv/pic/cover/c/60/0c/157486_jp.jpg"},{"id":157487,"name":"土佐の一本釣り (11)甲板","image":"//lain.bgm.tv/pic/cover/c/12/48/157487_jp.jpg"},{"id":157488,"name":"土佐の一本釣り (12)白南風","image":"//lain.bgm.tv/pic/cover/c/c2/49/157488_jp.jpg"},{"id":157489,"name":"土佐の一本釣り (13)鮫","image":"//lain.bgm.tv/pic/cover/c/9b/e1/157489_jp.jpg"},{"id":157504,"name":"土佐の一本釣り (14)難破船","image":"//lain.bgm.tv/pic/cover/c/e3/43/157504_jp.jpg"},{"id":157490,"name":"土佐の一本釣り (15)かげ膳","image":"//lain.bgm.tv/pic/cover/c/a4/8d/157490_jp.jpg"},{"id":157491,"name":"土佐の一本釣り (16)夫婦窓","image":"//lain.bgm.tv/pic/cover/c/f2/19/157491_jp.jpg"},{"id":157492,"name":"土佐の一本釣り (17)海郷","image":"//lain.bgm.tv/pic/cover/c/62/99/157492_jp.jpg"},{"id":157493,"name":"土佐の一本釣り (18)同行二人","image":"//lain.bgm.tv/pic/cover/c/28/ee/157493_jp.jpg"},{"id":157494,"name":"土佐の一本釣り (19)盃の心","image":"//lain.bgm.tv/pic/cover/c/1b/92/157494_jp.jpg"},{"id":157496,"name":"土佐の一本釣り (20)俺達の汗","image":"//lain.bgm.tv/pic/cover/c/68/df/157496_jp.jpg"},{"id":157497,"name":"土佐の一本釣り (21)初陣","image":"//lain.bgm.tv/pic/cover/c/13/3f/157497_jp.jpg"},{"id":157498,"name":"土佐の一本釣り (22)女の海","image":"//lain.bgm.tv/pic/cover/c/36/61/157498_jp.jpg"},{"id":157499,"name":"土佐の一本釣り (23)一心同体","image":"//lain.bgm.tv/pic/cover/c/4f/7d/157499_jp.jpg"},{"id":157500,"name":"土佐の一本釣り (24)男一発","image":"//lain.bgm.tv/pic/cover/c/92/c5/157500_jp.jpg"},{"id":157501,"name":"土佐の一本釣り (25)男の重さ","image":"//lain.bgm.tv/pic/cover/c/5d/ca/157501_jp.jpg"}]}