{"id":332254,"type":4,"name":"FANTASIAN","image":"//lain.bgm.tv/pic/cover/m/a3/35/332254_OiZLd.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":6.5},"summary":"Fantasian by Mistwalker Corp. — From the creator of Final Fantasy, comes the next breathtaking adventure from industry legend Hironobu Sakaguchi. Fantasian is an exciting, new RPG set against a spectacular backdrop made from over 150 handmade dioramas that blends physical environments and 3D characters.\r\n\r\n\r\nSTORY\r\n\r\nThe tale begins in a realm governed by machines. Within this multi-dimensional universe, the balance of “Chaos and Order” becomes a key factor in the struggle for these realms and the machinations of the gods who wish to control them. Players will assume the role of protagonist, Leo, who awakens from a massive explosion only to find himself lost in a strange land with only one memory left to him. As players set out on a journey to reclaim Leo’s memories, they will unravel the mysteries of the bizarre mechanical infection slowly engulfing all that is known to mankind. The captivating story is written by Sakaguchi and is complimented by a sweeping soundtrack by celebrated Final Fantasy composer, Nobuo Uematsu.\r\n\r\n\r\n● New Battle Mechanics\r\n\r\nTapping into his experience from the Final Fantasy franchise, Sakaguchi brings to Fantasian several quality of life improvements to the classic JRPG genre, such as the “Dimengeon Battle” mechanic, which allows players to send previously encountered enemies into a separate dimensional dungeon to streamline combat and maximize uninterrupted exploration of the beautiful locations.\r\n\r\n\r\n● Hand-Crafted Environments\r\n\r\nEach of the 150+ dioramas has been crafted by the masters of the Japanese “Tokusatsu” or special effects industry. Creating Fantasian’s real-life miniature sets are veterans who have worked on projects like the Godzilla films, Attack on Titan, and Ultraman. Fantasian serves as a vehicle to bring these amazing works of art into the digital space via Apple Arcade.\r\n\r\n\r\n● Legendary Soundtrack\r\n\r\nCelebrated composer Nobuo Uematsu, known for his work on the Final Fantasy series and games such as Lost Odyssey and Blue Dragon, created a soundtrack to compliment the memorable and magical world of Fantasian from catchy battle tunes to heart-pumping dungeon pieces, and moving character themes.\r\n\r\n\r\n● Novel Storytelling\r\n\r\nTo tell an epic story, a ‘novel’ approach was used in the form of a “Memory” system where players encounter and collect various memories, journal entries, and notes presented as miniature in-game novels to flesh out the story, realms, and characters of Fantasian. These bite-sized novels have unique artwork, music, and sound effects to offer players a truly immersive experience.","info":"<li><span>剧本: </span><a href=\"/person/2830\">坂口博信</a></li><li><span>音乐: </span><a href=\"/person/3584\">植松伸夫</a></li><li><span>制作人: </span><a href=\"/person/2830\">坂口博信</a></li><li><span>平台: </span>iOS</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2021年4月2日</li><li><span>官方网站: </span>https://www.mistwalkercorp.com/</li><li><span>开发: </span>Mistwalker</li><li><span>发行: </span>Mistwalker</li><li><span>导演: </span>中村拓人</li>","collection":{"wish":2,"collect":2},"tags":[{"name":"植松伸夫","count":1},{"name":"坂口博信","count":1}],"staff":[{"id":2830,"image":"//lain.bgm.tv/pic/crt/g/07/38/2830_prsn_anidb.jpg","name":"坂口博信","desc":"剧本"},{"id":3584,"image":"//lain.bgm.tv/pic/crt/g/1c/0e/3584_prsn_LXUh3.jpg","name":"植松伸夫","desc":"音乐"}]}