{"id":155446,"type":4,"name":"SOCOM: U.S. Navy SEALs Tactical Strike","image":"//lain.bgm.tv/pic/cover/m/0a/5e/155446_df5W0.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"SOCOM: U.S. Navy Seals Tactical Strike focuses on the player being able to maintain tight control of a four-man special operations squad. The game represents a major departure from the \"run and gun\" gameplay of the previous SOCOM games. In Tactical Strike, the player himself is never able to physically shoot, run, etc. Instead, he or she must tell the squad to do such actions. The player often has to evaluate a situation and then plan accordingly, usually having to incorporate some stealth into his or her movements. The squad is moved around using a \"skimmer\" (the analog stick of the PSP); the player can preview where the individual members of the squad will move to before they opt to actually move the team. The squad can be controlled from the points of view of different soldiers; additionally, the four man-team can be split up into two teams of two. The player can even choose to select an individual member of the squad.\r\n \r\nAt the start of the campaign, the player chooses from one of nine special forces teams to command: the Australian SASR, the German KSK, the British SAS, the French GIGN, the U.S. Navy SEALs, the Spanish UOE, the South Korean 707th Special Missions Battalion, the Italian Col Moschin, or the Dutch KCT. Although the storyline of the campaign is the same for every team, the voice track is voiced by native speakers of the different languages (with English subtitles).\r\n \r\nBefore each mission, the player can choose the loadout and accessories for each individual, upgrade each soldier's attributes with skill points obtained from previous missions (skill points are awarded for killing enemies and completing objectives), and choose one of two places to insert into the mission (if applicable).\r\n","info":"<li><span>中文名: </span>海豹突击队3 战术打击</li><li><span>平台: </span>PSP</li><li><span>游戏类型: </span>ACT（战术动作射击类）</li><li><span>游戏引擎: </span>Modified Logan's Shadow engine</li><li><span>发行日期: </span>2007-12-07</li>","collection":{"wish":1,"collect":3},"tags":[{"name":"Tactical_shooter","count":2},{"name":"TPS","count":2},{"name":"PSP","count":1}]}