{"id":155447,"type":4,"name":"SOCOM 4: U.S. Navy SEALs","image":"//lain.bgm.tv/pic/cover/m/68/47/155447_982Rs.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"Set at an undisclosed date somewhere in Malaysia, NATO Operations Commander Cullen Gray arrives at a NATO operations command center at the request of Area Commander James Gorman. A rebel movement calling themselves \"Naga\" have rallied and taken up arms against the country's government, and have hijacked ships belonging to Clawhammer Security, a Private Military Company that was featured in the previous SOCOM title, Fireteam Bravo 2. Weapons and supplies were seized by Naga rebels, and Clawhammer has decided to withdraw from the region before losing any more assets, limiting the capabilities of NATO forces operating in the area. Under constant attack from Naga, Gray is given command of U.S. Navy SEALs (or other NATO special forces team members depending on which version of the game is being played) Eric Schweitzer and Dion Wells are tasked with aiding NATO in seeking out and destroying the insurgent threat by removing their leader.\r\n \r\nWhile patrolling the NATO ops center's perimeter, the command center is attacked and Commander Gorman is killed. Commander Gray leads his men through the city with aid from an off-shore command asset code-named \"Oracle\", an MI6 liaison and engages Naga forces before fleeing from the city in an attempt to meet up with other NATO forces operating in the region. Gorman had ordered members of the South Korean 707th Special Mission Battalion to conduct recon on a supply point, but their transport aircraft is shot down en route by anti-air guns. OpsCom rescues two survivors, Park Yoon-Hee and Chung Kwan, and continues in his mission to remove the threat from Naga.\r\n \r\nConducting guerrilla warfare actions and covert recon operations against Naga forces, the NATO team destroys Naga assets and hunts down their leader, Sibak Razad. As the team draws closer to locating him, they find Clawhammer secretly moving arms and supplies into the region and establishing command posts - it is also revealed that ten years earlier in the same region, Cullen Gray was assigned to a special forces team tasked with capturing the country's warlord dictator Chen, but executed him instead, causing the destabilization that led to civil war and the eventual formation of the Naga insurgency.\r\n \r\nThe team locates Razad and attacks his base of operations and secures him, and upon interrogation, he reveals that it's Clawhammer that was supplying his forces with arms and equipment. The team attempts to flee, but Clawhammer forces ambush the team and Razad is killed by sniper fire. The team is forced to fight through them, narrowly escaping. Clawhammer begins engaging the remaining Naga forces in the region, and with Naga crippled, the NATO team now focuses on finding out what Clawhammer is up to the region. Lt. Park carries out reconnaissance operations against Clawhammer to learn their motive for treachery and discovers Commander Gorman not only alive but leading the Clawhammer forces. Their plan is to sink a ship, the \"Kurtz\" in a strait in the region. As the ship is carrying several tons of explosive materials a well placed missile strike would equal a nuclear yield blast without the radioactive fallout. The NATO team battles against Clawhammer and secures the missile. Gray sends his team to secure an evacuation while he disarms the missile but he is mortally wounded by Gorman, who reveals that the operation was meant to be a major economy boost for Clawhammer and the region. Gray manages to stab Gorman in the neck with his pen and Gorman flees. The team checks on Gray but it is too late. Gray passes his command position onto Park and orders her to find and arrest Gorman before dying.\r\n \r\nPark leads the remaining members of the NATO forces into the capital and hunts Gorman and his remaining body guards down before they can flee the country. \"Oracle\" tracks him in a convoy of Clawhammer vehicles heading to a train station used as an evacuation zone. After fighting through the remaining Clawhammer forces, and destroying the convoy, Park tracks down Gorman, cornering him and holding him at gunpoint - the player is given the choice to either execute or spare his life. In choosing to spare Gorman's life, it is implied that he is brought to justice and spends the rest of his life in prison. If the player kills Gorman, however, Park removes her headset, discards her weapon, and walks away.\r\n","info":"<li><span>中文名: </span>海豹突击队4</li><li><span>平台: </span>PS3</li><li><span>游戏类型: </span>ACT</li><li><span>发行日期: </span>2011-04-19</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"PS3","count":2},{"name":"TPS","count":2},{"name":"Tactical_shooter","count":1}],"relations":[{"id":245686,"image":"//lain.bgm.tv/pic/cover/m/ff/17/245686_t8zK8.jpg","title":"SOCOM 3 U.S. Navy SEALs","type":"前传","url":"https://bgm.tv/subject/245686"}]}