{"id":207674,"type":4,"name":"フリックドロップ","image":"//lain.bgm.tv/pic/cover/m/d4/a9/207674_zu1rT.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"―――ある日、隕石によって地球は壊滅的な打撃を被る。\r\n\r\n　大地は荒れ、空は汚れ、命は消えた。\r\n　しかし、滅亡に手を差し伸べたのもまたその隕石―――フリックであった。\r\n　フリックからは未知のエネルギィが発見され、人類はそれを利用したヒューマノイドを創り上げた。\r\n\r\n　ヒューマノイドと人は手を取り合い、再生の道を歩み始める。\r\n\r\n　それから１００年が経つ。\r\n　人々は外界を壁で断絶した街で、滅亡前に限りなく近い文明を取り戻していた。\r\n\r\n\r\n    ▼フリックドロップは、上記のバックストーリーを持つ街での、ある十日間を追う物語です。\r\n    　シナリオは、主人公、登場人物の違うAside、Bsideの二種類が存在し、\r\n    　それらは交互に配置されています。（Aside１日目→Bside１日目→Aside２日目→Bside２日目……）\r\n    　フリックを取り巻く街で何が起きようとしているのか。交錯する二つのシナリオを読み進めるごとに、\r\n    　一つの物語が明らかになっていきます。\r\n\r\n　Aside/project lilac\r\n　ある青年、ユウガの仕事は、フリックを磨く事だった。\r\n　街の真中に聳えるフリックの高さは尋常ではないが、しかし逃げ出す事は彼自身が自分へ許さない。\r\n　このフリックを磨き上げると決めたのは、彼自身なのだ。\r\n　しかしフリックの大きさは繰り返すように尋常ではなく、たかが人間1人で磨き上げられるほど甘くはない。\r\n\r\n「あのー、さすがに無謀じゃないですか？」\r\n\r\n　遅々として進まない作業と悲鳴を上げる躰。それらに半ば心を折られかけた時、\r\n　声をかけてきたのは、眼鏡をかけた女性型のヒューマノイド、リナリアであった。\r\n「私、清掃業者なんですよ。よろしければそのお仕事、私に依頼しませんか？」\r\n　ユウガはその申し出を受ける。猫の手でも借りたい心持ちだったのだ。\r\n　―――最も、猫の手どころか、そのヒューマノイドは下手をすれば\r\n　尋常ではない大きさのフリックを１人で掃除してしまえるような性能の持ち主であったのだが。\r\n\r\n　ともあれ、ユウガは今日も明日もフリックを磨き続ける。\r\n\r\n\r\n　ある女性型ヒューマノイド、イロハは一つの使命を持って創られた。\r\n　今この街にある最高の工学力を集めて、最高のヒューマノイドを創る。\r\n　そして人とより良いパートナー関係を結ぶための「何か」を探す、そんな使命だ。\r\n　胡乱な思考で目覚めた時、彼女の目の前にはある工学者がいた。\r\n　傍若無人な立ち振る舞いをする彼女と共に、緩やかにイロハは眼を覚ましていく。\r\n　その工学者は、窓からフリックを指差した。\r\n\r\n「なぁ、みてみろ。あそこに人影がみえるだろう？」\r\n\r\n　未だ完全に覚醒していないイロハは返答が出来なかったが、望遠鏡を覗くと、\r\n　その姿は確認する事が出来た。フリックに張り付き――どうやら、掃除をしているらしい。\r\n\r\n「よく見ておけ。あいつが何故あんなことをしているのか。それがお前の一つの道標になるはずだ」\r\n\r\n　目が覚めたとき、この朧な時間の記憶はなくなっているかもしれない。\r\n　ただ、それでも―――彼女の眼には、確かに青年の姿が映り、\r\n　それは何か特別なもののように、焼きついていた。\r\n\r\n　やがてイロハはある日、未だ覚醒しきらぬ躰と心のまま、街へと飛び出す。\r\n　思いは一つ。あの青年を、もっと近くで見てみたい。\r\n\r\n　物語が動き出す時は、いわずもがな。\r\n　ユウガとイロハが出会う、その瞬間である。\r\n\r\n　Bside/Frikk drop\r\n　少年が目覚めた時には、何かが壊れていた。\r\n　まず挙げられるのは、記憶。彼は自分が何者であるのか、どこから来たのか、判らない。\r\n　否、それどころか、彼はあらゆる概念の存在を忘却していた。\r\n　モノの名前も、言葉も、感情も、何もかも。\r\n　ただ朧にあるのは、ある女性との微かな記憶だけ。\r\n　手がかりにすらならなそうなそれを糧に、彼は少しずつでも記憶を取り戻そうと苦心する。\r\n　幸い、時間だけは沢山あった。何せ彼は知らぬ間に幽閉され、一切の行動を禁じられていたからだ。\r\n　少年は与えられた部屋の中で苦悶する。壊れた自分を必死に拾い集める。\r\n\r\n　―――そんなある日、眼を覚ました時、目の前に少女が覆いかぶさっていた。\r\n　扉はいつも閉まり、警備員も外を巡回しているのに、何故彼女はこの部屋へ入ってこれたのだろう。\r\n　少女は、屈託のない笑顔を少年に向ける。\r\n\r\n「きみの名前は？」\r\n\r\n　少年は覚えていた。そう、遠い日の記憶の中に、微かに煙る思い出がある。彼は確かに、ここにいるのだ。\r\n\r\n「ハルトです」\r\n「わたしはアマネ。よろしくね、ハルトくん」\r\n\r\n　そうして、ハルトの繰り返しの日々の中にアマネという変化が生まれた。\r\n\r\n　物語が動き出した時は、いわずもがな。\r\n　ハルトとアマネが出会った、その瞬間である。","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>SFビジュアルノベル</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2009/08/15（手焼き版）</li><li><span>官方网站: </span>http://dot17.sakura.ne.jp/frikkdrop/out.htm</li><li><span>开发: </span>17</li><li><span>原画: </span>Anemos</li><li><span>剧本: </span>広瀬凌、kobax</li><li><span>发行日期（プレス版）: </span>2009/11/15</li>","collection":{"wish":4,"collect":2,"doing":1,"on_hold":1},"tags":[{"name":"同人","count":1}]}