{"id":290179,"type":4,"name":"少女的王座","image":"//lain.bgm.tv/pic/cover/m/6c/ab/290179_ghDWW.jpg","summary":"※米德加尔特大陆是一块历史悠久，科技与魔法并存的古老大陆，处于七个王国的贵族统治之下。贵族凭借血统可以获得一种名爲“魔能”的自然力量，使用魔法，平民则不能。然而平民阶层凭借智慧发展出了科技，并使科技的应用渗透到日常生活中的方方面面。平民阶层依靠科技的力量实力逐渐强大，贵族阶层日渐式微。\r\n※七个王国的国王每过几百年，便会选出一个皇帝作爲七国统帅。而当前的皇帝年老力衰，却对继承人多有不满，因此便召来其他几位国王进行选举下一任皇帝的议会。\r\n※佩普西利亚王国的公主（将由玩家扮演）即将成年，随同其父王与王兄一齐前往王都，参加王都社交季的成年舞会，家族欲借此机会爲她安排夫婿，实现政治联姻。而她却百般不情愿，只想回归之前自由自在的生活。\r\n※但在七国议会的进行途中，老皇帝意外身死，女主的父兄被诬陷爲谋杀皇帝意图篡位的凶手，在没有证词的情况下，被收押并秘密处死。\r\n※千夫所指之下，女主在护卫与朋友的帮助下逃过一劫，回到封地。在多方势力的裹挟下，更爲了证明父兄的清白，女主决定借助神谕的传说，游历整个大陆，踏上收集神之碎片的冒险征程。在此过程中，她将结识性格迥异的伙伴们，并与其展开羁绊，不断成长，渐渐的，她获取了拥有帝位的力量，也发现了隐藏在父兄冤案之下的巨大阴谋…… \r\n\r\n《少女的王座》是一款乙女向剧情RPG，游戏的特色有以下几点：\r\n\r\n※角色扮演\r\n你将扮演一位王国的公主，父亲和兄长对你百般宠爱，没人逼迫你如何去做一位“淑女”，向往自由的你，原本以爲可以一直任性的下去，直到一场意外的到来……\r\n\r\n※多线剧情\r\n你的选择将触发不同的剧情结局，请谨慎你的每一次选择。\r\n\r\n※换衣系统\r\n不止是女主角，男生的衣柜也不能只有一件衬衫呀~所以我们的男主角们拥有自己丰富的服装！\r\n\r\n※生动表现\r\n无论是女主还是各大男主，在游戏过程中的对话，都会根据内容和语境，动态表现丰富的表情和肢体动作，这都是全程live2D哦！\r\n\r\n※豪华声优\r\nCV人选已经基本上确定啦~敬请期待后续官方情报！\r\n\r\n\r\n你是佩普西利亚王国的公主，从小在众人的呵护下长大。尽管有着极高的魔法天赋，却从来没有因此感到过压力。\r\n\r\n你的母亲西莉雅很早就去世了，父王罗纳德对你采取“放养”态度，童年生活的你就像普通家族的小孩子一样，经常与侍卫阿尔贝、弟弟亚历克斯嬉戏玩耍。\r\n\r\n在你即将成年的时候，你随同参加七国会议的父王与王兄一齐前往王都，家族欲借此机会为你安排夫婿，而你却百般不情愿，只想回归之前自由自在的生活。\r\n\r\n一场变故改变了你的命运。父王和哥哥被当做杀害老皇帝的嫌疑犯，自己的家族也随之背负上了弑君的罪名。\r\n\r\n你在侍卫与朋友的帮助下逃过一劫，但接踵而至的打击将你从象牙塔拉入了巨大的阴谋漩涡之中。\r\n\r\n面对各方势力的裹挟，为了证明父兄的清白，你决定借助神谕的传说，游历整个大陆，踏上收集神之碎片的冒险征程。\r\n\r\n在冒险征程中，你将结识性格迥异的伙伴们，并与其展开羁绊，不断成长。隐藏在父兄冤案之下的巨大阴谋，也渐渐浮现……","info":"<li><span>中文名: </span>少女的王座</li><li><span>平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>乙女向剧情RPG</li><li><span>发行日期: </span>2019-03-26 (首测)</li><li><span>售价: </span>免费 (含付费项目)</li><li><span>官方网站: </span>http://sndwz.rastargame.com/</li><li><span>TapTap: </span>https://www.tap.io/app/161607</li><li><span>情报导航: </span>https://www.tap.io/oa-topic/5763104</li><li><span>开发: </span>西莉雅工坊</li><li><span>发行: </span>LT Technology Ltd.</li>","collection":{"wish":12,"collect":2,"doing":1,"on_hold":1},"tags":[{"name":"乙女向","count":4},{"name":"APP","count":2},{"name":"少女的王座","count":1},{"name":"IOS","count":1},{"name":"乙女","count":1},{"name":"手游","count":1}]}