{"id":307275,"type":1,"name":"Before the Storm (World of Warcraft)","image":"//lain.bgm.tv/pic/cover/m/3b/5c/307275_hXSaa.jpg","summary":"An all-new, official prequel novel to The Battle for Azeroth, Blizzard Entertainment’s next expansion to the critically acclaimed World of Warcraft videogame.\r\n\r\nAzeroth is dying.\r\n\r\nThe Horde and the Alliance defeated the demonic Burning Legion, but a dire catastrophe is unfolding deep below the surface of the world. There is a mortal wound in the heart of Azeroth, struck by the sword of the fallen titan Sargeras in a final act of cruelty.\r\n\r\nFor Anduin Wrynn, king of Stormwind, and Sylvanas Windrunner, warchief of the Horde and queen of the Forsaken, there is little time to rebuild what remains and even less to mourn what was lost. Azeroth’s devastating wound has revealed a mysterious material known as Azerite. In the right hands, this strange golden substance is capable of incredible feats of creation; in the wrong ones, it could bring forth unthinkable destruction.\r\n\r\nAs Alliance and Horde forces race to uncover the secrets of Azerite and heal the wounded world, Anduin enacts a desperate plan aimed at forging a lasting peace between the factions. Azerite jeopardizes the balance of power, and so Anduin must gain the trust of Sylvanas. But, as ever, the Dark Lady has her own machinations.\r\n\r\nFor peace to be possible, generations of bloodshed and hatred must be brought to an end. But there are truths that neither side is willing to accept and ambitions they are loath to relinquish. As Alliance and Horde alike grasp for the Azerite’s power, their simmering conflict threatens to reignite all-out war—a war that would spell doom for Azeroth.","info":"<li><span>中文名: </span>魔兽世界：风暴前夕</li><li><span>出版社: </span>Del Rey</li><li><span>价格: </span>$28.00</li><li><span>发售日: </span>2018-06-12</li><li><span>页数: </span>304</li><li><span>ISBN: </span>0399594094</li><li><span>作者: </span>Christie Golden</li>","collection":{"collect":2}}