{"id":45917,"type":4,"name":"Disney Fairies: Tinker Bell","image":"//lain.bgm.tv/pic/cover/m/ca/26/45917_GjE91.jpg","summary":"Disney Fairies: Tinker Bell is an adventure game for the Nintendo DS. The game begins with Tinker Bell's arrival in Pixie Hollow, preparing each season. As the seasons progress, more areas from the game become accessible. After all four seasons are completed, every area may be visited and season preparations become optional and vary each time. Various different tasks must be accomplished, which are bestowed upon the player by other characters. Such tasks include deliveries, item repairs, requests for items and searching for insects.\r\nThe player plays as Tinker Bell in a free-roaming Pixie Hollow, using the touch screen to maneuver the character, move to other maps and play various minigames. The player must, for example, touch an arrow on the screen to move to another map or characters to speak to them. The touch screen is used in the item repair minigames as well. For example, the player must trace the pattern of a groove to clear it or rub the item to clean stains. The DS microphone is used to create wind to loosen leaves and petals or blow dust from an item being repaired. The highest rank on 'Tinker bell' is Champion of the Craft.\r\nDifferent gameplay mechanics can also be acquired in-game, which require specific use of the touch screen. These include:\r\nthe ability to glow by holding the stylus directly above Tinker Bell. This can be used to reveal hidden items.\r\ndrawing a circle on-screen to perform a somersault. Used to collect falling items.\r\ndrawing a triangular shape on-screen to awaken plants throughout the game.\r\npetting or tickling insects. Used to collect lost insects and awaken sleeping insects. Can also be used on random insects that roam about the maps. Items will be awarded.\r\nAlso present in the game is a \"Friendship Meter\", which serves as an indicator to measure the player's relationship with other characters. It can be filled by presenting the respective character with their favorite item, accomplishing tasks or even simply speaking to them. The meter can also be depleted, however, by not speaking to the character for extended periods of time, giving an unwanted gift or missing a repair deadline.\r\nFeatures:\r\nCreate unique dresses, outfits and accessories\r\nMini-games, such as catching dew drops, painting ladybugs and colleting threads from sleeping silkworms\r\nMultiplayer modes\r\nIncludes DGamer. Create unique 3-D avatars, create a persistent profile, chat with friends in a Disney Fairies chat room, earn in-game honors, Disney Fairies-themed accessories and unlock exclusive Disney and ESPN content, including streaming audio from Radio Disney and live coverage of the NBA on ESPN Radio.","info":"<li><span>平台: </span>NDS</li><li><span>游戏类型: </span>Adventure</li><li><span>游玩人数: </span>Single-player, multiplayer</li><li><span>发行日期: </span>October 28, 2008</li>","collection":{"collect":1},"relations":[{"id":24618,"image":"//lain.bgm.tv/pic/cover/m/ff/e8/24618_TY4Wp.jpg","title":"Tinker Bell","type":"动画","url":"https://bgm.tv/subject/24618"}]}