{"id":212891,"type":4,"name":"Serious Sam 3: BFE","image":"//lain.bgm.tv/pic/cover/m/84/87/212891_pgBN0.jpg","rating":{"total":7,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":5,"7":1,"8":1,"9":0,"10":0},"score":6.4},"summary":"Serious Sam 3: BFE is a first-person action shooter, a glorious throwback to the golden age of first-person shooters where men were men, cover was for amateurs and pulling the trigger made things go boom.\r\n\r\nServing as a prequel to the original indie and Game of the Year sensation, Serious Sam: The First Encounter, Serious Sam 3 takes place during the Earth’s final struggle against Mental’s invading legions of beasts and mercenaries.\r\nKey Features\r\nFrantic Arcade-Style Action – Hold down the trigger and lay waste to a never-ending onslaught of attackers or face being overrun by Mental’s savage beasts. No cover systems, no camping – it’s just you against them. All of them!\r\nFearsome Enemy Creatures – A new battalion of unforgettable minions including the rumbling Scrapjack and towering Khnum join the legendary Headless Kamikaze, Gnaar and Sirian Werebull to create the fiercest opposition you’ve ever had the pleasure of mowing down!\r\nSpectacular Environments – Battle across the expansive battlefields of near-future Egypt bursting at the seams with total chaos. The shattered cities of tomorrow lined with the crumbling temples of an ancient world become your destructible playground!\r\nDestructive Arsenal – Unleash Serious Sam’s arsenal of weapons including a scoped assault rifle, the double-barreled shotgun, the explosive automatic shotgun, the punishing minigun, and the almighty barrage of flaming cannonballs! Carry all of Sam’s weapons at once and switch between each gun on the fly for maximum firepower!\r\nBrutal Melee Attacks – When the going get’s tough, the tough take matters into their own hands! Rip out the eye of a closing Gnaar, twist off the face of the hideous Scrapjack or snap the neck of an Arachnoid Hatchling for an instant kill!\r\nCo-Op Multiplayer – Go to war against Mental’s horde with up to 16 players online and annihilate everything that moves across 12 single-player levels of mayhem in Standard Co-Op, Classic Co-Op, Coin-Op Co-Op, Beast Hunt and Team Beast Hunt mode.\r\nSurvival Singleplayer & Multiplayer – Try to survive alone (offline) against wave after wave of enemies with specially created levels in Survival mode or have your online friends join two teams, fighting both each other and enemies, in the relentless Team Survival mode!\r\nVersus Multiplayer – Fight against each other or other teams in various multiplayer versus modes like Deathmatch, Team Deathmatch, Capture the Flag, Last Man Standing, Last Team Standing, Instant Kill and My Burden, along with Team Beast Hunt and Team Survival!\r\nSplit Screen Modes – Play local (offline) split screen co-op and multiplayer versus modes with up to four players on one screen! It even includes the support for multiple keyboards and mice!\r\nLevel Editor* – Create your own levels, MODs, textures and other content with the inclusion of the fully featured Serious Editor 3.5!\r\nSteam Workshop – Submit your content creation or download new player-created content and modifications for Serious Sam 3!\r\nMisc Game Options – 5 difficulty levels, quick-save, auto-save, multiple save slots, 3rd person view, co-op gameplay tweaking options, game controller support, localized with subtitles, parental blood & gore control including hippie mode, various color schemes, tons of advanced graphics options to tweak, cheats, console, Steam trading cards, achievements, leaderboards and cloud and much, much more!\r\n\r\n* This item is only available on PC","info":"<li><span>中文名: </span>英雄萨姆3</li><li><span>开发: </span><a href=\"/person/39311\">Croteam</a></li><li><span>发行: </span><a href=\"/person/30830\">Devolver Digital</a></li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>Stadia</li><li><span>游戏类型: </span>FPS</li><li><span>发行日期: </span>2011年11月22日</li><li><span>售价: </span>本体￥112；黄金版￥184</li>","collection":{"wish":1,"collect":10,"doing":1},"tags":[{"name":"FPS","count":3},{"name":"PC","count":2},{"name":"STEAM","count":1}],"staff":[{"id":39311,"image":"//lain.bgm.tv/pic/crt/g/21/f8/39311_prsn_e2ZmQ.jpg","name":"Croteam","desc":"开发"},{"id":30830,"image":"//lain.bgm.tv/pic/crt/g/e1/7b/30830_prsn_a3eQm.jpg","name":"Devolver Digital","desc":"发行"}],"relations":[{"id":996,"image":"//lain.bgm.tv/pic/cover/m/0b/8a/996_buWhf.jpg","title":"Serious Sam II","type":"前传","url":"https://bgm.tv/subject/996"},{"id":247951,"image":"//lain.bgm.tv/pic/cover/m/8b/71/247951_brEiG.jpg","title":"Serious Sam 4","type":"续集","url":"https://bgm.tv/subject/247951"}]}