{"id":312092,"type":4,"name":"Asteroids Deluxe","image":"//lain.bgm.tv/pic/cover/m/c7/cf/312092_aFVCT.jpg","summary":"Asteroids Deluxe is a vector graphic multidirectional shooter released in arcades in April 1981 by Atari Inc. as the sequel to Asteroids. It was followed by Space Duel in 1982 and Blasteroids in 1987. Key changes in Asteroids Deluxe were designed to combat the saucer-hunting strategy of Asteroids, which allowed experts to play for extended periods. These modifications also made it significantly more difficult than the original.\r\n\r\nLike in the original Asteroids, the objective is to score points by destroying asteroids and flying saucers. The player controls a ship that can rotate left and right, fire shots straight forward, and thrust forward. When shot, larger asteroids break apart into smaller pieces and fly in random directions, while the smallest asteroids are destroyed when hit. Deluxe replaces the hyperspace feature with shields which deplete with use. This game also introduces the \"Killer Satellite\", a cluster of ships that break apart and chase the player's ship when hit. Objects \"wrap\" from each edge of the screen to the opposite edge (e.g. from the right edge to the left), as in the original.\r\n\r\nIn addition to the shield feature and the Killer Satellite, the most significant change in this version of the game is that the flying saucers can now target the player's ship across the screen boundary - meaning that if the saucer is close to the left edge and the player is at the right edge, the saucer may shoot toward the left edge and across the boundary to hit the player since their ship is closer that direction. In Asteroids, the saucers could only fire directly at the player's location on screen without considering the boundary, which led to the popular \"lurking\" exploit that enabled players to play for very long periods of time on a single credit. This updated strategy was in direct response to that exploit.","info":"<li><span>中文名: </span>爆破彗星 豪华版</li><li><span>平台: </span>BBC Micro</li><li><span style=\"visibility:hidden;\">平台: </span>Atari ST</li><li><span style=\"visibility:hidden;\">平台: </span>街机</li><li><span>游戏类型: </span>STG</li><li><span>游玩人数: </span>1~2人</li><li><span>发行日期: </span>1981年4月</li><li><span>游戏设计师: </span>Dave Shepperd</li>","collection":{"collect":1},"relations":[{"id":312076,"image":"//lain.bgm.tv/pic/cover/m/45/bf/312076_j7RbV.jpg","title":"Asteroids","type":"不同演绎","url":"https://bgm.tv/subject/312076"}]}