{"id":125089,"type":4,"name":"In Antarctica: A Comic Escape","image":"//lain.bgm.tv/pic/cover/m/99/c6/125089_BxpvP.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":1},"score":10},"summary":"---------------------------------------------------------------------------\r\n\r\nNico Nico Indie Games Fes 4 Finalist,Winner of PS Loves Indies Award,IGDA Japan Award,Weekly Famitsu Award. (2014 November)\r\n\r\n----------------------------------------------------------------------------\r\n\r\n\r\nTHE PREMISE:\r\nWhat happens when you pair the story-driven narrative and humor of classic point-and-click adventure games with the brain-teasing puzzles of escape-the-room games?\r\n\r\nThe answer: In Antarctica.\r\n\r\nTHE STORY:\r\nThings were looking up for John Hopper. He was a top researcher at his company, enjoying the financial rewards and the intellectual satisfaction of a job well done. Then things went south. A shake-up at the company landed John a one-way ticket to the South Pole, a fool's errand to an abandoned research site. Marooned in Antarctica, John struggles to find a purpose.\r\n\r\nCan he get to the bottom of what happened at HQ?\r\nCan he return home and reunite with his family?\r\nOr is he just another Antarctic fragment, destined to end up adrift in a snowbank?\r\n\r\nTHE BREAKTHROUGH:\r\nYou know escape games. You love them. It's you, in a room, four walls. You move around and try to find the light of the day. But the room is static. It may be 3D, but it lacks a dimension -- time. What if events happened in sequence, and you had to find a way to turn back the clock?\r\n\r\nIn Antarctica is played like a series of panels in a comic book, with events unfolding before you. You'll have to search the room and interact with your environment to change the outcome of events and save John from the brink of danger.\r\n\r\nThis is the closest thing to time travel you will ever get, so stop building that DeLorean in your basement and start playing this game right now.\r\n\r\nFEATURING:\r\n\r\n- Lush, handcrafted CGI graphics!\r\n- Achievements: as if exploring nooks and crannies and finding fun dialogue wasn't enough, we've added further incentive to leave no stone unturned!\r\n- Amazing hairdos!\r\n- Pathos and human drama!\r\n- Snow!","info":"<li><span>平台: </span>iOS</li><li><span>游戏类型: </span>探险游戏</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2014年08月06日</li><li><span>开发商: </span>StudioAnastrophe</li>","collection":{"collect":2,"on_hold":1},"tags":[{"name":"IOS","count":1},{"name":"催泪","count":1},{"name":"解谜","count":1},{"name":"AVG","count":1}]}