{"id":163484,"type":1,"name":"Tokyo Vice","image":"//lain.bgm.tv/pic/cover/m/d2/cb/163484_g25l2.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"《东京罪恶(一个美籍记者的日本警方采访实录)》是广东南方日报出版社在2013年4月出版的图书，作者是杰克·阿德尔斯坦。《东京罪恶(一个美籍记者的日本警方采访实录)》是一部关于时事政治、政府职责及教育民生等方面的新闻时评集。按照评论内容分为三部分：把“待遇”变成责任、事事纠之不胜纠、教育不是“起造屋宇”。这些评论对新闻时事具有敏锐的洞察力，观点入木三分，且多有独到之处，体现了作者冷静的理性和积极的建设性，很好地发挥了一位有担当的新闻人言论之责。通过这些评论，可以见出社会热点问题和时代的变迁，是了解社会与时代的独特文本。\r\n\r\nFrom the only American journalist ever to have been admitted to the insular Tokyo Metropolitan Police press club: a unique, firsthand, revelatory look at Japanese culture from the underbelly up.\r\nAt nineteen, Jake Adelstein went to Japan in search of peace and tranquility. What he got was a life of crime . . . crime reporting, that is, at the prestigious Yomiuri Shinbun . For twelve years of eighty-hour workweeks, he covered the seedy side of Japan, where extortion, murder, human trafficking, and corruption are as familiar as ramen noodles and sake. But when his final scoop brought him face to face with Japan’s most infamous yakuza boss—and the threat of death for him and his family—Adelstein decided to step down . . . momentarily. Then, he fought back.\r\nIn Tokyo Vice , Adelstein tells the riveting, often humorous tale of his journey from an inexperienced cub reporter—who made rookie mistakes like getting into a martial-arts battle with a senior editor—to a daring, investigative journalist with a price on his head. With its vivid, visceral descriptions of crime in Japan and an exploration of the world of modern-day yakuza that even few Japanese ever see, Tokyo Vice is a fascination, and an education, from first to last.","info":"<li><span>中文名: </span>东京罪恶</li><li><span>别名: </span>An American Reporter on the Police Beat in Japan</li><li><span>出版社: </span>Pantheon</li><li><span>价格: </span>USD 26.00</li><li><span>作者: </span>Jake Adelstein</li><li><span>发售日: </span>2009年10月13日</li><li><span>页数: </span>352</li>","collection":{"collect":1,"dropped":1}}