{"id":163456,"type":3,"name":"M紳士のオナサポ支援の館・魔汚館 上級 Ver零","image":"//lain.bgm.tv/pic/cover/m/b7/8a/163456_vl6Ug.jpg","summary":"(1)作品内容\r\n本日は「竜鳴館」の分館「M紳士のオナサポ支援の館、魔汚館(まおうかん)」においで頂きありがとうございます。\r\nまず確認ですが、本館にいらしたということは、お客様はサディストとマゾヒストのSとMで分類するとMにあたる方で間違いないでしょうか?\r\nもしMではなくSの方でしたら当館ではなく別の分館になりますのでお引取り願います。\r\n\r\n当館は普通のオナニーでは満足できず、女性から汚らしい汚チ○ポを見られる想像をしながら、見下され、嘲笑され、馬鹿にされながら女性の指示で汚チ○ポをしごき、時には寸止めされたり、罵声を浴びせられたりして、惨めに感じて汚チ○ポから汚らしいマゾ汁を垂れ流したい方が訪れる、マゾヒズムの男性のシコリ場でございます。\r\n\r\n(2)内容物\r\n・音声ファイル　トラック合計時間　1:05:31\r\n・readme.txt\r\n・アンケート.txt\r\n・画像\r\n\r\n今後差し替えるかもしれませんので、ユーザー登録してからご購入頂く事を推奨します\r\n\r\n(3)出演声優様 \r\n白夜あこ　様\r\n\r\n\r\n～☆前作との違い☆～\r\n\r\n今回の作品は、アンケートなどをとった結果、多かったシチュと軍人というシチュを合わせて制作しました\r\nまた上級という事で今まで以上にM向けな内容に出来たと思います\r\n\r\n\r\n\r\n大きな違いとしては、「特殊なオナニー」と「精飲」に重点を置いた点になります。\r\nここがポイントなので買う参考にしていただけたらと思います\r\n\r\n\r\n\r\n今回の担当メイドは頂いたアンケートにあった\r\n・軍人\r\nを採用させていただきました\r\n\r\n作品のポイントとしては、上記の大きな違いでも記載しましたが「特殊なオナニー」と「精飲」がメインになっている所です\r\n\r\n「特殊なオナニー」はアンケートで希望の多かったものを\r\n「精飲」はもっと徹底的にしてみました\r\n\r\n\r\n\r\n軍人というキャラをどう表現しようか考えた末、調教風になってしまいました\r\nまたキャラを考えた際に既作のように「シコシコ」などの言葉は合わなかったので、今作には一切「シコシコ」などの言葉はありません\r\nその代わりとなったのが「特殊なオナニー」ですが\r\nそして上級という事、軍人という事で慈悲はありません\r\n新しい性癖に目覚められるかもしれませんのでご注意を\r\n\r\n\r\n\r\nアンケートで\r\n「ハートマン軍曹と訓練兵」\r\nブログ内でさせてもらったアンケートで多かったこちらを採用しました\r\n\r\n「既作であった○○○のフィニッシュ版が欲しい」\r\n○○○は複数頂いた意見で、軍人と相性がよさそうだったのでたっぷり組み込みました\r\n\r\n「上級だから一切の妥協をしないでほしい」\r\n「上級らしくキツいぐらいで」\r\nこういった意見もありましたので、全く慈悲のない内容にさせていただきました\r\n\r\n「しこしこ言われる通り動かすのとは別に,「10カウント中に50回」のようなノルマ制」\r\n「シコシコ」言わないプレイなので導入しました\r\n\r\n\r\n「フィニッシュパターン～」\r\nいろいろ用意しました\r\n\r\n「精飲ならもっと惨めに」\r\n「顔射とか」\r\n「流石に○○に出した後にそれを舐めるとかだとキツイですが…」\r\nならばトコトンまでいれてみましょう\r\nむしろやってもらいましょう\r\n\r\n\r\n「しごく時の体勢の指示を入れて欲しい、変態指示の時のガニ股とか」\r\n今回は体勢も変わります\r\n「しごく」とは限りませんが\r\n\r\n「お仕置きというか懲罰?がいっぱいあっても面白いかも」\r\nということでお仕置きというか懲罰というか、零の機嫌を損ねたら罰をたっぷり受けるようにしました\r\n\r\n\r\n\r\n※以下重要だと思われる点なのでredome.txtより抜粋※\r\n～～～～～～～～～～～～～～～～～～～～～～～～～\r\n※※以下は「精飲が出来る」「精飲に挑戦したい」「精飲は出来ないけど零に強要されたい」「今後精飲が出来るようになりたい」「今後精飲をしてみようか考えている」「ドM」のどれかに当てはまる方用となっています※※\r\n※※オナサポでありながら調教色の強い作品になりますので、新しい性癖に目覚めたくない方はもう一度よく考えた上でお聞き下さい※※\r\n\r\n\r\n※※※なお、この作品を一番楽しめるのは「今はまだ精飲出来ないけど、調教されて出来るようになりたい」という方になります※※※\r\n※※※要するに「調教なんかに負けたりしない→悔しい…、でも感じちゃう」な人向けです※※※\r\n\r\n以下自分にあてはまる様に並べ替えしてください\r\n～～～～～～～～～～～～～～～～～～～～～～～～～\r\n\r\n\r\n\r\nそして、今回もアンケートに少し項目を増やさせて頂きました\r\n過去作のアンケートもまだまだ募集しています\r\n\r\n\r\n\r\nそして体験版について要望が沢山ありましたので、少し頑張ってみました\r\nネタバレにならない程度に抑えつつ、ある程度のプレイ内容が分かるようにしてみました\r\nこれに関しての意見もお待ちしています\r\n\r\n\r\n最後に\r\nサークル:吟遊夜会では皆様のご意見を募集しています\r\n「～なキャラに～されたい」\r\n「～する指示がほしい」\r\n「ここは～したほうがいい」\r\nなど様々な意見をお待ちしています\r\n頂いた意見を元に、より良い作品を作っていきたいと考えていますので、ご協力お願いします","info":"<li><span>艺术家: </span>白夜あこ</li><li><span>发售日期: </span>2014年07月01日</li><li><span>价格: </span>1,080円</li><li><span>发行商: </span>吟遊夜会</li><li><span>官方网站: </span>http://b.dlsite.net/RG22772/</li><li><span>作品番号: </span>RJ137278</li>","collection":{"wish":1,"collect":1},"lock":"条目已锁定"}