{"id":163458,"type":3,"name":"M紳士のオナサポ支援の館・魔汚館 バレンタインイベント Ver「チョコスティック」","image":"//lain.bgm.tv/pic/cover/m/4f/46/163458_WVmwr.jpg","summary":"(1)作品内容\r\n本日は「竜鳴館」の分館「M紳士のオナサポ支援の館、魔汚館(まおうかん)」においで頂きありがとうございます。\r\nまず確認ですが、本館にいらしたということは、お客様はサディストとマゾヒストのSとMで分類するとMにあたる方で間違いないでしょうか?\r\nもしMではなくSの方でしたら当館ではなく別の分館になりますのでお引取り願います。\r\n\r\n当館は普通のオナニーでは満足できず、女性から汚らしい汚チ○ポを見られる想像をしながら、見下され、嘲笑され、馬鹿にされながら女性の指示で汚チ○ポをしごき、時には寸止めされたり、罵声を浴びせられたりして、惨めに感じて汚チ○ポから汚らしいマゾ汁を垂れ流したい方が訪れる、マゾヒズムの男性のシコリ場でございます。\r\n\r\n(2)内容物\r\n・音声ファイル　トラック合計時間　1:13:53\r\n・readme.txt\r\n・アンケート.txt\r\n・パンフレット.txt\r\n\r\n今後差し替えるかもしれませんので、ユーザー登録してからご購入頂く事を推奨します\r\n\r\n(3)出演声優様 \r\n白夜あこ　様\r\n\r\n(4)絵師様\r\n凡骨　様\r\n\r\n～効果音素材～\r\n効果音素材使用: ヤミーズカフェ　様\r\n\r\n\r\n※体験版に同梱されているパンフレット.txtには目を通して下さい※\r\n\r\n\r\n～☆前作との違い☆～\r\n\r\n今回の作品は、バレンタイン企画という事でチョコレートを絡ませた内容となっています\r\n詳しい内容はポイントで説明しますので、買う時の参考にして下さい\r\nまた購入していただいた際には作品ごとに用意して頂く必要があるものがありますので、同梱されているパンフレット.txtをご覧になってからお聞き下さい\r\n\r\n今回の担当メイドは頂いたアンケートにあった\r\n・零@上級の続編\r\nを採用させていただきました\r\n\r\n・作品のポイント\r\nバレンタイン企画であり既作「M紳士のオナサポ支援の館・魔汚館 上級 Ver零」の続編となります\r\n内容は「零@上級」でしたプレイのパワーアップ版+αとなっています\r\n\r\nアンケートで\r\n・内容は良かったけどフィニッシュがしにくかった\r\n・もっとキツい内容の方が良かった\r\nなどの意見がありましたのであえて新しいプレイは少なめに既存の中身をパワーアップさせる方向にしました\r\n\r\n・手拍子も良かったけど、作中でも言っていたある道具を使って欲しかった\r\nともありましたのでそこも追加しました\r\n\r\n・何回も聞いて精飲出来たけど、やっぱりフィニッシュした後だと賢者モードで難しい\r\nともありました\r\nならば別の方法は…と考え精飲に近い状態をフィニッシュ前に味わえるようちょっと工夫してみました\r\nどこまで精飲に近い感じを出せたか分かりませんが、お楽しみ頂ければと思います\r\n勿論精飲が出来る方にも満足いただけるよう作りましたのでお楽しみください\r\n\r\n・「もっと厳しく」「より残酷に」「徹底して」「踏みにじられたい」\r\nなど、もっと「零」の残虐性やSっぷりを見たいというような意見がありましたので、プレイにもより容赦は無くしてみました\r\nなので完遂出来た方は少ないであろう既作「M紳士のオナサポ支援の館・魔汚館 変態指示+寸止め責め+上級者向け 完全版」に含まれていた、キツいお仕置きが「零」によって更に容赦なくなって戻ってきています\r\n「美奈」にあった優しさは「零」には全くありませんのでご注意ください\r\nしかし、そこには「零」のSたる地が多少出ていますので、勇気とお仕置きに耐えきる自信があれば聞いてみて下さい\r\n\r\n\r\n最後に\r\nサークル:吟遊夜会では皆様のご意見を募集しています\r\n「～なキャラに～されたい」\r\n「～する指示がほしい」\r\n「ここは～したほうがいい」\r\nなど様々な意見をお待ちしています\r\n頂いた意見を元に、より良い作品を作っていきたいと考えていますので、ご協力お願いします","info":"<li><span>艺术家: </span>白夜あこ</li><li><span>发售日期: </span>2015年02月14日</li><li><span>价格: </span>1,080円</li><li><span>发行商: </span>吟遊夜会</li><li><span>官方网站: </span>http://b.dlsite.net/RG22772/</li><li><span>作品番号: </span>RJ150303</li>","collection":{"collect":1},"lock":"条目已锁定"}