{"id":163455,"type":3,"name":"M紳士のオナサポ支援の館・魔汚館 罵倒+精飲","image":"//lain.bgm.tv/pic/cover/m/fa/af/163455_Eu2EG.jpg","summary":"(1)作品内容\r\n本日は「竜鳴館」の分館「M紳士のオナサポ支援の館、魔汚館(まおうかん)」においで頂きありがとうございます。\r\nまず確認ですが、本館にいらしたということは、お客様はサディストとマゾヒストのSとMで分類するとMにあたる方で間違いないでしょうか?\r\nもしMではなくSの方でしたら当館ではなく別の分館になりますのでお引取り願います。\r\n\r\n当館は普通のオナニーでは満足できず、女性から汚らしい汚チ○ポを見られる想像をしながら、見下され、嘲笑され、馬鹿にされながら女性の指示で汚チ○ポをしごき、時には寸止めされたり、罵声を浴びせられたりして、惨めに感じて汚チ○ポから汚らしいマゾ汁を垂れ流したい方が訪れる、マゾヒズムの男性のシコリ場でございます。\r\n\r\n(2)内容物\r\n・音声ファイル　トラック合計時間　1:00:52\r\n・readme.txt\r\n・アンケート.txt\r\n・画像\r\n\r\n今後差し替えるかもしれませんので、ユーザー登録してからご購入頂く事を推奨します\r\n\r\n(3)出演声優様 \r\n七凪るとろ　様\r\n\r\n\r\n～☆前作との違い☆～\r\n\r\n今回の作品は、既作「M紳士のオナサポ支援の館・魔汚館 バレンタインイベント Ver.「チョコアソート」」の作中にあったプレイを、募集しているアンケートの中で希望のあった既作「M紳士のオナサポ支援の館・魔汚館 バレンタインイベント Ver.「チョコレートドリンク」」のキャラ「瑠未」に指示してもらう作品となります。\r\n\r\n\r\n\r\n大きな違いとしては、「フィニッシュの変化」「より細分化されたファイル」を追加した点になります。\r\nここがポイントなので買う参考にしていただけたらと思います\r\n\r\nまた体験版はブログ内で先行公開した物と同じになります\r\n\r\n\r\n今回の担当メイドは頂いた前述に有る通り\r\n・瑠未\r\nを採用させていただきました\r\n\r\n\r\n作品のポイントとしては、上記の大きな違いでも記載しましたが「フィニッシュの変化」「より細分化されたファイル」が増えている所です\r\n\r\nアンケートから複数の要素を組み込んで「バレンタイン用」だった物を一から書き直しました\r\nそして上級として、責めを味わえる作品となっています\r\n\r\nまたアンケートで\r\n「亜佐美の罵倒の瑠未バージョンが自分も聞いてみたいですね」\r\nなど複数件頂いたので作りました\r\n\r\n「精飲は選択できるか、なくしてしまってもいいと思います」\r\nなどアンケート、ブログアンケートでも頂いた意見を元に今回は「精飲」を最小限に抑えました\r\n\r\n「～包茎罵倒コンボ・・・できたら・・・」\r\nという訳で細分化しました\r\n\r\n「○○オナとか出来れば欲しい～」\r\n今回のフィニッシュがこれになります\r\n\r\n「寸止めとか苦手なんだが、～」\r\n今回は寸止め少なめにしてみました\r\n\r\n\r\n過去作のアンケートもまだまだ募集しています\r\n\r\n\r\n\r\nそして体験版について要望が沢山ありましたので、少し頑張ってみました\r\nネタバレにならない程度に抑えつつ、ある程度のプレイ内容が分かるようにしてみました\r\nこれに関しての意見もお待ちしています\r\n\r\n\r\n最後に\r\nサークル:吟遊夜会では皆様のご意見を募集しています\r\n「～なキャラに～されたい」\r\n「～する指示がほしい」\r\n「ここは～したほうがいい」\r\nなど様々な意見をお待ちしています\r\n頂いた意見を元に、より良い作品を作っていきたいと考えていますので、ご協力お願いします","info":"<li><span>艺术家: </span>七凪るとろ</li><li><span>发售日期: </span>2014年05月16日</li><li><span>价格: </span>864円</li><li><span>发行商: </span>吟遊夜会</li><li><span>官方网站: </span>http://b.dlsite.net/RG22772/</li><li><span>作品番号: </span>RJ134497</li>","collection":{"collect":2},"lock":"条目已锁定"}