{"id":79631,"type":4,"name":"グラディウスII -GOFERの野望-","image":"//lain.bgm.tv/pic/cover/m/df/5d/79631_L3v34.jpg","rating":{"total":14,"count":{"1":0,"2":0,"3":0,"4":0,"5":2,"6":3,"7":5,"8":3,"9":0,"10":1},"score":6.9},"summary":"序.グラディウス歴6644年、亜時空星団バクテリアンとの間で勃発した、第一次プラネット・ウォーは、グラディウス史記の中では「北十字戦記」として記されている。この戦いでグラディウス帝国の受けた被害は惑星全体の65%に及び、その大半が帝国都市のある北半球に集中した。しかし、闇に閉ざされた南半球側へのわずかな被害が、後にグラディウス帝国を危機へと導くトリガーとなることを、誰が予見しただろうか。\r\n\r\n惑星グラディウスは、太陽系から2億8千万km離れたところに位置し、その地軸は太陽に対してほぼ水平を保つ。このため、北半球では一年中太陽の恩恵を受け、逆に南半球は常に闇に閉ざされていた。ここを母星とするグラディウス帝国は、人口約20億人、周囲に7つのネオ・スペースプラントと呼ばれる殖民星を持つ。\r\n\r\n帝国の主要機能は、太陽のあたる北半球側に集中し南半球側の開拓はほとんど行われていない。リーク人は、惑星グラディウスの南半球側に住む唯一の民族であった。彼らの生活形態は原始的ではあったが、他の民族と一線を画するサイコパワーを持っていた。リーク人の持つサイコパワーは、リーク・パワーと呼ばれ、あらゆる動力機器及び生体のエネルギー源として利用可能であることが知られていた。その特異で強靭なパワーは、常に体内に保有する強力で特殊なマグネティック・イオンによって維持され、それゆえ自然界に存在する多種雑多な宇宙線を極度に嫌い、比較的宇宙線量の少ない南半球に住居を求めたのであった。しかし、帝国政府は原始的な彼らリーク人の存在を憂い、認知を拒否していた。「北十字戦」におけるグラディウス本星への攻撃で、リーク人居住地域への直接攻撃はほとんどなかったが、流れ弾の爆発時に放出される宇宙放射線の影響によって多くのリーク人が死亡した。この戦いのあと、生き残ったリーク人はわずか12名。\r\n\r\nしかし、復興に手間取る帝国政府の援助活動がリーク人に及ぶことはなく、その後4名が死亡した。この時を期して、リーク人の帝国に対する不信と憎悪は急速に増大していった。生き残ったリーク人の中で、もっとも帝国に対して憎悪を抱いたのはヴェノムであった。しばらくして、彼は仲間ら4名と共に帝国政府のある北へ向かい、やがて音信は絶えた。こうして生き残ったリーク人は3名となり、その中にジェイムス＝バートンがいた。\r\n\r\nジェイムスは当時3歳、両親を北十字戦で失った孤児であった。グラディウス歴6645年、リークパワーの研究に着手していたグラディウス帝国宇宙科学庁は、そのパワーの分析と利用価値に関する報告書を完成、その重大性から、リーク人の早期認知を政府に答申した。この報告に基づき、政府はリーク人の正式認知を決め、リーク人保護政策を打ち出したのに続き、大掛かりなリーク人実態調査を実施した。しかし、帝国に対して不信感を抱くリーク人たちは、帝国の保護政策に反発、リークパワー研究のため宇宙科学庁に収容されたジェイムスを除く全リーク人が、間もなく帝国政府のもとを去った。ジェイムスは将来の帝国宇宙軍への参加を志し、宇宙科学庁に残った。\r\n\r\nグラディウス歴6647年、第16代皇帝が死去。かわって、ラーズ17世が第17代皇帝の座に就いた。この頃から、惑星グラディウスを照らし続けてきた太陽に異変が起こった。太陽黒点が消滅し、中心部の温度が異常上昇を始めたのだ。\r\n\r\n太陽光は次第に青みを増し、光量も増加していった。地表の温度は徐々に上昇し、気候にも変化の兆しが見え始めた。これらの変化に対する対応は、グラディウスの技術力で十分可能であったが、重大なことはグラディウス帝国の全エネルギー源が、太陽に含まれるリカベラー粒子を抽出して生成されているという事実であった。太陽の異変によって、リカベラー粒子の抽出は不安定となり、エネルギーの供給に大きな影響が出始めたのであった。\r\n\r\n帝国政府は、新しいエネルギー源としてリークパワー応用技術の確立を急いだ。そのためにはリーク人の全面的な協力が必要となってくる。帝国政府が、リーク人の探索、保護政策を急いだのもこういう背景があってのことであった。この政策は、一部リーク人の反発を招いたが、おおむね順調に進行していった。グラディウス歴6653年、宇宙科学庁は、リークエネルギー生成システムの開発に成功、さらにはリークパワーエンジンを搭載した初めての超時空戦闘機「ビックバイパーが完成した。しかし、これと相前後して宇宙科学庁内部では、リーク人技術者とグラディウス人との間の対立が深まった。ジェイムス＝バートンは、両者間の対立を憂い、宇宙科学庁から国防省へと移籍した。\r\n\r\nグラディウス歴6658年、バクテリアンの再度の襲撃をきっかけに、第二次プラネット・ウォー（「闇の女神戦」）が勃発した。（グラディウス1）この戦いで、ジェイムス＝バートンはリークパワーエンジンを搭載した超時空戦闘機「ビックバイパー」のパイロットに任命され、激戦の末バクテリア軍の撃退に成功した。この戦いを契機にリークパワーは大いに注目され民間の研究機関をも巻き込んだ開発競争が激化していった。\r\n\r\n開発競争が激化してゆく状況のもと、宇宙科学庁初のリーク人の技術庁長官が誕生した。彼こそが、「北十字戦」後、忽然と消え音信を絶った、ヴェノムであった。ヴェノム長官指揮のもと、エネルギー効率を飛躍的に改善するための「ハイパードライブシステムII」が開発され、このシステムをリークパワーエンジンに応用したサイキック・リークパワー推進装置が実用化されるに至った。国防省は、次期超時空戦闘機への推進装置の本格的採用を決め、宇宙技術庁は最新鋭超時空戦闘機「メタリオン」の開発に着手した。\r\n\r\nそのような状況の中で帝国政府は、ヴェノムの宇宙科学技術庁長官就任に対して秘かな疑惑を持ち始め、ヴェノム長官周辺の調査を実施した。時を同じくして、宇宙科学庁内部のリーク人とグラディウス人との対立は静かに、しかし確実に進行していった。やがてその対立は、宇宙科学庁と帝国政府間の対立へと発展する様相を見せ始め、グラディウス歴6664年、ついに宇宙科学庁によるクーデター勃発に至ったのである。\r\n\r\nグラディウス歴6664年、宇宙科学庁長官であるヴェノム博士を始めとする10名によるクーデターは、17代皇帝ラーズのグラディウス軍緊急発動により鎮圧された。ヴェノム博士らは逮捕されクーデターは失敗に終わった。軍事裁判ののちヴェノムらは惑星サードへと追放された。\r\n\r\nしかし、クーデターの影響に政局の混乱は続き、翌6665年、不穏分子の凶弾により皇帝ラーズが暗殺され、さらに帝国政府の後継者争いから政局は混迷の色を深め、事態は最悪を向かえた。この間、ヴェノムら10名は、第三者の荷担によって惑星サードから脱出逃亡し、行方不明となった。\r\n\r\nグラディウス歴6665年、政局混迷の中、ヴェノムが帝国宇宙科学庁長官であった頃より開発の進められていた超時空戦闘機「メタリオン」が完成した。「メタリオン」は、度重なるテストフライトで優秀な性能を遺憾なく発揮したが、エネルギー増幅システムである「ハイパードライブシステムII」の効果が不安定である事実が指摘された。\r\n\r\n調査の結果、国防省にもたらされた報告は、ヴェノムが惑星外に持ちだした「バイオコンピュータシステム」との連動が不可欠、というものであった。グラディウス歴6666年、惑星グラディウスのネオ・スペースプラント7惑星からの通信が一斉に跡絶えた。いわゆる「サイレント・ナイトメア事件」である。帝国政府の調査により、何者かによる侵略であることが判明した。同年後半、侵略兆候がグラディウス本星へと及ぶに至り、事態は急速に緊迫の度を増していった。\r\n\r\n侵略者は、バクテリアンの手により復活したヴェノムであった。ヴェノムは、皇帝ラーズによって惑星サードに追放されたのち、バクテリアンの荷担により惑星シンへと逃れた。バクテリアンは、ヴェノムに対してリーク人特有の超能力を最大限に引き出すため、大掛かりなサイボーグ手術を施した。惑星シンにベースを構えた新生ヴェノムは、7つのスペースプラントを次々と侵略し、今まさにグラディウス本星に魔の手を延しつつあった。\r\n\r\nグラディウス帝国政府は、新開発スペース・ファイター「メタリオン」の出動を決めた。しかし、エネルギー増幅システムに不安材料のある「メタリオン」を駆っての出撃は冒険であった。ヴェノムの持ちだした「バイオ・コンピュータ・システム」とのリンクを試みながら、ヴェノム艦隊を撃ち倒さなければならない。その重要かつ困難な使命を帯びたパイロットに、帝国政府首脳は、「ビックバイパー」の元パイロットでありヴェノムと同じリーク人のジェイムス＝バートンを指名した。カウントダウンが発進官制基地に響き渡る。――爆裂音！地響きと共に、「メタリオン」が発進。惑星グラディウスの命運をかけた闘いが、いま始まった。\r\n\r\n(i-revoゲーム（当時）より)","info":"<li><span>中文名: </span>宇宙巡航机2</li><li><span>开发: </span><a href=\"/person/747\">KONAMI</a></li><li><span>发行: </span><a href=\"/person/747\">KONAMI</a></li><li><span>程序: </span><a href=\"/person/36563\">高塚新吾</a></li><li><span>别名: </span>Gradius II</li><li><span style=\"visibility:hidden;\">别名: </span>グラディウスII</li><li><span style=\"visibility:hidden;\">别名: </span>Vulcan Venture</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>FC</li><li><span style=\"visibility:hidden;\">平台: </span>X68000</li><li><span style=\"visibility:hidden;\">平台: </span>PCE CD</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PSP</li><li><span style=\"visibility:hidden;\">平台: </span>Wii VC</li><li><span style=\"visibility:hidden;\">平台: </span>PSN</li><li><span>游戏类型: </span>横版STG</li><li><span>游玩人数: </span>1 - 2人 (交互)</li><li><span>发行日期: </span>1988年3月24日</li>","collection":{"collect":17,"dropped":2},"tags":[{"name":"FC","count":4},{"name":"STG","count":3},{"name":"1988","count":2},{"name":"konami矩形波","count":1},{"name":"七星","count":1},{"name":"飞行射击","count":1},{"name":"俱乐部","count":1},{"name":"童年","count":1},{"name":"ACT","count":1},{"name":"ARC","count":1},{"name":"Konami","count":1},{"name":"ARCADE","count":1}],"staff":[{"id":747,"image":"//lain.bgm.tv/pic/crt/g/bb/c1/747_prsn_43cah.jpg","name":"科乐美","desc":"开发"},{"id":36563,"image":"//lain.bgm.tv/pic/crt/g/7c/f1/36563_prsn_H48hv.jpg","name":"高塚新吾","desc":"程序"}],"relations":[{"id":108290,"image":"//lain.bgm.tv/pic/cover/m/07/bb/108290_4wUcW.jpg","title":"グラディウス","type":"前传","url":"https://bgm.tv/subject/108290"},{"id":79414,"image":"//lain.bgm.tv/pic/cover/m/14/1d/79414_iDCId.jpg","title":"Gradius III","type":"续集","url":"https://bgm.tv/subject/79414"}]}