{"id":322971,"type":4,"name":"Medal of Honor","image":"//lain.bgm.tv/pic/cover/m/79/a1/322971_eEwWr.jpg","summary":"Medal of Honor is a 1999 first-person shooter video game, developed by DreamWorks Interactive and published by Electronic Arts for PlayStation. It is the first installment in the Medal of Honor video game series. The story was created by film director and producer Steven Spielberg.\r\n\r\nIn Medal of Honor, the player takes the role of the fictional Lieutenant Jimmy Patterson, a former C-47 Skytrain pilot in the Air Transport Command who was later recruited to the OSS.\r\n\r\nThe game takes place near the end of World War II (mid 1944-mid 1945). The goal of the game is to complete various Office of Strategic Services (OSS) missions, such as rescuing an American pilot, going undercover to board and destroy a U-boat, recovering stolen art work, and sabotaging the Nazi war effort.\r\n\r\nThe game includes a split screen deathmatch mode, pitting two players against each other in various maps. Players can unlock several secret characters after completing the game or through cheat codes, including notable historical figures such as Filipino patriot José Rizal and playwright William Shakespeare, as well as outlandish characters such as a German Shepherd and a dinosaur.","info":"<li><span>中文名: </span>荣誉勋章</li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>别名: </span>Medal of Honor (1999 video game)</li><li><span>平台: </span>PS</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1999年10月31日</li><li><span>开发: </span>DreamWorks Interactive</li>","staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"发行"}],"relations":[{"id":50234,"image":"//lain.bgm.tv/pic/cover/m/e8/98/50234_eerJt.jpg","title":"Medal of Honor: Underground","type":"续集","url":"https://bgm.tv/subject/50234"},{"id":50233,"image":"//lain.bgm.tv/pic/cover/m/16/39/50233_E68dg.jpg","title":"Medal of Honor: Heroes","type":"资料片、外传","url":"https://bgm.tv/subject/50233"}]}