{"id":260628,"type":4,"name":"スウィートホーム","image":"//lain.bgm.tv/pic/cover/m/82/4d/260628_Hesz5.jpg","summary":"Sweet Home is a survival horror role-playing video game developed and published by Capcom for the Family Computer in 1989. It is based on the Japanese horror film of the same name and tells the story of a team of five filmmakers exploring an old mansion in search of precious frescos hidden there. As they explore the mysterious mansion, they encounter hostile ghosts and other supernatural enemies. The player must navigate the intricately laid out mansion, battling with the enemies and keeping the player characters alive with the limited weapons and health restorative items available.\r\nThe game was directed by Tokuro Fujiwara, who previously worked primarily on arcade games such as Ghosts 'n Goblins (1985). Fujiwara toured the film's set to gather inspiration for the game, and the film's director gave Fujiwara permission to take some liberties with the game's script. Sweet Home was released in December 1989 exclusively in Japan, where it gathered generally favorable reception and was considered better than the film. The game was never localized to western markets, likely because of the game's gruesome imagery and the unpopularity of role-playing games outside Japan.\r\nIn retrospect, Sweet Home is considered a landmark game and is often cited for laying the groundwork for the survival horror genre. It served as the main inspiration behind Resident Evil (1996) which was a massive critical and commercial success, launching a multimedia franchise. Later games in the series continue to pull inspiration from the game through the use of quick time events, inventory management systems, and ghost story elements. Sweet Home's Metroidvania-style exploration, storytelling methods, and horror elements have been cited as precursors to key elements found in other successful games decades later.","info":"<li><span>中文名: </span>糖果屋</li><li><span>开发: </span><a href=\"/person/471\">CAPCOM</a></li><li><span>发行: </span><a href=\"/person/471\">CAPCOM</a></li><li><span>别名: </span>Sweet Home</li><li><span style=\"visibility:hidden;\">别名: </span>甜蜜之家</li><li><span style=\"visibility:hidden;\">别名: </span>魔屋历险</li><li><span>平台: </span>FC</li><li><span>游戏类型: </span>RPG, Survival horror</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1989年12月15日</li>","collection":{"wish":1,"collect":1},"staff":[{"id":471,"image":"//lain.bgm.tv/pic/crt/g/df/70/471_prsn_F2kjF.jpg","name":"卡普空","desc":"开发"}]}