{"id":12837,"type":4,"name":"Archer MacLean's Mercury","image":"//lain.bgm.tv/pic/cover/m/30/b1/12837_1cO2r.jpg","rating":{"total":9,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":4,"7":4,"8":1,"9":0,"10":0},"score":6.7},"summary":"谁会知道可变形的液体金属能够这么的有趣呢？很显然，Archer MacLean 就知道。\r\n\r\n　　Archer MacLean 和他的 Awesome 工作室之前主要是开发桌球游戏，这次他们以“Archer MacLean's Mercury”（下文简称“水银”）；这款足以改变你对水银这种液体金属的传统印象的游戏来入侵便携主机上的PUZZLE GAME领域。这游戏真的很奇特，你必须控制水银在一个迷宫里滚动，躲开重重的阻碍和陷阱到达目的地。\r\n\r\n　　当然游戏还是有一定的难度的，时不时让你为之恼火，而当你解决难度的话又会得到充分的满足感，这游戏就是这么的让你欲罢不能。“水银”这款游戏看起来十分的灵巧、优雅，操作也十分的简单——用PSP的滑杆操纵来倾斜画面中的3D平台；让水银滴（起初有一滴，在一些特殊情况中会有很多滴）沿着平台表面滚动。\r\n\r\n　　游戏开始只能选择一个关卡，这个关卡由一些教学性质的迷宫组成，在这些迷宫中你可以学习如何通过各种不同的陷阱和障碍。往后的迷宫中会有各种各样疯狂的机关，比如移动的平台、传送带、发射台、可以把水银滴分割成很多小水银滴的锯齿拐角；发电的螺丝以及会带走你的水银滴的小鬼球等等。\r\n\r\n　　一般来说达成每个等级的过关目标就是让水银滴滚动着去点燃一连串的开关，不过通常这个过程需要相当多的技巧、注意力，以及运气。当然也有一小部分比较特殊的过关目标，比如你必须让水银滚到终点时水银的质量不能损失超到某个百分比；比如你必须让指定颜色的水银滴（游戏中可以通过染色点给水银滴染上不同的颜色，或用两个同颜色的小水银滴融合为一个大水银滴也会改变颜色）去点燃指定颜色的开关等。\r\n\r\n　　由于游戏的关卡设有时间限制，你不会有仔细想下一步应该怎么做的时间；而在你进入一个关卡之前，游戏不会提示你应该做些什么事，这种设定对初学者来说不太友好，比较容易引起争论。\r\n\r\n　　由于视角的关系，你经常无法事先看见那些阻挡在你前进道路上的障碍，有时你不得不通过反复的试验来找出正确的行进路线。当然反复的试验也不一定是坏事，你可以藉此来探索迷宫的每个角落，领会到迷宫精巧的设计，尽可能找出所有通往目标的捷径。\r\n\r\n　　对于这种类型的游戏，操作是十分重要的，如果操作不好，游戏将一文不值。庆幸的是，“水银”的操作十分出色，PSP滑杆的操作虽然在初玩时有点难以控制；但是在大部分时间里，你可以轻松的利用这样的操作来倾斜整个迷宫平台。拜强大的物理引擎所赐，水银在平台上的滚动表现得十分的真实，包括分裂成小水银滴、从小水银滴聚合成大水银滴的过程；就像真的有水银在你的PSP里面滚动一样，十分令人感动。虽然你偶尔可能会在游戏中失去水银滴的踪迹，不过镜头也马上会拉回来。\r\n\r\n　　此外还有一个视角问题，就是当水银滴拉伸分裂成小水银滴时，如果小水银滴离得很远，那么镜头也会拉得很远，整个迷宫也都变得小小的…其实这样的话影响也不是很严重，但是如果这种时候设计成画面分割模式也许会更好些。\r\n\r\n　　六个关键词 (Along With an Unlockable Bonus World) 以及一共72个迷宫使得这款游戏十分值得去玩；特别是在你体验过了后面一些疯狂的关卡之后。第一个关卡里的几个迷宫十分的简单（毕竟是教学性质的嘛）；但到了第二个关卡后难度飚升，甚至会让你有找不到北的感觉。不难想象这样设定会让有些玩家吓一跳，他们在前一关卡中还可以悠闲的滚动一滴水银；通过一些染色点以及一些移动的平台，轻松过关；然后在随之而来的关卡中，必须控制3滴独立的水银滴，试着让它们靠近，但是不能融合在一起（否则会变色）；即使你十分小心的来回倾斜迷宫平台，你仍然会有很高的几率让你的全部水银从平台边缘掉下去。\r\n\r\n　　游戏真的很难，节奏又很快，不过如果你坚持到底的话，你会发现这款游戏的好处——让你有征服一切挑战的信心。游戏值得一玩再玩的价值大多来自其单机模式。\r\n\r\n　　你可以不断的重玩任何关卡，不断挑战高分记录，可以在 镜象模式 中挑战自己的镜象。你也可以在 多人模式 中通过无线通讯机能和别的玩家对战，不过基本上玩起来和 镜象模式 差不多。水银这款游戏或者有点简单，但是总体来说算是很精细的。前文就有提到，本作的画面的最大亮点就是水银滴的表现，很真实。\r\n\r\n　　不过看久了水银滴在迷宫里面打转会有被催眠的感受。有的迷宫的设计还是很精巧的，不过画面表现力来说，还是属于中规中矩吧。总体来说，除去一些偶尔的跳桢现象，本作的画面算是相当的不错。游戏音效主要是水银滚动时发出的音效声以及一些很不错的有节奏的打击乐。最后推荐“水银”这是一款非常不错的Puzzle Game ，很好的贯彻了制作人的理念。PUZZLE 游戏迷们一定不能错过。","info":"<li><span>中文名: </span>水银</li><li><span>平台: </span>PSP</li><li><span>游戏类型: </span>益智</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2005-04-06</li>","collection":{"wish":7,"collect":15,"dropped":1},"tags":[{"name":"PSP","count":6},{"name":"益智游戏","count":4},{"name":"PUZ","count":1},{"name":"消磨时间","count":1},{"name":"ACT","count":1}],"relations":[{"id":16815,"image":"//lain.bgm.tv/pic/cover/m/33/9e/16815_181XX.jpg","title":"Mercury Meltdown","type":"续集","url":"https://bgm.tv/subject/16815"}],"like":[{"id":18148,"name":"秋叶原之旅","image":"//lain.bgm.tv/pic/cover/m/46/02/18148_Py185.jpg"},{"id":3983,"name":"100万吨的啪啦啪啦","image":"//lain.bgm.tv/pic/cover/m/5e/44/3983_SeeFK.jpg"},{"id":10343,"name":"jubeat plus","image":"//lain.bgm.tv/pic/cover/m/8a/e7/10343_4RstD.jpg"},{"id":8403,"name":"皇牌空战X2 联合攻击","image":"//lain.bgm.tv/pic/cover/m/8a/b9/8403_0yWYp.jpg"},{"id":7687,"name":"皇牌空战X 诡影苍穹","image":"//lain.bgm.tv/pic/cover/m/89/db/7687_AgDyz.jpg"},{"id":1564,"name":"凉宫春日的约定","image":"//lain.bgm.tv/pic/cover/m/fa/cf/1564_csgcJ.jpg"},{"id":4211,"name":"潜龙谍影 和平行者","image":"//lain.bgm.tv/pic/cover/m/e3/b0/4211_c2ROO.jpg"},{"id":7691,"name":"绝体绝命都市3：崩坏的城市与她的歌声","image":"//lain.bgm.tv/pic/cover/m/c7/4c/7691_AdZra.jpg"}]}