[
  {
    "id": "3120341",
    "title": "泰坦尼亚",
    "desc": "《泰坦尼亚》是田中芳树在《银河英雄传说》以外的另一部以宇宙战争为题材的架空历史作品，作品的时代定为人类能够自由进出宇宙的“星历”，这个时代人类开始在“星间都...",
    "year": "2008"
  },
  {
    "id": "1292890",
    "title": "冰海沉船",
    "desc": "1958年拍摄的铁达尼号沉船灾难故事片旧版。\n这是一部载入史册的影片；本片描写了1912年号称“世界之最”的英国豪华游轮“泰坦尼克”号的“处航”因撞冰山沉没的情景，真...",
    "year": "1958"
  },
  {
    "id": "1768144",
    "title": "骨未成灰",
    "desc": "蒂娜的男朋友意识到蒂娜要开煤气度死自己和新生的孩子，于是一把抓起宝贝儿冲到里斯本街头。接下来他要做的事情构成了这部由葡萄牙导演佩德罗·科斯塔执导的过度沮丧的...",
    "year": "1997"
  },
  {
    "id": "1292722",
    "title": "泰坦尼克号",
    "desc": "1912年4月10日，号称 “世界工业史上的奇迹”的豪华客轮泰坦尼克号开始了自己的处女航，从英国的南安普顿出发驶往美国纽约。富家少女罗丝（凯特•温丝莱特）与母亲及...",
    "year": "1997"
  },
  {
    "id": "6087553",
    "title": "泰坦尼克号",
    "desc": "ITV版《泰坦尼克号》聚焦不同的阶层的乘客、船员，通过多视角来展现泰坦尼克号当时的方方面面。观众们将和角色们一起经历泰坦尼克号沉船前的几个小时，经历那从愉悦到悲...",
    "year": "2012"
  },
  {
    "id": "2995743",
    "title": "泰坦尼克号",
    "desc": "Third Reich's Nazi propaganda epic about a heroic fictional German officer on board of the RMS Titanic. On its maiden voyage in April 1912, the supposedly un...",
    "year": "1943"
  },
  {
    "id": "5101536",
    "title": "泰坦尼克号",
    "desc": "",
    "year": "1915"
  },
  {
    "id": "1294916",
    "title": "冲出地狱海",
    "desc": "英国出品的一部大型灾难片，故事描写了一群打捞专家意图将沉在海底的铁达尼号打捞起来，但在打捞的过程中，他们之间却发生了种种矛盾与冲突。导演力图想将此片拍成一部...",
    "year": "1980"
  },
  {
    "id": "5153061",
    "title": "泰坦尼克号2",
    "desc": "On the 100th anniversary of the original voyage, a modern luxury liner christened \"Titanic 2,\" follows the path of its namesake. But when a tsunami hurls an ...",
    "year": "2010"
  },
  {
    "id": "3828068",
    "title": "泰坦尼克号2",
    "desc": "似乎是纪念铁达尼事件100周年，但又遇上了同样的诅咒、遭逢同样的命运。\nOn the 100th anniversary of the original voyage, a modern luxury liner christened \"Titani...",
    "year": "2002"
  },
  {
    "id": "26288187",
    "title": "西班牙情事2",
    "desc": "（原描述为第一部的故事梗概）\nAmaia after breaking up with Rafa, falls in love with a Catalonian. Koldo, her father, goes to Sevilla to persuade Rafa to go to...",
    "year": "2015"
  },
  {
    "id": "35793497",
    "title": "魔鬼泰坦尼克",
    "desc": "One hundred and ten years after its namesake’s fateful journey, the Titanic III’s maiden voyage will land at the original site of the wreck. Although a fai...",
    "year": "2022"
  },
  {
    "id": "1296542",
    "title": "铁达尼号沉没记",
    "desc": "据说永不沉没的泰坦尼克号巨型游轮即将从伦敦起航，直奔大西洋的彼岸美国。各种各样的人聚集在船上，其中有商人阿利森一家、漂亮的女游客伊莎贝拉、小偷贾米。阿利森太...",
    "year": "1996"
  },
  {
    "id": "1459761",
    "title": "春情花花铁达尼",
    "desc": "故事开始于1912年，贺迪（奥利维·马丁内兹Olivier Martinez 饰）是一名普通的工厂工人，幸运的他在一次比赛中获得了登上铁达尼号的船票。贺迪将妻子留在家中，独自一人...",
    "year": "1997"
  },
  {
    "id": "11614067",
    "title": "泰坦尼克号：结案",
    "desc": "IMDb:\nThe documentary looks at the reasons behind the sinking and lack of rescue of the RMS Titanic, and sees Tim Matlin, author of several books about the T...",
    "year": "2012"
  },
  {
    "id": "5450891",
    "title": "泰坦尼克号 3D版",
    "desc": "1912年4月10日，承载着民众万千希望的豪华游轮泰坦尼克号鸣着震耳欲聋的汽笛，由英国南安普顿驶向了大洋彼岸的纽约。头等舱内，美丽女孩罗丝（凯特·温丝莱特 Kate Wins...",
    "year": "2012"
  },
  {
    "id": "1305716",
    "title": "铁达尼邮轮沉浸记",
    "desc": "",
    "year": "1953"
  },
  {
    "id": "6811070",
    "title": "泰坦尼克号：血与钢",
    "desc": "和以往着重表现船难不同，《泰坦尼克号：血与钢》叙述的重点是泰坦尼克号建造期间白星航运公司内外的政治与经济角力，他们在建造这艘大船时由于经济压力而被迫对设计做...",
    "year": "2012"
  },
  {
    "id": "27121248",
    "title": "六人-泰坦尼克上的中国幸存者",
    "desc": "1912年4月14日泰坦尼克号沉没后几乎所有幸存者被送回至纽约港口，唯独六名中国幸存者，他们获救后在24小时之内被美国驱逐出境，他们的逃生经历几乎不被记录，甚至被刻意...",
    "year": "2020"
  },
  {
    "id": "35196586",
    "title": "一个不愿观看《泰坦尼克号》的盲人",
    "desc": "讲述一个坐轮椅的盲人，他是一位电影影迷，家中收藏了丰富的DVD影碟。同时，他一直心爱着一个女孩，但是两人从未见面，只是通过电话进行沟通。有一天，他得知女孩病重，...",
    "year": "2021"
  }
]