{"id":84796,"type":4,"name":"Prime World","image":"//lain.bgm.tv/pic/cover/m/db/ff/84796_9ZCDO.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"Join the war between technology and magic in Prime World, the new competitive RPG from the creators of Heroes of Might & Magic V, Blitzkrieg, Silent Storm, and Etherlords. Choose from dozens of heroes and fight your friends in a battle for victory, glory, and Prime! \r\n\r\nPrime World merges persistent RPG hero development, PvP, PvE, story-driven battles and castle building. Hire, equip and train over 30 unique heroes between battles using collectible and upgradable talents, build a thriving economy in your city, and play together with your friends. You can even start your own clan and fight other clans! \r\n\r\nPrime World offers various battlegrounds to challenge your friends – there are currently eight game modes, with more to come: fight in the traditional 5v5 Borderlands, fast and fierce 3v3 Outpost, dark and moody 4v4 Dragonwald or take on co-op episodic challenges. \r\n\r\nBuild Your Kingdom - Construct your Castle and establish an Army and economy. Build and upgrade various structures, collect resources, craft hero abilities, and manage your clan. \r\nHire An Army - Hire, level up, and independently equip over 30 unique heroes. \r\nFight For Glory - Take on other players in fast paced, strategic PvP battlegrounds. Work your way through the matchmaking ranks to become the top player on the leaderboards.\r\nExplore the Prime Zone - Challenge you and your friends by taking on the monsters of Priya in our Co-Op PvE missions. \r\nDiverse Game Modes - Choose from one of 8 distinctly challenging gameplay modes: 5v5 Borderlands for that classic MOBA feel, 4v4 Dragonwald with a mix of PvE and PVP, Co-Op PvE against the monster of Priya, or even fight hordes of zombies. \r\nHero Customization - Change the look and feel of your Heroes through diverse skins featuring new animations, voice-overs, and visual effects. \r\nCraft Your Playstyle - Craft and earn over 700 talents to equip your Heroes the way you want to play them. Add invisibility to your favorite tank? Stunning ability to your support? Quick heal to your favorite carry? The variety of choices is nearly endless. \r\nClan Versus Clan - Build, level up and manage your clan. Take on other clans in your clan battles and fight for the top spot together!","info":"<li><span>中文名: </span>繁荣世界</li><li><span>开发: </span><a href=\"/person/31192\">Nival Inc</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>MMORPG</li><li><span>发行日期: </span>2013年10月2日</li><li><span>官方网站: </span>http://en.playpw.com/</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"MMORPG","count":1}],"staff":[{"id":31192,"image":"//lain.bgm.tv/pic/crt/g/8d/75/31192_prsn_W852n.jpg","name":"Nival Inc","desc":"开发"}]}