{"id":108109,"type":4,"name":"Unturned","image":"//lain.bgm.tv/pic/cover/m/b6/ad/108109_j2mzD.jpg","rating":{"total":30,"count":{"1":0,"2":0,"3":0,"4":0,"5":2,"6":6,"7":17,"8":5,"9":0,"10":0},"score":6.8},"summary":"Unturned is a sandbox game in the emerging multiplayer apocalypse survival genre. Rather than focusing on being an MMO it provides players with easy systems to sit down and survive the zombie infestation with their friends. Over the course of a typical adventure, groups will have a blast fortifying locations, scavenging for supplies, trying to live off the land and negotiating with other people. The game is being developed entirely with the community in focus, and tons of features are based entirely on feedback: \r\n\r\nFortification: \r\nPlayers can build massive forts out of structural building blocks, or build onto smaller buildings in the world with barricades. It is also possible to create traps and intricate electronic systems. More options for building are constantly being added based on what the community requests. \r\n\r\nSurvival: \r\nIt is entirely possible to live off the wilderness by harvesting trees and rocks, growing crops and hunting animals down. What sort of survival stuff is added is entirely decided by the community. \r\n\r\nExplore: \r\nThe game goes where the community wants it to. The initial release map is set on the lovely Prince Edward Island, but over the next few months many more locations will arrive for players to explore depending on what the community wants to see. Currently the island has plenty of interesting locations to discover and loot. \r\n\r\nBandits: \r\nPlayers can choose to enter player versus player servers and battle other players to steal their gear. Banditry is highly supported with plenty of weapons and sneaky devices. \r\n\r\nHeroes: \r\nPlayers can join player versus environment servers to team up with other people, and easily create clans to play with their pals. \r\n\r\nEarly Access: \r\nThis is the first public release of the game, but new features and content are constantly getting added as a result of community feedback. You can see how far the game has come with the help of the community since the original testing prototype:","info":"<li><span>游戏类型: </span>survival</li>","collection":{"wish":3,"collect":44,"on_hold":4,"dropped":3},"tags":[{"name":"PC","count":11},{"name":"生存","count":7},{"name":"沙盒","count":7},{"name":"STEAM","count":7},{"name":"Survival","count":6},{"name":"自由度","count":5},{"name":"模拟类","count":5},{"name":"2017","count":3},{"name":"SIM","count":2},{"name":"模拟经营","count":1},{"name":"sandbox","count":1},{"name":"独立游戏","count":1},{"name":"像素","count":1},{"name":"高自由度","count":1}]}