{"id":238349,"type":4,"name":"Mata Hari","image":"//lain.bgm.tv/pic/cover/m/56/38/238349_z9uZI.jpg","summary":"可能，仅仅是可能，我们是不是把前LucasArts的游戏设计师们吹捧得过高了呢？做为一名LucasArts游戏的长期支持者，我的第一反应应该是“当然没有，你在这儿胡喷什么呢！？”不过如果说我自己从来没有过这种想法那就是骗人了。退一步想，面对这些曾经带给我们无限欢乐的经典游戏背后的大人物们，在新作中还能发挥当年的神勇嘛，还是仅仅成为了让玩家们乐观期盼的噱头呢？\r\n\r\n当得知Hal Barwood和Noah Falstein（经典冒险游戏《印第安纳•琼斯同亚特兰蒂斯命运》的制作者）已经要为dtp/ANACONDA制作冒险新作《Mata Hari》时，即便是现在对这个计划还一无所知，也再一次激起了我那久违的冒险的腺上激素的分泌。如果现在让我说些从Games Convention上体验过游戏小样而得到的感受的话，我只能说dtp把Barwood和Falstein请来是多么的明智。从给我展示的这段很短的前期样片中，我都能感受到他们俩那独特的创意，并且不断的提醒着我为何他们能在这个领域获得如此的声誉。\r\n\r\n游戏剧情的主要创作源泉来自Mata Hari，这位历史上装扮成异国情调舞女的双面间谍。游戏作了些创造性的艺术突破，认定Mata Hari在被戏剧性的判处死刑前确实当了多年的间谍。而要扮演Mata Hari这个角色，你需要同时运用魅力及智慧才能成为一名优秀的间谍。\r\n\r\n故事背景设定在一次世界大战之前处于黄金时代的法国香舍餐厅，而游戏本身也确实在向玩家释放很多当时的气息，它的室内及服饰设计很容易得到大家的赏识，尤其是你对《The Last Express》这类游戏画面感到很享受时。Demo开始于巴黎的一家舞厅，从阳台上能远望到艾菲尔铁塔的倩影。场景中至少包含一打人物，这一下子就将游戏的基调同那些更寂寞的冒险分开了（例如那些设定在闹鬼的房子或者孤岛上的游戏）。游戏中Mata Hari的第一个目的就是要说服舞蹈经理，她同那些从大街上跑来的妓女不同，是个有着高超技巧的舞者，要实现这个目的，就需要有人能提供给Mata Hari一封介绍信。不过，首先你要同舞厅中形形色色的人物做些基本的社会交际功课。\r\n\r\nMata Hari的游戏界面对于这类对话谜题来说是很适合的。Barwood在演示游戏时解释道，他同他的合作伙伴们并不喜欢那种对话是一种模式（通常为对话树的形式），而解密是另一种物体运算模式的冒险游戏。为了能让玩家更好的融入对话，从而使剧情很流畅的进行，他们决定将对话方式和解谜模式同等对待，形成一个整体。\r\n\r\n换句话说，就是当对话中出现话题时，这个话题会被加入到屏幕下放的物品栏中，并且可以被拖拽运用到任何人物身上。人们会交谈，然后将他们谈论的更多话题添加到物品栏中，至于是把这些话题运用起来还是做些什么其他事情，这个选择权就完全交给玩家自己了。在Demo中，Mata Hari很快就从不同人物身上得到许多小的谈论话题，然后她就能用这些话题从屋子里那些有权势的家伙们那里收集到足够的赞誉，最终使得其中一个人将她介绍给了舞厅的经理。\r\n\r\n这种交互界面听起来同《断剑》系列有些相似，也是用图标来代替谈论的话题。不过，Mata Hari并不会进入那种对话分支结构，取而代之的是在每次对话出现节点后都将话题返回到物品栏中。\r\n\r\n界面在其他方面也很独特。因为出现在物品栏中的材料从本质来说太笼统了，因此Barwood更愿意把它们称作“标记”。实体的物体和交谈的话题可以被标记，抽象的想法也同样能被标记。当有人想喝点什么时，“drink”就会变成一个标记，可以被当作物品应用到酒吧上，并且那个时候标记会改变颜色，表明它已经是个实际存在的饮品了。其他的标记会起到Mata Hari任务提醒者的作用，例如当旅行的标记能在出租马车上或售票亭上使用时，就会很快地将你带到其他场景中。\r\n\r\n正当你认为标准的点击式界面“无法突破”时，这个游戏的到来向你展示了它是有所改变的，并且是很优雅的突破了这个限制。Mata Hari的界面很令人称道地将简洁同表现派的丰富平衡到了一起，让我非常好奇地想知道它是怎样贯穿整个游戏的。\r\n\r\n除了上面解释过的对话性质的谜题，Mata Hari当然也会包含很多从间谍活动中获得启示的谜题。在其中的一个场景中，Mata Hari必须要潜入巴黎的英国大使馆拍摄一些绝密文档的照片。而在另一个任务中，她又需要得到某人的法人资格印章的印痕。渐渐地她会学会如何运用原始的摄像机和解码器等等20世纪初期的间谍技能。\r\n\r\nMata Hari还包含了一些更不寻常的谜题技能。例如，当你往返于各个城市中时，其他特工会追捕你。如果你被捕了，就会被传送回你所在的前一个城市。然而，如果你能走到其他特工前面的话，你会得到本质上的能力提升，这就能让你把那些城市当成安全的天堂来享受，或者用特快车票从那些特工手中溜掉。不过这部分的游戏并没有演示——所以我们只能想象一下那会是什么样子——Barwood对这部分的描述听起来就像是伪装起来的简单的棋盘游戏，他称之为“一款你每次玩都不相同的谜题”，也许用一些小游戏来表现会是个可行的方法。\r\n\r\n节奏舞蹈的小游戏也许会是Mata Hari中唯一有争议的部分。一般来说，和一个舞者相关的游戏如果没有出现跟舞蹈相关的内容的话肯定会让人觉得奇怪的，但幸运的是只有很小一部分跳舞的环节需要去解密。制作者考虑到Mata Hari是一款“纯粹的”冒险解密游戏，因此所有需要动作的部分都会非常容易去搞定。其他的舞蹈环节只是为了那些追求完成游戏后获得高分的玩家所准备的（没错，会跟Sierra的冒险游戏一样将你的得分纪录下来——事实上，它是按照三种不同的计量方法来衡量最后的成绩的）。\r\n\r\n需要说明的是我所看到的Mata Hari的演示只不过是很简单的一个部分，要完成它还有很长的一段路要走，样片中还有着许多的“placeholder assets”（这好像是游戏制作中的专业术语，我自己猜测的大致意思是在游戏某些元素未制作完成的情况下，用某些符号或者元素先临时替代一下，有知道正确翻译的告诉我一下——deathhh注）。也不清楚所有的东西在之后的开发中会如何整合在一起，不过这些早期的demo已经向我们展示了足够的创意和优质的图像质量，给我们建立了很强的信心。别具一格的氛围、结合了合理的界面革新和有着丰富经验的设计者们来掌控，Mata Hari是一款值得我们翘首期盼的作品。","info":"<li><span>中文名: </span>魔女玛塔</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>AVG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2009年7月30日</li><li><span>制作厂商: </span>dtp entertainment，Cranberry Productions</li>","collection":{"wish":1,"on_hold":1},"tags":[{"name":"解谜冒险","count":1}]}