{"id":184557,"type":4,"name":"ЭТО","image":"//lain.bgm.tv/pic/cover/m/84/76/184557_911l1.jpg","summary":"Есть 2 варианта. Прямой и альтернативный. Явное их отличие прямого (Вам 18 лет, Вы в свободном \"полёте\" , можете колдовать) и альтернативного (вам 16 лет у Вас мама, отчим, школа, сестра, брат). В процессе игры, Вы сможете стать кем угодно, от быдла до королевы (возможно и среднее что то). Игра предусматривает рождение детей, и покупку домашнего животного (со всеми последствиями). Схождение с ума. Можно купить компьютер и играть через него, подавать объявления и просто смотреть порно . Существует много параметров которые влияют на процесс. Про силу, ловкость, ум я не буду рассказывать - и так понятно. Есть параметры которые появляются после приобретения навыка. (например танец, проф танец, танец на шесте). Практически всё в игре \"связано\". Если учишься на 2 и 3 то и мама и отчим будут ругать. Выпила водку - \"береги пилотку\"! Одежда больше носит эстетическую пользу, штаны 10 красоты, платье 20 , дорогое платье 25. В некоторых местах дресскод. В игре можно стать от жирёхи до анорексички. Одежда одевается только если совпадает с Вашим размером. Надо кушать, спать, мыться, веселиться и трясти или зарабатывать деньги. Магичность растёт от оргазмов (оригинал версия) типо 7 уровень - 64 раза,8 уровень 128 раз, 9 уровень 256 и 10 уровень 512! (10 уровень магии это конец игры, по моему мнению).\r\nДоп. информация: присутствует звук, иногда вместо картинок выводятся короткие видео, в отличие от версии 1.0.5 добавлены локации и возможности (кататься на коньках или работать горничной и др.). На балкон можно выйти. И как всегда добавлены баги (самый плохой, что автосейв глючит- лечится аварийкой) ","info":"<li><span>中文名: </span>就是这个</li><li><span>平台: </span>PC</li><li><span>游戏引擎: </span>Quest Soft Software</li><li><span>官方网站: </span>http://albedo.fludilka.su/</li><li><span>载点: </span>http://pornolab.net/forum/viewtopic.php?t=1999068</li>","crt":[{"id":42323,"image":"//lain.bgm.tv/pic/crt/g/0c/6c/42323_crt_DARPC.jpg","name":"斯韦特拉娜・列别杰娃","desc":"主角"}],"relations":[{"id":184560,"image":"//lain.bgm.tv/pic/cover/m/35/ae/184560_26s2t.jpg","title":"Girl Life - English Community Version","type":"不同演绎","url":"https://bgm.tv/subject/184560"}]}