{"id":184560,"type":4,"name":"Girl Life - English Community Version","image":"//lain.bgm.tv/pic/cover/m/35/ae/184560_26s2t.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"Girl Life - English Community Version is a project called to life by TFGS-user mjsmagalhaes with the goal of creating an English version of the original game ETO, which was either only available in Russian or in a broken English version. While most of the text is still not properly corrected, progress is made from time to time, along with bugfixes and additions made by TFGS-users.\r\n\r\nGirl Life is an open-world game, in our current time, for you to explore, as you are thrown into a new life. You can either start out in the middle of a larger city, where you'll find yourself finding a job to pay your rent and bills. Or you visit high-school again and make new friends there. Go to the nightclub at weekends, train at the gym, go on a shopping tour or whore yourself out, it's up to you.\r\n\r\nAs it became a larger community effort to modify Girl Life, it went onto Github to be easier accessible to anyone interested in contributing. Moosecalls/Thekingofswedens repository can be considered as a base, which can be forked, edited and then merged with again, in order to add your own content or fix existing one.\r\n\r\nThere are barely any decisions in this game that are final and most events tend to be obvious towards their outcomes.\r\n\r\nAs this is a TFGS community version and several people from here are involved in the progression, I tried to create a list to give credit where credit is due:\r\n\r\nmjsmagalhaes | Mortedonna | OvdS | WDog | Ramia73 | Sweet Little Sister | unit501 | Przemar | Benteparle | centerflag982 | Maruda | moosecall | Kevin Smarts | acien | Drugas | Ekay | Lantera | Veedanya | illume | and a lot more...","info":"<li><span>中文名: </span>女孩生活：英文社区版</li><li><span>别名: </span>ЭТО Girl Life</li><li><span style=\"visibility:hidden;\">别名: </span>ETO Girl Life</li><li><span style=\"visibility:hidden;\">别名: </span>Girl Life [English Community Version</li><li><span>平台: </span>PC</li><li><span>官方网站: </span>https://www.tfgamessite.com/?module=viewgame&id=597</li><li><span>维基: </span>http://git.tfgamessite.com/mjsmagalhes/girllife-ecv/wikis/home</li>","collection":{"collect":2},"crt":[{"id":42323,"image":"//lain.bgm.tv/pic/crt/g/0c/6c/42323_crt_DARPC.jpg","name":"斯韦特拉娜・列别杰娃","desc":"主角"}],"relations":[{"id":184557,"image":"//lain.bgm.tv/pic/cover/m/84/76/184557_911l1.jpg","title":"ЭТО","type":"不同演绎","url":"https://bgm.tv/subject/184557"}]}