{"id":182753,"type":4,"name":"Euclidea 3: Geometric Constructions Game","image":"//lain.bgm.tv/pic/cover/m/df/19/182753_4xP8e.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":1,"10":0},"score":8},"summary":"Euclidea 3 is a FUN & CHALLENGING Way to Create Euclidian Constructions! \r\n\r\n> 120 Levels: from very easy to really hard\r\n> 11 Tutorials\r\n> 10 Innovative Tools\r\n> \"Explore\" Mode and Hints\r\n> Easily Drag, Zoom & Pan\r\n> Compete with Friends via the Game Center\r\n> No Advertising!\r\n\r\n“Euclidea has been shown to help with imagination, intuition, and logic, all wonderful skills to develop.” – appPicker \r\n\r\n“Euclidea is an absolute joy to play…it’s a game that every math student should have and, in an ideal world, every adult should like.” – Non-Trivial Games \r\n\r\n***About Euclidea***\r\nEuclidea is a brilliantly original way to learn about, explore and have fun with Euclidian Constructions! Your task is to solve interesting challenges by building geometric constructions with a straightedge and compass. If you design the most elegantly simple solutions in the least number of moves, you’ll earn the highest scores. Solutions are scored in lines (L) and elementary Euclidean constructions (E). \r\n\r\n***Start Simple and Get Smarter!***\r\nDon’t worry if you aren’t a math wizard. Euclidea starts out with simple challenges that guide you through the basics. Once you master the fundamentals, you’ll move on to tougher, more mind-bending challenges such as inner/outer tangents, regular polygons, and more. There are 120 unique challenges in total, which are organized in packs for simpler navigation. \r\n\r\n***Add Constructions to Your Interface***\r\nWhen you learn certain significant constructions – such as angle bisectors, non-collapsing compass, and so on – they are automatically added to the Euclidea interface’s shortcut, which helps you save time and allows you to create clean, uncluttered drawings.\r\n\r\n***Easily Drag, Pan & Zoom***\r\nEuclidea-created constructions are completely dynamic. As such, you can drag to adjust angles, lines, radii and so on. You can also easily zoom and pan. This not only makes the experience more interactive, but it allows you to more deeply grasp the relationships between geometric elements, explore various possibilities, and analyze errors.\r\n\r\n***Instant, Automatic Precision***\r\nDon’t worry about spending time or effort trying to achieve perfect precision, because Euclidea automatically handles that task by pinning points, lines and circles to the app’s clean interface.\r\n\r\n***Compete with Friends***\r\nWho said that math isn’t a competitive sport? Challenge your friends to see who can come up with the most elegant solutions, and track your achievements and rankings via the Game Center.\r\n\r\n***Additional Special Features***\r\n> A helpful “Explore” mode that allows you to see the figure you need to construct \r\n> The ability to earn coins for solving problems, which you can spend to buy hints in other challenges\r\n> An inventory of tools that you create as you progress – you’ll need these to solve future challenges\r\n> Some challenges can be solved in more than one way, which means you can try a different approach and have even more fun\r\n\r\n***Questions? Comments?\r\nSend in your inquiries and stay up-to-date on the latest Euclidea news at http://www.euclidea.xyz/","info":"<li><span>中文名: </span>欧几里德 3：尺规作图</li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>教育</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2015年</li><li><span>售价: </span>Free&1.00元</li><li><span>官方网站: </span>http://www.euclidea.xyz/</li><li><span>开发商: </span>HORIS INTERNATIONAL LIMITED</li>","collection":{"wish":2,"collect":5,"doing":1},"tags":[{"name":"学习","count":2},{"name":"IOS","count":2},{"name":"2015","count":1},{"name":"interested","count":1},{"name":"Android","count":1},{"name":"Puzzle","count":1},{"name":"PUZ","count":1}]}