{"id":259328,"type":4,"name":"バトルマニア","image":"//lain.bgm.tv/pic/cover/m/8d/7e/259328_FJfVu.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Trouble Shooter, called Battle Mania (バトルマニア) in Japan, is a shoot-'em-up developed and published by VIC Tokai for the Sega Mega Drive in 1991 in the US and in Japan in 1992. An Asia-only sequel, Battle Mania Daiginjou, was also developed.\r\nA combat operative Madison is assigned to rescue a prince who has been taken hostage. Players assume control over Madison (Named Mania Ohtorii in the Japanese Battle Mania) who is accompanied at all times by her partner Crystal (Named Maria Haneda in the Japanese Battle Mania). Unlike Madison, Crystal can flip firing positions, allowing her to fire behind Madison, and is invulnerable to all enemy fire.\r\nAt the beginning of almost every stage, the players have to choose a special weapon they can use during combat. After every use, however, the weapon needs to recharge in order to be used again. Players can select from four different power-ups consisting of the usual shooter icons (speed-ups, life-ups, firepower and speed-downs). The player can stock up on Madison’s hit points by collecting life-up icons, which is necessary as the game has no lives system and only offers the player three continues.","info":"<li><span>中文名: </span>战斗玛利亚</li><li><span>别名: </span>战斗狂热</li><li><span style=\"visibility:hidden;\">别名: </span>Trouble Shooter</li><li><span style=\"visibility:hidden;\">别名: </span>Battle Mania</li><li><span>平台: </span>MD</li><li><span>游戏类型: </span>横版STG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1992年3月6日</li><li><span>开发: </span>ビック東海</li><li><span>发行: </span>ビック東海</li>","collection":{"collect":2},"tags":[{"name":"ビック東海","count":1},{"name":"1992","count":1},{"name":"MD","count":1},{"name":"STG","count":1}],"relations":[{"id":256591,"image":"//lain.bgm.tv/pic/cover/m/73/81/256591_SVS2M.jpg","title":"バトルマニア大吟醸","type":"续集","url":"https://bgm.tv/subject/256591"}]}