{"id":329105,"type":4,"name":"Garden Defense","image":"//lain.bgm.tv/pic/cover/m/12/bd/329105_Sx34h.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"《花园防御》是一款2D卡通风格塔防游戏，以保卫花园为主题，建造各种不同类型的砲塔，来防止虫虫的入侵。每一个关卡中的场景环境都各不相同，将充分考验玩家策略安排，大面积的绿色背景也为舒缓游戏过程中的眼部疲劳具有一定帮助。\r\n游戏背景：\r\n沉睡的Lindencroft郊区受到了攻击，一些贪婪的生物在不断吃掉这里的花草，史密斯一家是小镇上唯一的希望！Allen、Laurel Smith以及他们的女儿Charlotte将合作去调查这些邪恶的昆虫，并利用史密斯先生的奇怪发明去尽快消灭它们。\r\n游戏特色：　\r\n在本作的音乐环节中，丰富的音效起到了主导地位。不同武器的声音，和各种生动效果弥补了背景音乐的简单设计。\r\n为了保护这些美丽的植物，你要建立一个完善的防御体系。而你需要做的就是把可以消灭昆虫的发明摆放在适当的位置，它们将会自动射击，在成群结队的生物靠近花朵之前全部消灭他们。\r\n游戏包括5大场景15个有趣的关卡。玩家可以购买玩具、花草和昆虫3类花园卫士、并决定他们的摆放的位置，升级顺序等，10种道具具有不同的属性和攻击范围以及能力。\r\n---------\r\nThe sleepy suburb of Lindencroft is under attack, and the Smith Family is the town's only hope!  Allen and Laurel Smith have teamed up with their daughter, Charlotte, to investigate the swarms of ravenous critters eating the town's flowers, and stop the pests before it's too late.  Help the Smiths by deploying a wild arsenal of lawn ornaments, bug-fighting plants and other oddball inventions to stop the threat in the Smith's backyard and beyond. \r\nPlace your items around the garden, then watch them fight the enemy.  With the money you earn for defeating the pests, you can add more defenses, or upgrade the ones you have to be bigger, better, stronger, and weirder.  Research new, more effective ways to protect your flowerbeds.  With each garden that you rid of enemies, you draw closer to unraveling the mystery of the hungry bugs. \r\nDo you have the nerves to withstand an onslaught of ferocious fruit flies, aggressive ants, and slimy slugs?  Can you plant a spitting sunflower without losing an eye?  Do you have the right screwdriver to attach a rocket launcher to a garden gnome?  Then join the battle, and master Garden Defense! ","info":"<li><span>中文名: </span>花园防御</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>策略、塔防</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2007-11-15</li><li><span>官方网站: </span>https://www.iwin.com/games/garden-defense</li>","collection":{"collect":1},"tags":[{"name":"2007","count":1},{"name":"PC","count":1}]}