{"id":260377,"type":4,"name":"ニュートピア","image":"//lain.bgm.tv/pic/cover/m/cb/4a/260377_P559v.jpg","summary":"Neutopia (ニュートピア Nyūtopia) is an overhead action-adventure video game developed by Hudson Soft. It was released by Hudson for the PC Engine in Japan on November 17, 1989. It was then released by NEC for the TurboGrafx-16 in North America in 1990. It was re-released for the Virtual Console service worldwide for the Wii in 2007 and in Japan for the Wii U on April 16, 2014; it was re-released for the PlayStation Network in Japan in 2010 and in North America in 2011. The game takes place in the land of Neutopia, where the evil demon Dirth has captured Princess Aurora and has stolen the eight ancient medallions which contain the wisdom and power necessary to maintain peace and prosperity throughout the land. It is up to the protagonist Jazeta to retrieve the eight medallions, defeat Dirth, rescue Princess Aurora, and save the land and its people.\r\nNeutopia is widely regarded as a clone of the popular Nintendo game The Legend of Zelda in nearly every aspect. Many reviewers have praised the game for making noticeable improvements over Zelda, but various shortcomings – which include long passwords, repetitive gameplay, and poor collision detection – prevent the game from being superior over the 1986 Nintendo title. But overall, reviewers have called Neutopia one of the better video games of its type and one of the better titles in the TurboGrafx-16 library. There would eventually be a sequel to the game Neutopia II, in which Jazeta disappears and his son sets out to find him","info":"<li><span>中文名: </span>世界冒险记</li><li><span>开发: </span><a href=\"/person/17867\">ハドソン</a></li><li><span>发行: </span><a href=\"/person/17867\">ハドソン</a></li><li><span>别名: </span>Neutopia</li><li><span>平台: </span>PCE</li><li><span style=\"visibility:hidden;\">平台: </span>VC (Wii, Wii U)</li><li><span style=\"visibility:hidden;\">平台: </span>PSN</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1989年11月17日</li>","collection":{"collect":1},"staff":[{"id":17867,"image":"//lain.bgm.tv/pic/crt/g/c9/3b/17867_prsn_rFzfI.jpg","name":"ハドソン","desc":"开发"}],"relations":[{"id":260376,"image":"//lain.bgm.tv/pic/cover/m/c9/e8/260376_Sr1xJ.jpg","title":"ニュートピアII","type":"续集","url":"https://bgm.tv/subject/260376"}]}