{"id":260387,"type":4,"name":"Jet Force Gemini","image":"//lain.bgm.tv/pic/cover/m/0d/70/260387_1J9oR.jpg","summary":"Jet Force Gemini is a third-person shooter video game developed and published by Rare for the Nintendo 64 video game console. It was released in North America on October 11, 1999 and in Europe on November 2, 1999. The game follows the story of three members of the Jet Force Gemini team and their efforts to stop the advances of the dark insectoid tyrant Mizar and his army. It features a single-player mode where the player must explore a galaxy and save Tribals, a race of survivors who have been enslaved and imprisoned by Mizar, and places strong emphasis on shooting large numbers of enemies while dodging their attacks. The game also includes a multiplayer mode where two to four players can compete in traditional deathmatch games.\r\nInspired by 80s arcade games and more recent titles of the time, such as Super Metroid and Super Mario 64, Jet Force Gemini blends elements of both shoot 'em up and action-adventure games. Works such as Aliens, Stargate and Battle of the Planets were also major influences. The game received generally positive reviews from critics. Praise was given to its detailed graphics and satisfying gameplay, while criticism was levelled at the game's difficult controls and insistence on having to save every Tribal to fully complete the game. In 2015, Jet Force Gemini was included as part of the Rare Replay video game compilation for Xbox One.","info":"<li><span>中文名: </span>喷射力量双子星</li><li><span>开发: </span><a href=\"/person/15732\">Rare</a></li><li><span>发行: </span><a href=\"/person/15732\">Rare</a></li><li><span>别名: </span>双子传奇</li><li><span style=\"visibility:hidden;\">别名: </span>Star Twins</li><li><span>平台: </span>N64</li><li><span>游戏类型: </span>TPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1999年10月11日</li>","staff":[{"id":15732,"image":"//lain.bgm.tv/pic/crt/g/c4/6e/15732_prsn_05817.jpg","name":"Rare","desc":"开发"}]}