{"id":154617,"type":4,"name":"Written in the Sky","image":"//lain.bgm.tv/pic/cover/m/f3/83/154617_6Des5.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"As the daughter of a detective, Azure has always been a curious child.\r\n\r\nWhen she finds something, or someone, out of the ordinary, she has a compulsion to watch on and make sense of what she's seen.\r\n\r\nBut on this particular night, Azure's curiosity proves to be her undoing.\r\n\r\nAfter stalking a suspicious figure through the night, Azure stumbles across an odd, black box, bearing alien writing. And within that box she finds a small ring, just her size, with writing matching that of the box. Without thinking, Azure picks up the ring, and the moment she does, footsteps appear behind her.\r\n\r\nPanicked, Azure flees the scene. She runs home to safety, examines the ring, and wonders why she risked her safety for such a small trinket. But the moment she puts the ring on, Azure realizes she's gotten more than she bargained for.\r\n\r\nThe footsteps belonged to a small alien girl, Sienna, who explains that the ring cannot be removed. It is an alien mating ring stolen by the FBI during an intergalactic peace conference. The ring is the key to bringing peace to the planets, and as the daughter of the emperor of Mars, Sienna came to earth to retrieve it.\r\n\r\nBut the ring has already chosen its host, Azure, and is now bound to her forever. And with it, Sienna too has been bound to the human girl, fated to be her lover. ","info":"<li><span>中文名: </span>写在空中</li><li><span>发行: </span><a href=\"/person/18768\">Sekai Project</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>视觉小说</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2015年10月31日</li><li><span>售价: </span>免费</li><li><span>开发商: </span>Unwonted Studios</li><li><span>Steam页面: </span>http://store.steampowered.com/app/416130/</li>","collection":{"wish":3,"collect":5,"on_hold":2,"dropped":2},"tags":[{"name":"PC","count":3},{"name":"STEAM","count":2},{"name":"galgame","count":2},{"name":"百合","count":2},{"name":"不满20小时","count":1},{"name":"2015","count":1},{"name":"ADV","count":1},{"name":"stagenana","count":1}],"staff":[{"id":18768,"image":"//lain.bgm.tv/pic/crt/g/a8/50/18768_prsn_A9Cjb.jpg","name":"Sekai Project","desc":"发行"}]}