{"id":152936,"type":1,"name":"Tokyo Zombie","image":"//lain.bgm.tv/pic/cover/m/ec/30/152936_VIsKR.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Tokyo Zombie is a horror-comedy manga about two blue-collar factory workers (who happen to be jiu-jitsu experts) dealing with a zombie uprising in Tokyo. When the story begins, Fujio and Mitsuo are dreaming of training in martial arts overseas and becoming famous. When they accidentally kill their overbearing boss, they decide to cover up the evidence and bury him at a man-made garbage mountain known as DARK FUJI. Unfortunately for them, the tons of rotting garbage have been contaminated with industrial waste... Which, naturally, transforms the bodies of the dead into ravenous, flesh-eating zombies. Fuji and Mitsuo try their best to survive in this horrific new landscape, but the hapless pair become separated after an idiotic mistake involving potato chips and a stray dog. Skip to a few years later. Post-apocalyptic Tokyo has become a feudalistic society, in which the rich have enslaved the lower classes, who toil in the walled city for protection against the zombies. To alleviate boredom, the rich have created gladiator death matches, pitting zombies against slaves. Fuji and Mitsuo meet up under strange circumstances in the ring of one of these death matches. All hell breaks loose when the two are reunited, and the sanctuary city of the rich comes under fire from a revolutionary pig farmer and a motorcycle gang of roving bandits. Tokyo Zombie was originally serialized in the cutting-edge manga magazine AX from 1998 to 1999. Many years before the film Shaun of the Dead introduced Western audiences to the zombie comedy genre, Hanakuma's send up of Romero zombie films and post-apocalyptic survival story was already a cult classic in Japan. Now English-speaking audiences will have the chance to check out the genre-mashing tale that started it all. Hanakuma's \"heta uma\" (Literally \"Bad, but Good\") drawing style punctuates the gory but hilarious depiction of a Tokyo overrun with zombies. This is mixed with a dynamic and authentic depiction of actual martial arts, sourced from Hanakuma's own years of training and competing as a professional martial artist. In addition to the success of the cult manga, Tokyo Zombie was also adapted into a hit film directed by Sakichi Sato and starring cult film stars Tadanobu Asano (Ichi the Killer) and Sho Aikawa (Dead or Alive), with a cameo from famed horror manga artist Kazuo Umezu.\r\n\r\nAbout the Author\r\nYusaku Hanakuma is a Japanese illustrator and cartoonist, and was born in 1967 in Tokyo. He studied art at Chiyoda Art Technical College and the premier Setsu Mode Seminar in Tokyo. He is the winner of numerous manga awards, including the GARO Magazine Nagai Katsuichi Award and the 13th Annual Award for Excellence. Hanakuma is famous as a practioner of the heta uma style (literally, \"Bad, but Good\") of kinetic and grotesque illustration. He has released numerous hit titles in Japan, most of which feature his hapless characters AFRO and HAGE (baldie). He is also a skilled martial artist.\r\n\r\nRyan Sands is a longtime manga nerd living in San Francisco and working in Silicon Valley, and edits the zine Electric Ant and the horror manga site Same Hat.","info":"<li><span>中文名: </span>东京僵尸</li><li><span>别名: </span>東京ゾンビ</li><li><span>出版社: </span>Last Gasp</li><li><span>连载杂志: </span>アックス</li><li><span>发售日: </span>September 1, 2008</li><li><span>页数: </span>164</li><li><span>ISBN: </span>0867197013</li><li><span>作者: </span>花くまゆうさく</li><li><span>开始: </span>1998年創刊号</li><li><span>结束: </span>1998年9号</li>","collection":{"wish":2,"collect":2,"doing":1}}