{"id":152938,"type":1,"name":"AX Volume 1: A Collection of Alternative Manga","image":"//lain.bgm.tv/pic/cover/m/4c/1a/152938_AhHI9.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"From Booklist\r\nWilson has teamed with Asakawa, an editor of the bimonthly Japanese magazine Ax, which prints alternative and experimental comics, to select works from 33 artists for this first English-language collection. As with any collection, there are hits and misses that are dependent upon the individual tastes of the reader. Some of the comics presented here are deep and introspective, others rely on off-kilter potty or sexual humor, and others still are horrific looks into the human psyche. And, lest anyone forget that manga is not a style of art but merely the Japanese word for comic, the artwork in this anthology will be a forceful reminder: it wanders as far across the map of styles as the writing does, ranging from rough, almost childlike pieces to lushly detailed creations. Violence, sexual situations, language, and adult themes reserve this for assuredly mature audiences, but libraries with alternative-comic fans or manga readers looking to move beyond the usual translated works would do well to add this collection. --Snow Wildsmith\r\n\r\nFrom the Author\r\nHi all, this is the editor of the AX collection, Sean Michael Wilson\r\n\r\n\r\nWe are all very pleased with the great reception that the book has got. It was selected as one of the ten best comic books of 2010 by Publishers Weekly, who noted: \"Within the pages of this greatly anticipated manga anthology are some of the most imaginative, lush, grotesque, and ridiculous comics to come out of Japan... It's an incredible selection.\" -- Publishers Weekly (starred review)\" \r\n\r\nAnd recently it has been nominated for a prestigious Harvey Award in the category of 'Best American edition of Foreign material'. So please check out our 'AX:alternative manga', it's a wonderful collection of indie style, mature manga. You won't like every story in it, there are 33 of them and they are very varied - but you WILL be find out more about the range of manga that's been made in Japan. Keiken fueru!","info":"<li><span>册数: </span>1</li><li><span>出版社: </span>Top Shelf Productions</li><li><span>价格: </span>24.34dollars</li><li><span>发售日: </span>October 7, 2010</li><li><span>页数: </span>400</li><li><span>ISBN: </span>1603090428</li>","collection":{"wish":2,"collect":2,"doing":1}}