{"id":152935,"type":1,"name":"A Drifting Life","image":"//lain.bgm.tv/pic/cover/m/5b/dc/152935_mHVVV.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"\r\nEditorial Reviews\r\nFrom Publishers Weekly\r\nTatsumi revolutionized manga in the 1950s, inventing gekiga—seething, slice-of-life stories about emotional crises. In this elephantine memoir (in which he barely disguises himself as œHiroshi Katsumi), he tells the story of his early years in the comics business, from his teenage obsession with entering postwar magazines' reader-cartoon contests and poring over Osamu Tezuka's comics to the brief late-'50s heyday of the gekiga workshop over which he presided. It's also a history of Japan in that era, filtered through Tatsumi's own experience—the sound of cicadas is a recurring symbol of portentousness—and packed with digressions on cartooning technique, the movies and prose fiction that inspired him, and his nervous flirtations with women; the passage of time is marked by illustrated factoids about each year's headlines. Tatsumi's visual technique is very much a product of an earlier generation—his characters' faces are simple, broad caricatures—but the mastery he's gained in half a century of cartooning comes through in his immaculate staging and composition. Readers curious about Japanese comics history may find the book's wealth of detail fascinating; for the most part, though, Tatsumi's vivid, graceful dramatizations of the period's shifting business and creative alliances don't quite justify the tedious, repetitive hybrid of bildungsroman and industry time line he's created. (Apr.) \r\nCopyright © Reed Business Information, a division of Reed Elsevier Inc. All rights reserved.\r\n\r\nFrom School Library Journal\r\nGrade 10 Up–This is a masterfully drafted autobiographical work by the creator of Good-bye (2008) and Abandon the Old in Tokyo (2006, both Drawn & Quarterly). Referring to himself as Hiroshi, Tatsumi begins his story with the surrender of Japan after World War II, when he was 10 years of age, and details the following 15 years of his life. Deeply passionate about manga at a young age, he chronicles the time from his start as an enthusiast to his rise as an influential and celebrated author/illustrator of the format. Although this book centers primarily on Tatsumi's writing career, the history of manga, influential writers and publications of the time, and the turbulent manga publishing industry, much more is revealed. Family life and dynamics influenced by his parents' troubled marriage, his father's financial difficulties, and his friendship and rivalry with his brother are explored, first sexual interests and experiences are considered, and relationships among fellow artists are skillfully portrayed. Historical political and cultural events are introduced throughout the story, giving readers a feel for Japan's climate and social landscape during the period. Black-ink images in a combination of detailed/realistic panels mixed with cartoon-style artwork enhance the atmosphere and bring the characters to life. This is a captivating autobiography, and one that should have high appeal to those interested in the history of manga and Japanese culture, and followers of Tatsumi's works.–Lara McAllister, Halifax Public Libraries, Nova Scotia END","info":"<li><span>中文名: </span>漂流人生</li><li><span>册数: </span>1</li><li><span>话数: </span>1</li><li><span>原作: </span><a href=\"/person/10056\">辰巳ヨシヒロ</a></li><li><span>出版社: </span>*Drawn & Quarterly</li><li><span>发售日: </span>April 14, 2009</li><li><span>页数: </span>855 pages</li><li><span>ISBN: </span>1897299745</li>","collection":{"wish":3,"collect":1,"doing":2,"on_hold":1},"tags":[{"name":"辰巳嘉裕","count":1},{"name":"漫画","count":1}],"staff":[{"id":10056,"image":"//lain.bgm.tv/pic/crt/g/25/26/10056_prsn_fhkFB.jpg","name":"辰巳嘉裕","desc":"原作"}],"relations":[{"id":69974,"image":"//lain.bgm.tv/pic/cover/m/77/9d/69974_9Sm79.jpg","title":"劇画漂流","type":"不同版本","url":"https://bgm.tv/subject/69974"}]}