{"id":111291,"type":4,"name":"Marble Cooking","image":"//lain.bgm.tv/pic/cover/m/12/a8/111291_1RXn9.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"Marble, the young and innocent apprentice of magic, has always been curious about one of her master's possessions, the magic \"Wand of Wishes\". One day the curious girl uses the wand; as a result, an evil demon is unleashed into the world. The spirit of the wand, a rabbit-like creature known as Sirius, tells Marble that it is now her responsibility to save the world from the demon, whose vile plan is to brainwash and sexually abuse ripe pretty young girls!\r\n\r\nMarble Cooking is an action game with puzzle-solving elements. The game consists of seven stages; each stage has one-screen levels. Marble is inserted into the level, with hostile creatures of various kinds (ghosts, books, demons, gangsters, brooms, etc.) wandering around her; the girl dies if any of the creatures touches her. \r\n\r\nThe only way to defeat the creatures is through summoning Sirius. First, it is necessary to place a line of carrots on the floor. At any time afterwards, the player can call Sirius by pressing a button; the rabbit will then re-trace the carrot line, stopping where it ends. The goal is to time all this in such a way that the hostile creatures will collide with the running rabbit, leading to their demise. \r\n\r\nThe levels get more complex as the game progresses, with room layouts (corridors, angles, and so on) working against Marble, more aggressive creatures with hard-to-predict movement patterns, etc.\r\n\r\nScenes with explicit sexual content (mostly involving various fetishes, torture, and other sexual deviations) appear between stages.\r\n","info":"<li><span>中文名: </span>Marble Cooking</li><li><span>开发: </span><a href=\"/person/15533\">NEGATIVE</a></li><li><span>平台: </span>PC-9801</li><li><span>游戏类型: </span>ACT</li><li><span>发行日期: </span>1994-12-16</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"PC98","count":1}],"staff":[{"id":15533,"image":"//lain.bgm.tv/pic/crt/g/74/26/15533_prsn_kO99Z.jpg","name":"NEGATIVE","desc":"开发"}]}