[
  {
    "id": "35651927",
    "title": "模仿犯",
    "desc": "Netflix独家华语剧集《模仿犯》翻拍自日本推理女王宫部美雪同名畅销小说，故事描述台湾地区90年代，一名擅长侦办凶杀刑案的检察官郭晓其（吴慷仁 饰）面对当时一起连环...",
    "year": "2022"
  },
  {
    "id": "26826077",
    "title": "模仿犯",
    "desc": "在东京经营豆腐店的有马义男（桥爪功 饰），他可爱的孙女鞠子失踪后一直下落不明。这一天警方打来电话，称在某公园垃圾桶内发现一截女性的断臂，旁边还有鞠子的相关证件...",
    "year": "2016"
  },
  {
    "id": "1296514",
    "title": "模仿犯",
    "desc": "东京都出现残酷杀人案，年轻女性的断手被随意丢弃在公共场所，此案旋即引起社会广泛关注。不久，一名神秘男子打来电话，声称断手事件系其所为，他不断致电媒体，或透露...",
    "year": "2002"
  },
  {
    "id": "26923123",
    "title": "模仿犯",
    "desc": "一系列的女性被害事件在小城之中发生，警察田阁(田风饰)每日外出办案却迟迟找不出凶手。妻子郝清扬(肖瑶饰)每天在恐惧与寂寞中度日，在先后经历了流产与背叛打击之后她...",
    "year": "2016"
  },
  {
    "id": "35231765",
    "title": "模仿",
    "desc": "《模仿 (Imitation)》改编自同名kakaopage网络漫画，代表了现在的Hot Rookie们和一二代的国民爱豆相遇，将展现出充满个性的角色和多彩的演员间的化学反应。",
    "year": "2021"
  },
  {
    "id": "35936910",
    "title": "模仿章鱼",
    "desc": "韩有城，在众人眼中是个焦躁又孤僻的人。他出身于一个富裕的家庭，因此大部分的人都认为他是有意地在和周遭划清界线。但是，其实他真正想做的只是展现自己隐藏的才华，...",
    "year": "2022"
  },
  {
    "id": "34861297",
    "title": "模仿者",
    "desc": "2003年 70岁的查理·索兰（charlie sorland）因连环谋杀罪服刑50年后 因良好行为和社会贡献被有条件地从死囚牢房释放 随着新闻故事的发布和他致力于阻止他人暴力 易受影...",
    "year": "2019"
  },
  {
    "id": "29676684",
    "title": "模仿者",
    "desc": "A comedy where our main character learns that imitation may not be the sincerest form of flattery when he is befriended by a younger neighbor on the town's n...",
    "year": "2020"
  },
  {
    "id": "10463953",
    "title": "模仿游戏",
    "desc": "二战期间，盟军苦于德国的秘密系统“英格玛”无法破译，政府召集了一批民间数学家、逻辑学家进行秘密破解工作，图灵（本尼迪克特·康伯巴奇 Benedict Cumberbatch 饰）...",
    "year": "2014"
  },
  {
    "id": "26942859",
    "title": "模仿生活",
    "desc": "《模仿生活》是来自中国的影像艺术家陈轴的第一部电影长片，它是将游戏影像与现实影像平行\n放置，形成互文的非虚构作品。\n在虚拟游戏中，一位女杀手举着枪在夜晚的洛杉...",
    "year": "2017"
  },
  {
    "id": "36035899",
    "title": "模仿游戏",
    "desc": "高中生秦武患有自闭症，他有着异常的数学能力，却无共情能力。父亲安慰他说是AI，被科学家派来学习人类情感。遭遇情感打击后，他遇到转学来的奇妙女孩林海尔……",
    "year": "2022"
  },
  {
    "id": "26985563",
    "title": "模仿女孩",
    "desc": "A mysterious young woman materializes in the middle of the southwestern desert, where each step teaches her about her new world and her new body. As she assu...",
    "year": "2017"
  },
  {
    "id": "30312811",
    "title": "模仿吸血鬼",
    "desc": "A group of students at Harker Art Academy are working on an adaptation of F.W. Murnau’s classic Nosferatu. However, things don’t quite go as planned…",
    "year": "2019"
  },
  {
    "id": "30252411",
    "title": "被模仿的女仆",
    "desc": "A cleaning lady with a monotonous everyday life and a mime artist without success, will meet through a glass.\n茫茫清洁女，碌碌默剧男，心共舞翩翩，情动于蕴蕴",
    "year": "2013"
  },
  {
    "id": "1937823",
    "title": "卑劣的模仿者",
    "desc": "这是一部忧郁喜剧片，讲述一位医生尝试用独特的方法治愈他的痴呆病人－－强迫其中一个病人扮演阿道夫·希特勒的方式！召集其他病人担当希特勒的忠实追随者伊娃、布劳恩...",
    "year": "1997"
  },
  {
    "id": "34786819",
    "title": "绝对不要模仿",
    "desc": "工科医大理工学部的学生·掛田理（小泷望）。从年幼的时候开始就是个精力充沛的科学少年，只埋头于感兴趣的事情的怪人掛田，进入大学之后对恋爱等也不关心。为了寻求对...",
    "year": "2019"
  },
  {
    "id": "5110171",
    "title": "宝贝禁止模仿",
    "desc": "he is the dumbest. the movie is not funny nor romantic, it is a tragic saga of homerian proportions. Shakespeare, too. it also emphasizes those things about ...",
    "year": "1996"
  },
  {
    "id": "27024903",
    "title": "天才枪手",
    "desc": "影片根据2014年轰动一时的亚洲考场作弊案改编，讲述了天才学霸利用高智商考场作弊牟取暴利的故事。出生平凡的天才少女Lynn（茱蒂蒙·琼查容苏因 饰）在进入贵族学校后，...",
    "year": "2017"
  },
  {
    "id": "21937438",
    "title": "蒙太奇",
    "desc": "15年前，名叫西珍的小女孩遭人绑架杀害，重案组警官吴青浩（金相庆 饰）虽答应西珍母亲（严正花 饰）一定将凶手绳之以法，无奈经过漫长的追查却始终一无所获。眼看追诉...",
    "year": "2013"
  },
  {
    "id": "34790474",
    "title": "尼米克",
    "desc": "一位大提琴家在地铁上的遭遇，而这对他的人生产生了意想不到的深远影响。据悉本片旨在提出关于身份、感知、关系和循环的问题。",
    "year": "2019"
  }
]