{"id":54784,"type":4,"name":"The Secret World","image":"//lain.bgm.tv/pic/cover/m/4c/41/54784_1B6Pg.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"The game features an original setting created by Funcom, with contemporary elements as well as \"magic, myths, conspiracies and dark horrors.\"Tørnquist debunked several rumors surrounding The Secret World, stating that \"there are no aliens or science fiction elements\" in it.He also denied any connection of The Secret World to The Longest Journey.\r\nThe game is set in the \"modern day real world\" but also incorporates pieces of ancient mythologies, real and false history, urban legends, and pop culture, and ties them into an original back-story. The latter is said to go back in time for 100 million years and encompass long extinct ancient civilizations.\r\nThe players will assume the roles of supernatural heroes who participate in a \"future war between good and evil\", fighting dark monsters that threaten the modern world. Tørnquist identified the genre of the story as dark fantasy, features vampires, demons, and zombies. The players will be free to travel across different locations of the world (both real, like London, New York and Seoul, and mythical, such as Agartha, the legendary city located within Hollow Earth[8] and the Hell dimension) and even in time, to pursue the overall plot and investigate new mysteries in connection to the dark invasion. The overall plot has a conclusion but the designers also leave room for future issues and expansions.\r\nH. P. Lovecraft's works, Indiana Jones franchise and Stephen King's novels are major inspirations for the game's settings and storylines.","info":"<li><span>中文名: </span>神秘世界</li><li><span>开发: </span><a href=\"/person/35122\">Funcom</a></li><li><span>别名: </span>Secret World Legends</li><li><span>平台: </span>Windows</li><li><span>游戏类型: </span>网络角色扮演MMO</li><li><span>游玩人数: </span>多人</li><li><span>发行日期: </span>2012-7-3</li><li><span>官方网站: </span>http://www.thesecretworld.com/</li><li><span>制作商: </span>Funcom</li><li><span>发行公司: </span>Electronic Arts</li>","collection":{"collect":3,"doing":1,"dropped":2},"tags":[{"name":"PC","count":2},{"name":"Funcom","count":1},{"name":"2012","count":1},{"name":"网游","count":1},{"name":"EA","count":1}],"staff":[{"id":35122,"image":"//lain.bgm.tv/pic/crt/g/a3/db/35122_prsn_SRR47.jpg","name":"Funcom","desc":"开发"}]}