{"id":104012,"type":4,"name":"Feeding Frenzy","name_cn":"吞食鱼","date":"2004-02-11","image":"//lain.bgm.tv/pic/cover/m/4c/c7/104012_55EFB.jpg","rating":{"rank":3371,"total":57,"count":{"1":0,"2":0,"3":2,"4":3,"5":1,"6":13,"7":19,"8":14,"9":1,"10":4},"score":6.9},"summary":"Feeding Frenzy is an arcade-style aquatic game written by Sprout Games, and published by PopCap Games. With an initial debut in 2004, it saw re-release on the Xbox Live Arcade service, with versions for both the original Xbox and the Xbox 360. The Xbox 360 version, released March 15, 2006, was the 17th most popular Xbox Live Arcade title for 2006.\r\n\r\nIn February 2006, the sequel to this game, Feeding Frenzy 2: Shipwreck Showdown was released.\r\n\r\nIn Feeding Frenzy, players control a hungry marine predator intent on munching as many other fish as possible. During the course of the game's 40 levels, you will switch off between 5 marine animals. The last level is where you attempt to dethrone a large shark, the \"Shark King\", using Orville the Orca. The player takes on the role of different aquatic species each trying to move up the food chain. As smaller fish are eaten, the player's own fish grows in size and becomes capable of eating somewhat larger fish. By the end of each level, the fish is sufficiently large enough that it can eat almost anything on-screen. Players must be vigilant for hazards which include depth charges, larger predators, naval mines, radiation-poisoned fish, and jellyfish.\r\n\r\nIf the player eats a sufficiently large number of fish in a short period of time, a score-enhancing Feeding Frenzy is initiated. If the player continues to rapidly consume other fish, a further Double Frenzy can be achieved. These both end when a short period of time without further rapid consumption elapses.\r\n\r\nThe full game includes both a normal mode and a \"time attack\" mode.","info":"<li><span>中文名: </span>吞食鱼</li><li><span>开发: </span><a href=\"/person/3869\">PopCap Games</a></li><li><span>平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2004-02-11</li>","collection":{"on_hold":0,"dropped":2,"wish":0,"collect":89,"doing":1},"tags":[{"name":"PC","count":24},{"name":"popcap","count":11},{"name":"童年","count":6},{"name":"2004","count":6},{"name":"ACT","count":5},{"name":"休闲","count":4},{"name":"PUZ","count":4},{"name":"经典","count":3},{"name":"宝开","count":2},{"name":"5-10h","count":2},{"name":"大鱼吃小鱼","count":1},{"name":"吞食鱼","count":1},{"name":"普通游戏","count":1},{"name":"FTG","count":1},{"name":"2004年","count":1},{"name":"X360","count":1},{"name":"未评分","count":1}],"staff":[{"id":3869,"image":"//lain.bgm.tv/pic/crt/g/c1/33/3869_prsn_Qr177.jpg","name":"PopCap Games","desc":"开发"}],"relations":[{"id":200549,"image":"//lain.bgm.tv/pic/cover/m/62/18/200549_qkMS5.jpg","title":"Feeding Frenzy 2","type":"续集","url":"https://bgm.tv/subject/200549"}]}