{"id":104047,"type":4,"name":"ブランマーカー","image":"//lain.bgm.tv/pic/cover/m/61/26/104047_OowGF.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"＊概要\r\n「ブランマーカー」は、1991年に「雑音領域」「妖獣戦記 -A.D.2048-」、泣けるエロゲーとして有名な「加奈 〜いもうと〜」などでお馴染みの「Ｄ.Ｏ.（以下：ディーオー）」から発売された見下ろしタイプのアダルファンタジートロールプレイングゲームで、後に続編として「ブランマーカー２」も発売されまています。\r\n\r\n＊ストーリー\r\nとても平和で穏やかな「レジャ島」。あまりの平和さに男の若者たちは刺激を求めて島の外に出てしまうため、ここでは城に仕える戦士たちも皆女性が勤めていました。\r\nしかしある日を境に島のあちこちにモンスターが出現し、城の姫や侍女たちをさらっていくようになったのです。王様は急いで城の戦士達を各地に派遣しましたが、戦士は誰も戻ってきませんでした。\r\n18歳の少女「シャミー＝リスニィ」は「先祖代々の仕事を受け継ぐ」という島のしきたりに従って戦士になったばかりの新米戦士でしたが、姉の「シリア」を含め島の戦士たちが皆行方不明になってしまったため、彼女に原因究明の役目が言い渡されたのです。\r\n\r\nbranmaker_04.pngbranmaker_05.png\r\n＊システム\r\n本作はいわゆる「ウルティマ」や「夢幻の心臓」などの「見下ろし型RPG」で、全体のフィールドマップ上で移動し街や洞窟などの施設に接触すると、さらにその内部のフィールドマップ（街中やダンジョン）になるしくみになっていました。\r\n残念ながらシステム面で、特筆するような点はありません。本当にどノーマルなRPGのシステムです。\r\n（事項で語る「魔法」の事以外は）\r\n\r\nゲームは最初主人公である一応魔法戦士の「シャミー」一人での冒険になりますが、序盤でこの島の生まれで刺激を求めて島の外に旅に出ていた戦士（男）の「ヴィガ」と再開して２人パーティでの冒険となり、シャミーかヴィガのどちらかが戦闘不能になるとゲームオーバーになります。\r\nパーティは２人だけだし、武器やアイテム、魔法の数も指で数えられる程度、戦闘もマップもシステムも単純と、「ドラゴンスレイヤー英雄伝説」やら「ダイナソア」が既に発売されていた1991年の作品にしては物足りなさが溢れていましたが、あくまでアダルトゲームとしてのRPGとして考えれば、まあこんなものかもしれません。\r\n\r\nbranmaker_06.png\r\n＊戦闘\r\nフィールドマップ、あるいはダンジョンを移動しているとランダムエンカウントで戦闘シーンに移行します。\r\n敵となるモンスターは全部で最大４体まで登場し、シャミー達の行動を選択したら戦闘開始になりますが、戦闘は基本的にシャミー達が先行で攻撃できるので有利…と思いきや、本作は恐ろしい程「敵に不意打ちをくらう確立」が高く、体感ですが６割強の確率で不意打ちを受けます。なので先行できる事が一概に有利とは言えません。\r\n\r\nまたヴィガは完全な戦士なので武器攻撃しかできませんが、シャミーは魔法戦士なので一応「魔法」が使えます。魔法は攻撃魔法、防御魔法と合わせて１０種類くらいで、レベルアップで覚えるのではなく最初に覚えている一番弱い回復魔法以外は、すべてアイテム（スクロール）を拾って覚えないといけません。ああ、某クリ〇ゾンみたいにスクロールも道具として持ってないといけないなんて事はないので安心してください。ただし、\r\nシャミーは結構な確率で魔法を「失敗」します。\r\nいざ回復が必要になった時に「失敗」となると最悪ですし（しかも失敗してもMPは減る）、失敗する事を考えると正直「あて」にできないので、必然的に魔法は使わないようになってしまいます。\r\n\r\nbranmaker_07.png\r\n＊アダルトゲームですから\r\n登場するモンスターの数は全体でもそれほど多くなく色違いなだけも多いのですが、一部のモンスターはアダルトゲームという事でモンスターと合体したような裸のおねーちゃんが登場していました。\r\nなかでもここには載せませんが、「ハーピィ」などは股間が丸見えになっていたりしてますw\r\nただ全体的にモンスターとのエンカウント率が高めなので、すぐに飽きちゃうんですけどねー。\r\n\r\nbranmaker_08.png\r\nさてアダルトRPGといえば無くてはならないのが「ドラゴンナイト」なんかにもあった「えっちなイベントCG」ですよね？\r\nなんだかんだ言っても、こういうゲームを買う人の目的の大半、いやそれ以上はそっちが目的ですから（断言）\r\n本作においてシャミーのまず果たさなければいけない目的は、さらわれた姫や侍女を助けることです。フィールド上にある様々な施設にそれぞれ姫と侍女が捕まっており、それぞれにお楽しみのイベントCGが用意されています。\r\nとはいえ「性行為」的な描写は一切なく、裸で吊るされてるとか、精々ロープでエッチに縛られてるという程度で、モンスターにあんな事やこんな事を…といったのはありません。\r\n\r\nついでに言うと、主人公であるシャミーのそういったシーンは一切ありません！\r\nOPのサービスシーンのみです。ヴィガとの絡みとかモンスターに…的な展開もありません。諦めてくださいw\r\n\r\nbranmaker_09.png\r\n＊最後に\r\nいきなりですが「アダルトゲームの免罪符」ってあると思うんですよ。つまり、アダルトゲームを買う人はぶっちゃけ「実用性」っていうのが最優先で「ゲーム性」ってのは２の次じゃないですか。\r\nエロいグラフィック、エロいシーンを楽しむためなら、普通のゲームだったら「やってられるかこんなクソゲー！」と投げてしまうようなものでも我慢してできちゃいますもんね？\r\n\r\n私は本作についてその「免罪符」が当てはまると言いたいわけじゃなくて、逆に本作は免罪符を適用するほどゲーム性が悪いわけでもないし、かと言ってエッチなシーンも期待するほどエッチじゃない。でも一般向けというにはグラフィックは過激だし、ゲーム性も他の一般向けRPGと比べたら物足りない。なんかどっちにも行けてないんですよね。\r\n好みの問題もあるかもしれませんが、グラフィックについては高い評価をしてもいいレベルだと思うんですよ。解る人なら解ると思いますが後に受け継がれる「ディーオー臭」が感じられるグラフィックですしね。\r\n\r\nだったらこのグラフィックでがっつり満足のいくエロシーンを描いて欲しかった気もするし、このレベルのエロなんだったらいっそエロ部分をカットして一般向けにシステムに力を入れたギャルゲーRPGにしてもよかったと思うんですよね。\r\nしかしまあ一般向けにも耐えうるゲーム性に重点が置かれるのは、もうちょい先（翌年あたり？）の話ですから本作はある意味そこへの分水嶺のひとつだったのかもしれません。\r\n\r\nあ、言い忘れてた。このゲーム、\r\nBranmarker～シャミー＝リスニィの冒険～\r\n↑一度リメイクされてるんですけど、グラフィックぇ…。","info":"<li><span>中文名: </span>布兰玛卡</li><li><span>开发: </span><a href=\"/person/7382\">D.O.</a></li><li><span>平台: </span>X68000</li><li><span>游戏类型: </span>RPG</li><li><span>发行日期: </span>1991年 7月 12日</li><li><span>售价: </span>6,800 円</li>","collection":{"wish":1,"collect":3,"dropped":1},"tags":[{"name":"X68000","count":1}],"staff":[{"id":7382,"image":"//lain.bgm.tv/pic/crt/g/84/33/7382_prsn_AJ1oO.jpg","name":"D.O.","desc":"开发"}],"relations":[{"id":210774,"image":"//lain.bgm.tv/pic/cover/m/4e/7f/210774_daU5M.jpg","title":"Branmarker 〜シャミー゠リスニィの冒険〜","type":"不同演绎","url":"https://bgm.tv/subject/210774"}]}