{"id":312850,"type":4,"name":"Yars' Revenge","image":"//lain.bgm.tv/pic/cover/m/7b/b7/312850_XW4PZ.jpg","summary":"Yars' Revenge is a video game released for the Atari 2600 in 1982.\r\n\r\nThe player controls an insect-like creature called a Yar who must nibble or shoot through a barrier in order to fire his Zorlon Cannon into the breach. The objective is to destroy the evil Qotile, which exists on the other side of the barrier. The Qotile can attack the Yar, even if the barrier is undamaged, by turning into the Swirl and shooting across the screen. In early levels the player is warned before the Swirl is fired and can retreat to a safe distance to dodge the attack. The Yar can hide from a pursuing destroyer missile within a \"neutral zone\" in the middle of the screen, but the Yar cannot shoot while in the zone. The Swirl can kill the Yar anywhere, even inside the neutral zone.\r\n\r\nTo destroy the Qotile or the Swirl, the player has to either touch the Qotile or eat a piece of the shield to activate the Zorlon Cannon, aim the cannon by leading with the Qotile or Swirl, then fire the cannon and fly the Yar out of the path of the cannon's shot. If the weapon finds its mark, the level ends. If the cannon blast hits a piece of the shield or misses, it is expended. The cannon itself is dangerous for, once it is activated, the fire button launches it instead of firing the Yar's usual shots and, as the cannon tracks the Yar's vertical position, players effectively use the Yar itself as a target and therefore must immediately maneuver to avoid being hit by their own shot. The cannon shot can also rebound off the shield in later levels. An extra life is earned if the player shoots the Swirl in mid-air.","info":"<li><span>中文名: </span>亚尔的复仇</li><li><span>开发: </span><a href=\"/person/38616\">Atari</a></li><li><span>发行: </span><a href=\"/person/38616\">Atari</a></li><li><span>遊戲設計師: </span><a href=\"/person/39143\">Howard Scott Warshaw</a></li><li><span>平台: </span>浏览器</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span style=\"visibility:hidden;\">平台: </span>GBC</li><li><span style=\"visibility:hidden;\">平台: </span>GB</li><li><span style=\"visibility:hidden;\">平台: </span>Atari 2600</li><li><span>游戏类型: </span>STG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1982年5月</li><li><span>游戏设计师: </span>Howard Scott Warshaw</li>","collection":{"collect":1},"staff":[{"id":38616,"image":"//lain.bgm.tv/pic/crt/g/50/04/38616_prsn_iNezv.jpg","name":"雅达利（1972-1984）","desc":"开发"},{"id":39143,"image":"","name":"霍华德·斯科特·华沙","desc":"遊戲設計師"}],"relations":[{"id":314877,"image":"//lain.bgm.tv/pic/cover/m/01/2b/314877_9I79y.jpg","title":"Atari Force","type":"书籍","url":"https://bgm.tv/subject/314877"}]}