{"id":83082,"type":4,"name":"DRAGONBALL Z THE LEGACY OF GOKU II","image":"//lain.bgm.tv/pic/cover/m/f8/83/83082_X95w5.jpg","rating":{"total":19,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":6,"8":8,"9":3,"10":1},"score":7.8},"summary":"Dragon Ball Z: The Legacy of Goku II was released on June 17, 2003. The plot of the game picks up where The Legacy of Goku left off, and continues until the end of the Cell Games Saga when Gohan defeats the evil android Cell. The game introduced several new concepts to the series. The first was transformations, which allowed characters to become temporarily stronger, at the cost of slowly draining their energy. It also introduced the scouter, which allowed players to look up the stats of other characters in the game, as well as basic information about them. The game also introduced charged melee attacks, which allowed characters to unleash a powerful physical strike after a short charging period. The game also allowed characters to further supplement their stats with capsules that were scattered around the game world.Despite being titled \"the legacy of goku\" this game featured the most limited play as the character goku.\r\nDue to the game's success, a second version was released titled Dragon Ball Z: The Legacy of Goku II International exclusive to Japan on July 23, 2004. In this version all characters were given new profile images and their names were reverted to their original Japanese however Mister Satan still retains his English name \"Hercule\" on the front of his parade float.","info":"<li><span>中文名: </span>龙珠Z 悟空的遗产2</li><li><span>别名: </span>Dragon Ball Z: The Legacy of Goku II</li><li><span style=\"visibility:hidden;\">别名: </span>Dragon Ball Z: The Legacy of Goku II International</li><li><span>平台: </span>GBA</li><li><span>游戏类型: </span>ARPG</li><li><span>发行日期: </span>2003年6月17日</li>","collection":{"collect":24,"on_hold":1},"tags":[{"name":"GBA","count":14},{"name":"ARPG","count":7},{"name":"龙珠","count":6},{"name":"通关","count":2},{"name":"汉化","count":1}],"crt":[{"id":3345,"image":"//lain.bgm.tv/pic/crt/g/38/a7/3345_crt_anidb.jpg","name":"孙悟空","desc":"野沢雅子"}],"relations":[{"id":9005,"image":"//lain.bgm.tv/pic/cover/m/68/72/9005_Gw1D5.jpg","title":"ドラゴンボールZ","type":"动画","url":"https://bgm.tv/subject/9005"},{"id":83081,"image":"//lain.bgm.tv/pic/cover/m/c4/98/83081_7Cpuh.jpg","title":"DRAGONBALL Z THE LEGACY OF GOKU","type":"前传","url":"https://bgm.tv/subject/83081"},{"id":83105,"image":"//lain.bgm.tv/pic/cover/m/b1/ef/83105_HGhEc.jpg","title":"Dragon Ball Z: Buu's Fury","type":"续集","url":"https://bgm.tv/subject/83105"}]}