{"id":304566,"type":4,"name":"Postal","image":"//lain.bgm.tv/pic/cover/m/7c/bf/304566_C8x9g.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"Take control of The Postal Dude in his infamous first outing as he battles to survive in a world gone mad! POSTAL is a classic isometric shooter filled to the brim with fast-paced explosive action. Crazed gunmen out for your blood await you around every corner, and your only choice is to get them before they get you. Fight back with a destructive arsenal as make your way through a violence-stricken town.\r\n\r\nIt's time to go POSTAL!\r\n\r\nNew control options - use your mouse or dual analog sticks. None of that tank control insanity!\r\nGet your friends together for LAN Multiplayer - co-op or deathmatch for up to 16 players.\r\nBlast your way through 22 levels: Includes the original 16 level campaign, 4 from the Special Delivery expansion and 2 previously Japanese-exclusive levels.\r\nTest yourself with one of 22 bonus Challenge stages, across 4 categories. Or play through all of them in The Gauntlet.\r\n9 devastating weapons: Defend yourself with varied tools of mayhem. Take aim with the Scatter Gun! Clear out rooms with Grenades, Mines, and the almighty Napalm Launcher! Whip out Heatseeker Rockets for those big groups!\r\nWide range of foes: Defend yourself from Molotov-tossing Grenadiers, gun-toting Infantryman, rocket-firing Heavy-Weapons Experts (don't forget to duck!), and angry Ostriches!\r\nNon-stop, guns-blazing, adrenaline-fueled action!\r\nFully-voiced Japanese audio available!\r\n\r\n==Redux==\r\n\r\nThe classic dark and surreal twin-stick isometric shooter returns with a vengeance!\r\n\r\nPOSTAL Redux is a high definition remake of The Postal Dude's infamous first foray into the world. Prepare to experience his psychological journey with faithfully recreated high resolution visuals, remastered music, sounds, and dialog, and revamped and modernized gameplay. Crazed gunmen out for your blood await you around every corner. The only choice is clear: Get them before they get you. Fight back with a devastating arsenal as you make your way through a violence-stricken town.\r\n\r\nIt's time to relive the madness of GOING POSTAL!\r\n\r\nOnline Co-op: Go POSTAL together with up to four players! Join up with your friends to wreak carnage together.\r\nOnline Deathmatch: Engage in free-for-all frenzies with up to eight players!\r\nBrand new Rampage mode: Take aim for the high score in this frantic mode that awards points for sustained kill streaks, creative methods of destruction, and blistering fast action!\r\nBattle through 17 levels in the classic Campaign: Beginning from your humble Home, traverse through The Mine and Trailer Park, witness the mean streets of The Ghetto and the bright lights of The City, all the way to the final standoff at the Air Force Base, including a stop at the all-new Carnival.\r\nIncludes the original add-ons: Blast through Special Delivery's EZ Mart, Shanty Town, Earthquake, and the luxurious La Palamino Resort, and then head to Japan in Super POSTAL's Tokyo and Osaka! Play through everything together in the massive combined 23-level Excess Postage campaign!\r\nA wide range of foes: Defend yourself against gun crazy Vigilantes, trigger-happy Police Officers, trained and efficient SWAT and Military squads, the quintessential Marching Band, and angry Ostriches!\r\n10 weapons of destruction: Lay waste with the mighty Shotgun and Spray Cannon, roast attackers with Molotovs and the Flamethrower, fill the streets with fire with the Napalm Launcher, clear out entire groups with Grenades and the Rocket Launcher (Heatseekers included!), lay traps for unsuspecting pursuers with varied types of Mines, and introducing the commanding Revolver!","info":"<li><span>中文名: </span>喋血街头</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>Top-Down Shooter</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>1997年11月14日/2016年5月21日(Redux)</li><li><span>售价: </span>0/¥34(Redux)</li><li><span>官方网站: </span>https://store.steampowered.com/app/232770/POSTAL/ https://store.steampowered.com/app/401680/POSTAL_Redux/</li>","collection":{"wish":2,"dropped":1},"tags":[{"name":"STEAM","count":1}],"relations":[{"id":104333,"image":"//lain.bgm.tv/pic/cover/m/5f/27/104333_93XvC.jpg","title":"Postal 2","type":"续集","url":"https://bgm.tv/subject/104333"}]}