{"id":317553,"type":4,"name":"PrayerPlay","image":"//lain.bgm.tv/pic/cover/m/df/32/317553_KWz6N.jpg","summary":"・3つの儀式\r\n神の息吹を感じてください。\r\nこの世の理を捨ててください。\r\n​一心不乱に祈ってください。\r\n神と呼ばれるものたちは、それぞれ別の時間間隔を持ち、己の感覚に合わせ祈る事を求めて来ます。\r\n宗教画の前でボタンを押し、祈る。その間秒数等は一切表示されません。\r\n祈りを終え、再度ボタンを押した瞬間が神の求める秒数経っていればクリア。\r\nNGならば対価として命を差し出すのでゲームオーバーです。\r\n感覚を研ぎ澄まし、求められている時間を想像しましょう。\r\n​\r\n・Three rituals\r\nThe hero challenges three ceremonies in the religion.\r\nThose called God have different time intervals and seek prayer according to their own senses.\r\nPress the button in front of the religious painting and pray. During that time, the number of seconds is not displayed at all.\r\nClear when the moment you press the button again after finishing the prayer has passed the number of seconds God wants.\r\nIf it is NG, you will give your life, so the game is over.\r\nSharpen your senses and imagine the time you need.\r\n​\r\n・オリジナル架空言語\r\n全ての会話・選択肢はオリジナル言語で記述されます。\r\n・9つの神聖文字\r\n・27つの生活言語\r\nこのゲームにこの世で使われている言語は登場しません。\r\n主人公が制作した言語解読表・教団の聖典を用いてプレイヤー自身が文字を解読する必要があります。\r\nさらに上記の2点は解釈の違いが含まれており\r\n2枚のPDFを付き合わせて完璧に解析・解読しないと絶対にこのゲームはクリアできない仕様です。\r\n​\r\nAll conversations and Choice are written in a whole new original language.\r\n・Nine sacred languages\r\n・27 living languages\r\n※This language does not support ABC. Includes linguist analysis charts and religious scriptures.\r\nFurther differences in interpretation are included.\r\nThis game can never be cleared without reading and studying the two PDFs and analyzing and decoding them perfectly.\r\n​\r\n​\r\n​\r\n・謎の教団\r\n※このゲーム内のカルト宗教は架空です。現実の各宗教とは一切関係がありません\r\n※The cult religion in this game is fictitious. It has nothing to do with each real religion\r\n​\r\n​\r\n企画/Planning\r\nプログラム/program\r\nメインビジュアル/Main visual illustration\r\n世界観・教団設定/Worldview・Religion setting\r\n田平孝太郎/Dendaira kotaro\r\n \r\n架空言語制作/Original language production\r\n悠遊庵主人/Yuyuanshujin\r\n \r\n架空言語 図案ブラッシュアップ/Original language Design\r\n言語解析表・聖典デザイン/Linguistic analysis and scripture Design\r\nパンチ/Punch\r\n \r\n宗教画制作/Religious painting\r\n塚本穴骨/Tsukamoto Anabone\r\nデュエット/Duet\r\n田平孝太郎/Dendaira kotaro","info":"<li><span>游戏类型: </span>フォークホラーアドベンチャー</li><li><span>官方网站: </span>https://furoshikilab.wixsite.com/furoshikilab/blank</li>","collection":{"wish":1,"collect":1}}