{"id":253261,"type":4,"name":"Q*bert：Rebooted","image":"//lain.bgm.tv/pic/cover/m/cd/f2/253261_2lM1S.jpg","summary":"One of the most critically acclaimed and commercially successful arcade games of the 1980s is back in its classic pixel perfect 2D form, and a re-imagined Rebooted version with state of the art 3D game-play and graphics that remain faithful to the original concept. Now optimized for PS3, PS4 and 'PS VITA', both versions are exciting twitch games requiring keen puzzle solving skills and logic \r\n\r\nFirst introduced in 1982 by Gottlieb, Q*bert was critically-acclaimed and went on to become one of the most successful arcade game of all time (behind Pac-Man and Donkey Kong). It inspired home versions of cabinets, a variety of Q*bert merchandise, numerous copycat games and even an animated TV series. \r\n\r\nQ*bert Classic stays true to the original in all its jagged 2D pixel art glory, now optimized for PS3, PS4 and PS VITA. As the title grawlix spewing character, players jump around an isometric cube pyramid and convert each blocks color while avoiding familiar adversaries Coily, Ugg, Slick, Sam, Wrong Way and Red Ball. Levels become progressively harder with more enemies blocking your path and the tiles requiring multiple jumps to change to the required color. \r\n\r\nQ*bert Rebooted takes the arcade classic and catapults it into the 21st century 3D game play that takes full advantage of todays technologies yet remains faithful to the original Q*bert. Featuring hexagonal blocks instead of squares, Q*bert Rebooted introduces new enemies, playable characters, power-ups, traps, gem collecting, multiple characters, downloadable content and new ways to play. \r\n\r\n-Level Select replay all previously unlocked levels and track progress against friends \r\n-New Playable Characters introducing Q*zard, Q*bertha, Q*bot, Q*zilla, Q*tee, Q*knight and Q*nicorn, all based on the original Q*bert form \r\n-3 New Enemies the classic cast of adversaries are joined by new enemies Homer, Uppercut and Treasure Chest","info":"<li><span>中文名: </span>Q*伯特 重启</li><li><span>平台: </span>PSV</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>IOS</li><li><span>发行日期: </span>2015年2月17日</li>","collection":{"on_hold":1}}