/*
 * @Author: czy0729
 * @Date: 2021-10-23 03:17:36
 * @Last Modified by: czy0729
 * @Last Modified time: 2021-11-30 03:31:39
 */
const fs = require('fs')
const utils = require('./utils/utils')

const data = JSON.parse(fs.readFileSync('./cn/mini.json'))
const _data = {
  // 'Angel beats': 1851,
  // 'CLANNAD AFTER STORY': 876,
  // 'Megalo Box': 227718,
  // 'fate zero': 10639,
  0080: 1015,
  0083: 804,
  Clannad: 51,
  EVA: 265,
  FSN: 290,
  FZ: 10639,
  JOJO: 43558,
  NANA: 486,
  Q娃: 4243,
  air: 234,
  clannad: 51,
  eva: 265,
  eva: 265,
  flcl: 822,
  hellsing: 2216,
  jojo: 43558,
  kanon: 274,
  ngnl: 79227,
  part2: 263750,
  三月的狮子: 147068,
  三狮: 147068,
  京吹: 115908,
  京紫: 183878,
  佐贺偶像: 252655,
  你的名字: 160209,
  兽娘: 176478,
  冈花: 218971,
  凉宫: 485,
  凉宫春日: 485,
  利兹与青鸟: 216371,
  动物狂想曲: 273843,
  南极: 218708,
  只有我不在的街道: 137722,
  君名: 160209,
  哈萨维: 243429,
  四谎: 100444,
  壳中少女: 38137,
  天元突破: 770,
  天麻: 1444,
  奈叶: 1262,
  女高: 265708,
  寄生兽: 88433,
  少女歌剧: 214265,
  少终: 218707,
  少革: 1453,
  巨人第三季: 217300,
  异邦人: 4014,
  恶魔人: 211311,
  战姬绝唱: 25834,
  摇曳露营: 207195,
  攻壳: 324,
  数码暴龙: 3128,
  无职转生: 277554,
  映像研: 282433,
  朝花夕誓: 218971,
  未闻花名: 10440,
  末日时在做什么: 185943,
  比宇宙更遥远的地方: 218708,
  海贼王: 975,
  游戏人生: 79227,
  灵能: 158316,
  爆漫王: 3428,
  物语系列: 1671,
  男高: 24790,
  石头门: 10380,
  秒速五厘米: 927,
  素晴: 135275,
  紫罗兰: 183878,
  自新世界: 37785,
  蜂蜜四叶草: 847,
  赛马娘2: 315574,
  赛马娘: 212003,
  赤红之瞳: 94244,
  轻音: 1424,
  那朵花: 10440,
  钢炼: 1428,
  钢炼FA: 1428,
  隐瞒之事: 294713,
  青鸟: 216371,
  食灵: 885,
  鬼灭: 245665,
  魔圆: 9717,
  鲁鲁修: 793,
  黑之契约者: 292,
  龙虎: 909,
}

Object.keys(data).forEach((id) => {
  const cn = data[id]
    .replace(/ova|剧场版/g, '')
    .trim()
  if (cn.length >= 2) _data[cn] = parseInt(id)
})

delete _data['人生']
delete _data['日常']
delete _data['80']

fs.writeFileSync('./cn/cn.json', utils.safeStringify(_data))
