{"id":286968,"type":1,"name":"愛欲幻想の怪―クトゥルフ・プレグナント―","image":"//lain.bgm.tv/pic/cover/m/65/6a/286968_9w989.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":2,"7":0,"8":0,"9":0,"10":0},"score":5.7},"summary":"『愛欲幻想の怪』とは、字行日和による日本の成年漫画。 \r\nコミックアンリアルにて掲載されたクトゥルフ神話をテーマとした短編を纏めた単行本。 \r\n原典へのリスペクトも強く、単なるエロ漫画だけでなくダークファンタジーとして成り立っている。\r\n\r\n\r\n【掲載話】 \r\n◼︎Call of the Abyss \r\nクトゥルフと深き者共がテーマの短編。 \r\nタイトルの由来は恐らく「Call of Cthulhu」。\r\n\r\n主人公\r\n深き者に向けたクトゥルフの号令が聞こえてしまった犠牲者。 \r\n夜毎に、脳内に響く悍ましい祝詞と共に、 \r\n奇怪な都市で繰り広げられる、魚人と美女の狂宴の夢により不眠症となり、 \r\n正気を疑う妻により入院させられた精神病院にて、睡眠薬を注射される。 \r\n睡眠薬により深い眠りの中で、深き者の1体の肉体を乗っ取り退屈を紛らわせるための儀式に巻き込まれることになる。 \r\nクトゥルフを人外の化け物と拒絶していたが……。\r\n\r\nクトゥルフ\r\n原典通り、海底に封じられ星辰の揃う時を待ちわびている邪神。 \r\n手足や耳がエラの生えた異形となった美女として描かれている。 \r\n退屈を紛らわせるために、深き者と交わり、その子を胎内で孵化させることを娯楽としている。 \r\nなお、主人公や他の犠牲者は美女を描くつもりでスケッチや彫像を製作しているが、他人からは悍ましい怪物にしか見えていないため某グロ肉のような状態だと思われる。\r\n\r\n\r\n◼︎黒山羊の館 \r\nシュブ=ニグラスをテーマとした短編。 \r\nタイトルの由来は「悪霊の館」? \r\n神の時代が終わってから時が経ち、混じりモノと呼ばれる混血が存在する世界観。\r\n\r\n真城\r\n貴族の門番を務める青年。 \r\n同僚に連れられた、混じりモノの風俗街で眼があった始撫に惹かれ一夜を共にして以降、半年以上も通い詰める。\r\n\r\n始撫\r\n真名はシュブ=ニグラス。懐胎の権能を持つ神。 \r\n遊郭『月の窓』の支配人。務める遊女は全て彼女の娘であり、仔作りは怠惰のための手段。 \r\n胎児のいる腹で別の仔を育む程度は器用に行える。\r\n\r\n五十六番/桔梗\r\n仔山羊の一匹。真城を楽しませるための趣向として産み落とされた仔山羊。 \r\nシュブ=ニグラスにとって仔山羊は手足に過ぎないため、冷淡に扱われている。 \r\n触手の生えた毛玉として産み落とされ、人型に変化する様子が描写されている。\r\n\r\n\r\n◼︎闇にまどろむ者 \r\nツァトゥグァとヴーミア族をテーマとした短編。 \r\nタイトルの由来は「闇にささやくもの」か。\r\n\r\n少女\r\nヴーミア族に拉致された犠牲者。 \r\nヴーミア族の醜悪な儀式に巻き込まれた結果、精神が壊れ肉体から離れた精神がツァトゥグァのまどろみに迷い込む。\r\n\r\nツァトゥグァ\r\n巨大な獣のようなシルエットの異形の神。 \r\nまどろみに迷い込んだ少女に慈悲として死を与え、復讐の代行として、その肉体に顕現した。 \r\nヴーミア族を醜悪なハイパーボリアの搾りかすと滅ぼすことは決めていたが、 \r\n再興を懇願する彼らの姿に、とある手段を思い付き実行に移す。\r\n\r\n\r\n◼︎名状シ難キ者 \r\nタイトルの由来はハスターの異名。\r\n\r\n比谷\r\nサークルのスキー旅行中に、吹雪に巻き込まれ廃業したペンションに避難した。 \r\n夜中に眼を覚まし、いなくなった友人を探し、異形の怪物に殺された友人と、 \r\n今にも殺されそうなレンを発見し、怪物を殺害する。\r\n\r\n岸山\r\n比谷の親友。登場後、次のページでは死体となっていた。 \r\n描写はされていないが、比谷とレンが行為に及んでいる、すぐ真横に彼らの死体が転がっていたことを作者が呟いている。\r\n\r\n上田リコ\r\nウェンディゴ。岸山を生け贄にハスターに祝詞を捧げている場面を、 \r\nレンも殺そうとしていると誤解され、勇気を振り絞った比谷に殺害される。\r\n\r\nレン／ハスター\r\nリコに呼び出された、世界の外側の存在。真名は持たない。 \r\nウェンディゴが死んだことで、『帰還』のための魔力を奪う目的に、女性型の体に降ろされた興味も合わさり、比谷を操り行為に及ぶ。\r\n\r\n\r\n◼︎ウルタールの猫 \r\nタイトルそのまま「ウルタールの猫」。\r\n\r\nアタル・メネス\r\nギャング。ジョンの嫌味を無視して彼が撥ねた猫の弔いを行う。\r\n\r\nジョン\r\nインスマス面なギャング。ウルタールで猫を撥ねた。 \r\nすぐに村を出た方がいいという村人の忠告を無視するが…。\r\n\r\nニケ・バルザイ\r\n撥ねられた猫の孫。アタルが祖父を丁重に弔う様子を見たことで助命を請うた。 \r\n助命のための条件は猫が9つの命を持つという伝承の下、9匹分の命を返すべく仲間のエルザ、ライナともども孕ませること。 \r\n一人三回ってことか？\r\n\r\n◼︎ティンダロスの猟犬 \r\nタイトルそのまま（略） \r\n後日談に「ティンダロス・プレグナント」という短編が存在するが未収録。\r\n\r\nティンダロス\r\n因果律を守護する役割を持ち、時を越える魔術師を冷徹に排除するシステム。 \r\n手足が獣のような褐色肌の少女として描写されている。 \r\n既に切断された空間を出現させることで、敵対者を肉片に変えるなど超常的な力を持つ。 \r\n不滅の存在であり、殺されると代替の存在が現れるため、世界ごと消滅しない限り滅びはない。 \r\n無貌の王に捕らえられ脳と肉体を弄られたことで、権能はそのままに、快楽を貪るケダモノに成り果てる。\r\n\r\n無貌の王\r\n登場早々、細切れにされた這い寄る混沌。 \r\n直後に正体を現し、ティンダロスを彼女の権能が及ばぬ空間に引きずり込み改造を実施した。 \r\n要は腹いせの仕返し。\r\n\r\n◼︎Cradle to Grave \r\nクトゥルフ神話とは関係なさそうな短編。 \r\nタイトルの由来は「ゆりかごから墓場まで」の標語だろうが本作における意味は…\r\n\r\nアヴィー\r\n「帝国」に立ち向かう「森の国」の狩人。 \r\nケモミミ。\r\n\r\nフラン\r\nアヴィーの妹分。 \r\n以下同文\r\n\r\nベス／ディータ\r\n先に捕まっていた仲間。 \r\n再登場した時は孕ませ快楽堕ち済み。 \r\n以下同文。\r\n\r\n死体兵\r\nおぞましい姿をしている「帝国」の兵士たち。 \r\n再生産のために各国の女たちを捕まえては孕ませ続けている。 \r\nそのシステムを制御する生者ももはや存在してはいない。\r\n\r\n■獄落鳥 \r\nクトゥルフ神話と(略) \r\nタイトルは「極楽鳥」のもじりであろう。\r\n\r\nせら\r\n伝承の「天狗様」の一人。 \r\n本作の天狗は腕と脚だけが鳥のようになっている女の子。要するにハーピーである。 \r\n罪人に対する一転攻勢プレイを楽しむのが趣味。\r\n\r\nさざなみ\r\n同。 \r\nキセルをふかすいなせなサディストで、延々男から精液を搾り取っていくのが趣味。\r\n\r\n男\r\n漫遊中の姫君の護衛を殺害、姫をレイプし、さらに無数の余罪の合ったレイプ魔。 \r\n山に生贄として捧げられ、限界まで搾り取られることになる。 \r\n彼以外の同類の男たちも同じ目にあっている模様。\r\n\r\n◼︎千貌の素顔 \r\nニャルラトテップをテーマにした描き下ろし短編。\r\n\r\nウムル・アト=タウィル\r\n人間に化け魔道書を執筆しているが、悪用されることは想定していない。\r\n\r\nヌル\r\n三尾の生えた獣耳の少女。 \r\nニャルラトテップの本体。人間のことも化身のことも何とも思っていない。\r\n\r\nチクタクマン\r\n毒舌なニャルラトテップの化身。ヌルの代弁をするのが主な役割。\r\n\r\n\r\n■あとがき \r\n正気度も危ういのでこのあとがきもそろそろ終えてしまいましょう。 \r\nなんかドアが音を立てています。 \r\nなにかつるつるした巨大なものが体をぶつけているかのような音を。 \r\nしかしドアを押し破ったところでボクを見つけられはしない。\r\n\r\nいや、そんな！あの手はなんだ！窓に！窓に！","info":"<li><span>作者: </span><a href=\"/person/41570\">宇行日和</a></li><li><span>出版社: </span><a href=\"/person/8495\">キルタイムコミュニケーション</a></li><li><span>连载杂志: </span><a href=\"/person/15229\">コミックアンリアル</a></li><li><span>价格: </span>￥1,080</li><li><span>发售日: </span>2015-11-28</li><li><span>ISBN: </span>9784799208250</li>","collection":{"wish":3,"collect":7},"tags":[{"name":"成年コミック","count":4},{"name":"克苏鲁","count":2},{"name":"2015","count":2},{"name":"宇行日和","count":2},{"name":"人外","count":2},{"name":"成人漫画","count":1},{"name":"R18","count":1},{"name":"日本漫画","count":1},{"name":"漫画","count":1}],"staff":[{"id":41570,"image":"//lain.bgm.tv/pic/crt/g/d6/9f/41570_prsn_XhAT0.jpg","name":"宇行日和","desc":"作者"},{"id":8495,"image":"//lain.bgm.tv/pic/crt/g/2a/0c/8495_prsn_gFOpH.jpg","name":"キルタイムコミュニケーション","desc":"出版社"},{"id":15229,"image":"","name":"コミックアンリアル","desc":"连载杂志"}]}