{"id":163917,"type":6,"name":"駆込み女と駆出し男","image":"//lain.bgm.tv/pic/cover/m/d2/9f/163917_dWEo9.jpg","rating":{"total":12,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":3,"8":5,"9":2,"10":0},"score":7.5},"summary":"　　故事发生在天保十二年（1841年），德川幕府老中水野忠邦有感于国内外的严峻局势，正大刀阔斧地推行天保改革，其中节约法令的颁布不仅触及武士贵族阶层，也深入到庶民百姓的方方面面。\r\n　　在这个孕育着重大变革的关键时刻，位于镰仓的东庆寺则上演着几多令人唏嘘感叹的人间悲喜剧。东庆寺实际是一座尼寺，由于在过去的岁月里有许许多多无法忍耐水深火热生活的女性逃到这里寻求庇护，并最终在尼僧们的帮助下和夫家离婚，因此东庆寺又被称为“缘切寺”，它的特殊地位和作用也得到了幕府的承认。\r\n　　东庆寺应对“投靠女”的主要方法流程如下：女性拜谒到寺庙门前表达投靠的意向，随后进入投靠女们暂时落脚的御用宿，由专门人员负责听取并做相关调查，待核实清楚后便派出调停人员去夫家商谈离婚事宜。目前作为御用宿的柏屋，主人源兵卫（树木希林 饰）、掌柜利平（木村胜己 饰）及其老婆阿胜（木村绿 饰）为了这些可怜女子终日忙碌，应接不暇。与此同时，柏屋还寄居着一个名不见经传的戏剧作家信次郎（大泉洋 饰），当前他在柏屋担任见习医生。对信次郎来说，尝尽世间酸甜苦辣、阅遍人世离合冷暖的女性们所聚集的御用宿就如同一个取之不尽用之不竭的创作宝库，为了写出名家曲亭马琴（山﨑努 饰）笔下《南总里见八犬传》那样世所称道的作品，他趋之若鹜，乐此不疲。\r\n　　这一天，脸上有着灼烧痕迹的阿茹（户田惠梨香 饰）和妖娆妩媚的阿吟（满岛光 饰）不约而同朝着东庆寺走来。她们在途中相遇，脚部受伤的阿吟遭到不明身份之人的追赶，情急之下阿茹将阿吟载到板车上一路狂奔来到目的地。她们很快被转移到柏屋，而相关调查也迅速展开。婀娜多姿的阿吟仿佛是从画中走下来的美人，她是日本桥外国货物批发商人堀切屋三郎卫门（堤真一 饰）的情人。商人身份下的堀切屋在起家的过程中沾染了诸多人的鲜血，而无意中得知情人真面目的阿吟深感恐惧，于是选择从对方手中逃离。阿茹则是七里滨滨铁铺一名手艺精湛的铁匠，脸上的烫伤正是其身份和手艺的最好证明。但是她的丈夫重藏（武田真治 饰）游手好闲，混吃等死，除此之外更对老婆拳打脚踢。重藏长期待在情人的住处厮混，对待找上门来的老婆则厚颜无耻地将其骂得狗血喷头。饱受屈辱和拳脚的阿茹再也无法忍受，于是来到东庆寺寻求庇护。\r\n　　源兵卫首先为投靠女们讲解了进入东庆寺的流程，利平和阿胜则派人分头向女子的夫家送信。如果夫家同意离婚，则女子们当下就可获得自由；若不同意，那么女子们则需前往东庆寺修行。经过两年的修行后，夫家则必须按照规定签写离婚书，届时投靠女方可脱离苦海。在寺院住宿期间，投靠女们还必须支付相关费用，根据住宿待遇不同分为上臈众格、御茶间格和御半下格三档。习惯了养尊处优生活的阿吟自然住在上臈众格，寂寞孤独的阿茹则在御半下格暂住，并承担着寺内的杂务工作。\r\n　　在听阿茹讲述自己的经历期间，信次郎忍耐不住想要治好她脸上的灼伤。而通过这段时间的交流，阿茹面对这个和善的男子，也终于小心翼翼敞开了自己的心扉。在经历了丈夫的蹂躏与虐待后，她决定尝试着相信信次郎所说的话。另一方面，堀切屋对阿吟的背叛大为光火，他担心自己那些上不得台面的勾当大白天下，因此阿吟的安全受到了极大的威胁。不过东庆寺毕竟是得到松冈御所和德川幕府承认支持的寺院，即使堀切屋如何咬牙切齿，也不敢轻易造次。\r\n　　在寺院役人石井与八（山崎一 饰）的护送下，阿吟终于进入东庆寺，迎接她的则是兼具美貌、才学以及严苛戒律的代理住持法秀尼（阳月华 饰）。除了阿吟、阿茹之外，还有出身自武士家庭的户贺崎悠（内山理名 饰）进入东庆寺。悠的父亲开设一间剑术道场，谁知道场被蛮横的武士侵夺，她的丈夫也遭到对方杀害。饱受凌辱的她始终不忘复仇的念头，这成为了她进入寺院的最大障碍。\r\n　　经历了各种苦难的女性相继来到东庆寺，她们疗治着伤口，期待着新生，憧憬着美好爱情。然而在大时代变革动荡的潮流中，女人们的命运面临着巨大的磨难与考验，甚至一场风暴也正以前所未有的势头向东庆寺袭来…","info":"<li><span>中文名: </span>投靠女与出走男</li><li><span>主演: </span><a href=\"/person/6102\">大泉洋</a> / 户田惠梨香 / 满岛光、<a href=\"/person/17122\">満島ひかり</a>、<a href=\"/person/19910\">戸田恵梨香</a></li><li><span>配角: </span><a href=\"/person/26076\">樹木希林</a></li><li><span>别名: </span>逃婚女与见习男</li><li><span>类型: </span>剧情 / 喜剧</li><li><span>国家/地区: </span>日本</li><li><span>语言: </span>日语</li><li><span>官方网站: </span>kakekomi-movie.jp</li><li><span>IMDb: </span>tt3989744</li><li><span>导演: </span>原田真人</li><li><span>编剧: </span>井上厦 / 原田真人</li><li><span>上映日期: </span>2015-05-16</li><li><span>片长: </span>143分钟</li>","collection":{"wish":8,"collect":13,"doing":1,"dropped":1},"tags":[{"name":"日影","count":5},{"name":"户田惠梨香","count":2},{"name":"映画","count":2},{"name":"2015","count":1}],"staff":[{"id":6102,"image":"//lain.bgm.tv/pic/crt/g/cc/12/6102_prsn_khALA.jpg","name":"大泉洋","desc":"主演"},{"id":17122,"image":"//lain.bgm.tv/pic/crt/g/c3/f4/17122_prsn_gtilT.jpg","name":"满岛光","desc":"主演"},{"id":19910,"image":"//lain.bgm.tv/pic/crt/g/9a/97/19910_prsn_4u0ju.jpg","name":"户田惠梨香","desc":"主演"},{"id":26076,"image":"//lain.bgm.tv/pic/crt/g/e8/e0/26076_prsn_LHJTr.jpg","name":"树木希林","desc":"配角"}]}