[
  {
    "id": "26757081",
    "title": "極サギ2",
    "desc": "闇社会のトラブルシューターとして名を轟かせた弁護士・霧島烈導（竹内 力）。かつて自分を逮捕した刑事・五十嵐（ダンカン）の依頼により結婚詐欺疑いのある女・...",
    "year": "2014"
  },
  {
    "id": "27112382",
    "title": "斗牌传说 第二季",
    "desc": "这是一部主角靠颜值，反派靠颜艺的日式麻将科普剧。如果看字幕时产生不适，请暂停凝视主角30秒缓解症状",
    "year": "2017"
  },
  {
    "id": "26877161",
    "title": "サギ師一平2",
    "desc": "「週刊漫画TIMES」に連載された人気コミックを映像化した痛快エンターテインメイント第2弾。「ウソで固めたオイラの人生、真面目に働く奴ぁごくろうさん！」をモットー...",
    "year": "2000"
  },
  {
    "id": "35794229",
    "title": "巨乳ハンター2 アドベンチャー・サマー",
    "desc": "巨乳になる事を夢見るまさ子としづ子。ある日、２人の前に巨乳の美和子が現れてから謎の事件が…。",
    "year": "1990"
  },
  {
    "id": "27602114",
    "title": "かっとびブギ 2 ブラックアウト・ベイビー",
    "desc": "",
    "year": "1993"
  },
  {
    "id": "30183627",
    "title": "対魔忍ユキカゼ ANOTHER STORY ～寝取らせ夫との歪な関係～",
    "desc": "結婚して一見幸せそうに暮らしていた対魔忍のユキカゼと達郎だったが、2人は深い闇を抱えていた。 それは、達郎が短小で早漏であるということだった。 愛し合っているは...",
    "year": "2016"
  },
  {
    "id": "10777731",
    "title": "アニメ師 杉井ギサブロー",
    "desc": "日本のアニメーションに黎明期から携わり、「鉄腕アトム」「どろろ」「日本まんが昔ばなし」「タッチ」「銀河鉄道の夜」など、数々の名作アニメを手がけてきた杉井ギサ...",
    "year": "2012"
  },
  {
    "id": "33427431",
    "title": "银河四驱车 Scan2Go",
    "desc": "大堂和也、海原光树、守嶋双叶和高山大悟参加了全宇宙最热血沸腾并考验参赛者高超技术的“旋风四驱王”大赛，在漫长的赛事中遇到了来自各个星球的迷你四驱车精英，并一...",
    "year": "2010"
  },
  {
    "id": "25911588",
    "title": "毎日がアルツハイマー2 関口監督、イギリスへ行く編",
    "desc": "認知症の母との日常をありのままに描いたドキュメンタリー「毎日がアルツハイマー」の続編。関口祐加監督がアルツハイマー型認知症と診断された母ひろこさんの介護生活...",
    "year": "2014"
  },
  {
    "id": "30201059",
    "title": "女子高生特務捜査官 ナギ アンド サヤ",
    "desc": "女子高生の青海渚は、学校では生徒会長を務め、頭脳明晰、スポーツも得意な文武両道娘。行動力もバツグンだが、メカ音痴がたまにキズ。渚の相棒、山吹沙弥華はおてんば...",
    "year": "2011"
  },
  {
    "id": "26984439",
    "title": "LoveLive! Sunshine!! 第二季",
    "desc": "故事发生在静冈县沼津市海边的小镇、位於内浦的私立浦之星女子学院。在这间骏河湾一隅的小小高中里面，以2年级的高海千歌为中心的9名少女，怀抱著远大的梦想挺身而出。...",
    "year": "2017"
  },
  {
    "id": "27075237",
    "title": "混浴露天風呂連続殺人 那須高原に消えた美人ダンサーの秘密 ヌードギャルと温泉の鉄人秘湯ツアー",
    "desc": "左近太郎（古谷一行）に警視庁浅草分室への転任が決まり、相棒の山口かおり（木の実ナナ）ともお別れ。新天地での左近の初仕事は、会社社長・相川殺しの捜査だ。容疑...",
    "year": "1995"
  },
  {
    "id": "25823698",
    "title": "蔷薇色的布子",
    "desc": "由指原莉乃（HKT48）担任主演的福田雄一导演的电影新作品『薔薇色のブー子』的将于5月30日起在日本全国上映。指原莉乃将扮演“妄想女大学生” 幸子，由于总是发牢骚所以...",
    "year": "2014"
  },
  {
    "id": "1461254",
    "title": "豚鼠系列之6：圣母机器人",
    "desc": "影片讲述了一个侏儒科学家为了拯救垂死的姐姐而进行了禁忌的人体实验（剧情实在是有够俗）的故事。片中侏儒为了救姐姐而不惜采取任何办法，这一点跟〈恶魔实验〉有点像...",
    "year": "1989"
  },
  {
    "id": "34806178",
    "title": "“潜龙谍影”传奇（下）",
    "desc": "Metal Gear Saga is the title of two separately produced documentaries released in DVD format covering the Metal Gear series, the first one released in 2006 a...",
    "year": "2007"
  },
  {
    "id": "25750921",
    "title": "海螺小姐4",
    "desc": "観月ありさ演じるドラマ「サザエさん」が帰ってきた！今回は『サザエさん』がギネス世界記録™に認定されたのを記念して、磯野家一家が大縄跳びの記録に挑戦する話な...",
    "year": "2013"
  },
  {
    "id": "26871731",
    "title": "拥有神之舌的男子：鬼灯死亡之路篇",
    "desc": "传说中的三助的孙子·朝永兰丸（向井理 饰）在流浪之旅的最后，到达了鬼灯村，可竟在温泉里溺水了！幸亏得到美女林医生（木村多江 饰）用人工呼吸救了兰丸，自此兰丸便...",
    "year": "2016"
  },
  {
    "id": "5185105",
    "title": "诈欺结婚的杀人圈套",
    "desc": "",
    "year": "2004"
  }
]