{"id":257810,"type":4,"name":"ジャッキー・チェン","image":"//lain.bgm.tv/pic/cover/m/15/3f/257810_38WL9.jpg","summary":"Hudson later released this title in a slightly updated form on the TurboGrafx-16 / PC Engine in 1991. This version of the game features quite different graphics, opting for a more realistic caricature of Jackie and more faded colors. The stage layout and item distribution has also been changed. This version is also significantly harder than the NES, as some enemies take more hits and have much more reach, and they added a few more bosses to the stages. The music remains mostly the same, though higher quality thanks to the more advanced sound of the system. Jackie also has a voice in this game and cries out as he attacks.\r\nThe levels run for much longer on this version, and almost all of the levels have been overhauled completely from its NES counterpart. Overall, this rather hurts the game as the stage design is not as interesting, and feels much more flat and repetitive. At times you find sections repeating during the earlier levels, and the colors aren’t as vibrant, making it a less appealing as a platformer. The only real advantage this version has over the NES is the music, which sounds awesome.","info":"<li><span>中文名: </span>成龙之龙</li><li><span>开发: </span><a href=\"/person/38817\">ナウプロダクション</a> (Now Production)</li><li><span>发行: </span><a href=\"/person/17867\">ハドソン</a></li><li><span>别名: </span>成龍</li><li><span style=\"visibility:hidden;\">别名: </span>Jackie Chan's Action Kung Fu</li><li><span>平台: </span>PCE</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1991年1月18日</li>","collection":{"collect":1},"staff":[{"id":38817,"image":"//lain.bgm.tv/pic/crt/g/88/83/38817_prsn_c6KkB.jpg","name":"Now Production","desc":"开发"},{"id":17867,"image":"//lain.bgm.tv/pic/crt/g/c9/3b/17867_prsn_rFzfI.jpg","name":"ハドソン","desc":"发行"}],"relations":[{"id":85598,"image":"//lain.bgm.tv/pic/cover/m/af/b4/85598_92alA.jpg","title":"ジャッキーチェン","type":"不同演绎","url":"https://bgm.tv/subject/85598"}]}