{"id":257813,"type":4,"name":"魔境伝説","image":"//lain.bgm.tv/pic/cover/m/6d/b1/257813_yIp9I.jpg","summary":"The Legendary Axe (魔境伝説 Makyō Densetsu in Japan) is a horizontal platform video game for the PC Engine and TurboGrafx-16. It was developed by Victor Interactive Software and was published by Victor in Japan and by NEC in North America. It was released in Japan for the PC Engine on September 23, 1988 and in North America alongside the TurboGrafx-16's launch on August 29, 1989. It is one of the TurboGrafx-16's launch titles. In the game, the player controls Gogan, a barbarian whose girl, Flare, was kidnapped by the cult of Jagu. The player must navigate though six platforming levels, armed with a legendary axe named \"Sting\" to defeat Jagu and his minions and rescue Flare. The game features a rechargeable \"strength meter\" that determines how much damage is dealt from the axe to enemies.\r\nThe Legendary Axe received high praise and accolades among video game reviewers, and it received positive preview coverage in anticipation with the TurboGrafx-16's launch, showcasing the new console's capabilities. Reviews from gaming magazines such as Electronic Gaming Monthly called it one of the best adventure games seen at the time. It was highly praised for its detailed graphics and animation, diverse music and gameplay, difficulty level, and execution. It won the \"Best [TurboGrafx-16] Game of the Year\" and \"Video Game of the Year\" (for all consoles) awards from Electronic Gaming Monthly and VideoGames & Computer Entertainment respectively for 1989. The game continued to receive praise from reviewers 20 years after its release for its simple gameplay and game design that showed the performance and capabilities of the TurboGrafx-16.","info":"<li><span>中文名: </span>魔境传说</li><li><span>发行: </span><a href=\"/person/567\">ビクター音楽産業</a></li><li><span>别名: </span>The Legendary Axe</li><li><span>平台: </span>PCE</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1988年9月23日</li><li><span>开发: </span>エイコム、他数社</li>","collection":{"collect":1},"staff":[{"id":567,"image":"//lain.bgm.tv/pic/crt/g/70/a7/567_prsn_ayWUY.jpg","name":"ビクター音楽産業","desc":"发行"}]}