{"id":318837,"type":4,"name":"メイドさんは人妻　～美弥子さんの誘惑日記～","image":"//lain.bgm.tv/pic/cover/m/67/da/318837_uF0SM.jpg","summary":"僕は鷹乃羽浩二(たかのはこうじ)、まだ大学を卒業して間もないが、\r\n一応ライター家業を営み生計を立てている。\r\n\r\n実は僕の母親は、日本でも指折りの資産家の娘だったのだが、\r\n売れない画家であった父と恋に落ち、半ば駆け落ち同然で家を飛び出してしまった。\r\n\r\nその時、母親付きのメイドであり、母の親友、姉妹ともいえるほどの存在であった\r\n篠原美弥子(しのはらみやこ)さんも、母と一緒に鷹乃羽家を出て、二人に付き従ったのだそうだ。\r\n\r\n美弥子さんの話によれば、二人はけして裕福ではなかったが、幸せだったという。\r\nやがて僕が生まれ、二人は僕の誕生を心から喜んだそうだ。\r\n\r\n僕の姓が鷹乃羽なのは、母の姓をそのまま名乗っているからだ。\r\n母が実家と縁を切った状態ではあったが、\r\n二人はいつの日か結婚を認めてもらえる日までと、籍を入れずにおいたのだという。\r\n\r\nそうして、僕が生まれたことで、鷹乃羽家も認めてくれるだろうと\r\n喜んでいた矢先、不幸が両親を見舞った。\r\n二人は改めて許しを請うために、僕を美弥子さんに預け、鷹乃羽家に向かったのだが、\r\nその途中で事故にあって亡くなってしまったのだ。\r\n\r\n両親を失って以来、僕を育ててくれたのは、他の誰でもない美弥子さんだった。\r\nその後美弥子さんの直訴と、生まれた僕に罪は無いという本家の計らいで、\r\n僕は鷹乃羽家に戻ってもいいという事にはなった。\r\nしかし、僕はそれを断った。\r\n僕にとっては、父と母が暮らしたこの家こそが我が家であり、\r\n美弥子さんだけが側にいてくれればいいと思ったからだ。\r\n鷹乃羽家の財産には、何の興味もない。\r\n後年、父の描いた絵が認められ、幾ばくかのまとまった財産もできた。\r\n今となっては、僕も何とか小説家としてやっていってるし、今以上の幸せを望もうとは思わない……\r\n\r\nそうして、美弥子さんと二人で穏やかな日々を過ごしていたのだが……。\r\n\r\nある日、いきなり僕たちの前に、美弥子さんをライバル視する鷹乃羽家メイド、\r\n高崎冴子(たかさきさえこ)が現れたのだ!?\r\n\r\n冴子は、母の代わりに鷹乃羽家を継いだ叔父に仕えていたメイドで、メイド協会でも一、二を\r\n争うメイドのプロとして、美弥子さんとしのぎを削ってきた仲だった。\r\n\r\nちなみに母の代わりに鷹乃羽家を継いだ叔父は、その権力を欲しいままに振るっていたのだが、\r\n先日囲っていた愛人に、痴情のもつれから柳刃包丁で刺されてしまい、一命を取り留めたものの、\r\n今度はグループ企業の不正取引の件でその首謀者として警察に\r\n逮捕されるという、踏んだり蹴ったりの目に合ってしまった。\r\n\r\nそんな訳で、彼女は主を失った今、最後に美弥子さんと決着をつけたいと最終決戦を挑んできたのだ!\r\n\r\nしかし……あっさりそれを「意味がありませんわ」と、いなす美弥子さん。\r\n戦意を喪失させられ、なんとも情けない様子の冴子さん……そんな冴子さんに、なんと美弥子さんは、\r\n「ご主人様がいなくなったのなら、新しいご主人様に仕えればいいじゃない」と、僕に仕える事を勧めるのだった!?\r\n\r\n「で、でも……そんな」と、躊躇している冴子さん。\r\nそこで美弥子さんは、冴子さんに「あなたとの勝負、受けてあげる」と言い放つ。\r\nそして、勝負の方法を冴子さんに指定する。\r\n\r\nその勝負の方法は房中術、つまり「エッチのテクニック」で決着を付ける事に……そしてその判定は、なんと僕が下す事に!\r\n\r\nこうして、僕は超絶テクニックと豊満な肢体を持つ二人のお姉様メイドさん達に、\r\nとっても濃厚なご奉仕を毎晩受ける事になってしまった。\r\n\r\n…元々美弥子さんは、母親代わりとはいえ僕の憧れの女性。\r\nもしかしたら美弥子さんも僕の想いに答えてくれるだろうか?\r\n僕は思わず、そんな事を考えてしまうのだった。","info":"<li><span>开发: </span>ハートブリング</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>熟女メイド達のご奉仕生活アドベンチャー</li><li><span>原画: </span>さあぺんと</li><li><span>剧本: </span>Team NGX</li><li><span>声优: </span>夏野向日葵 / このかなみ / 上戸琉</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2006年11月24日</li><li><span>售价: </span>3,771日元</li>","collection":{"wish":1,"collect":1},"tags":[{"name":"ハートブリング","count":1},{"name":"2006-11","count":1},{"name":"拔作","count":1}]}