{"id":36322,"type":6,"name":"Underdog","image":"//lain.bgm.tv/pic/cover/m/61/ad/36322_JYGjY.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":1,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":3},"summary":"The story begins when a police beagle is accidentally kidnapped to be a guinea pig by Capitol City's best geneticist, Simon Bar Sinister (Peter Dinklage), who is secretly experimenting on dogs to perfect his serum. However, the beagle escapes, but not before causing a lab fire and being exposed to various substances. Found by ex-police officer and widower Dan Unger (Jim Belushi), the beagle is named \"Shoeshine\" and becomes the pet of Dan's 12-year-old son, Jack (Alex Neuberger). But as both eventually learn, the incident at the lab has not only made Shoeshine able to speak, but also able to fly and possess supercanine strength. Jack convinces Shoeshine to use his superpowers to help the citizens of Capitol City, taking the name, \"Underdog.\"\r\n\r\nHowever, Bar Sinister (whose face was badly disfigured when a burning television monitor fell on him, during the lab fire), hunting Underdog and eventually learning of his identity, manages to get a sample of his DNA that the scientist uses on Shoeshine to turn him back to a normal dog. After feeding three DNA pills to his German Shepherds, Bar Sinister takes the mayor hostage while setting up a bomb on top of city hall, which is filled with a formula that makes whoever breathes it obey Bar Sinister. However, Shoeshine manages to regain his powers by eating the same pills Bar Sinister gave to the German Shepherds, afterward he turns them against Bar Sinister and saves the day.","info":"<li><span>导演: </span>Frederik Du Chau</li><li><span>制片: </span>Gary Barber / Roger Birnbaum / Jonathan Glickman</li><li><span>原作: </span>W. Watts Biggers \"Underdog\"</li><li><span>编剧: </span>Adam Rifkin / Joe Piscatella</li><li><span>音乐: </span>Randy Edelman</li><li><span>制片商: </span>Walt Disney Pictures</li><li><span>上映日期: </span>2007-08-03</li><li><span>片长: </span>82 minutes</li>","collection":{"collect":1},"tags":[{"name":"美国电影","count":1},{"name":"Disney","count":1},{"name":"David_Eggby","count":1},{"name":"Adam_Rifkin","count":1},{"name":"动画衍生","count":1},{"name":"体育","count":1},{"name":"Tom_Finan","count":1},{"name":"Joe_Piscatella","count":1},{"name":"Frederik_Du_Chau","count":1},{"name":"Randy_Edelman","count":1}],"lock":"条目已锁定"}