{"id":37577,"type":1,"name":"RE-TAKE 1","image":"//lain.bgm.tv/pic/cover/m/40/4e/37577_Bm692.jpg","rating":{"total":10,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":4,"9":2,"10":3},"score":8.6},"summary":"Re-Take Volume 01 begins where The End of Evangelion left off, with Shinji strangling Asuka on the beach after Third Impact. From there Shinji wakes up in the hospital just after the 12th Angel attacks with Rei sitting by the bed and Asuka behind the door (just as in the anime). At first Shinji believes all the event he witnessed were a dream, but eventually he realized they were future event. He decides to change these events for the better. When fighting against Unit-03, Shinji breaks all the limbs of the Eva and safely recovers the entry plug. Against Zeruel, Shinji goes into battle earlier than canon to prevent Asuka from not winning the battle and losing her pride. Shinji vows to help Asuka even when she thinks she does not need help. Shinji and Asuka become closer to the point of eventually become a couple. When they confess their love to each other, they have sex without protection (important plot point).\r\n\r\n\r\nAcceptance\r\nRei meanwhile becomes depressed--eventually committing suicide--because Shinji starts to ignore her (and later admits to Rei that Asuka is the one he loves). Shinji's ignoring Rei stems from the fact that he now knows what Rei's true identity really is, and it scares Shinji. Rei attempts to emulate Asuka by wearing blue eye contacts, making her hair red, and saying Anta Baka, but Shinji rejects Rei and says he like Asuka. To make things worse, Asuka from the Post Third Impact world starts appearing before him. This Asuka is bitter that Shinji tried to kill her after Third Impact and that he (in her view) has the nerve to become happy with the past version of her.","info":"<li><span>出版社: </span>スタジオKIMIGABUCHI</li><li><span>作画: </span>KIMIMARU</li><li><span>发售日: </span>2004年8月14日</li><li><span>页数: </span>100</li>","collection":{"collect":22},"tags":[{"name":"KIMIMARU","count":2},{"name":"漫画","count":2},{"name":"EVA","count":2},{"name":"2004","count":1},{"name":"コミックス","count":1},{"name":"同人","count":1},{"name":"RE-TAKE","count":1},{"name":"日本","count":1}],"relations":[{"id":37583,"image":"//lain.bgm.tv/pic/cover/m/e0/d9/37583_85di5.jpg","title":"RE-TAKE","type":"系列","url":"https://bgm.tv/subject/37583"}],"lock":"条目已锁定"}