{"id":97992,"type":3,"name":"Unsung Heroes","image":"//lain.bgm.tv/pic/cover/m/0d/c7/97992_UMFQq.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Comments from album director Andrew Luers (OA), and assistant directors Deia Vengen (DragonAvenger) & Stevo Bortz (Level 99)\r\n\r\nThe original concept was brought forth to me by Shaun \"Avaris\" Wallace back when we were still working on Echoes of Betrayal, Light of Redemption.\r\n\r\nWe both agreed that while it is great to work with many well-known and often mixed themes - which are so loved for good reason - there should be no reason not to extend our hands into those games that have been overlooked for so long, but have genuinely beautiful themes as well. I'm proud of the work that these gentlemen and ladies have presented in this album, and hope that others will be able to appreciate the beauty of these tracks as well.\r\n\r\n- Andrew Luers (OA)\r\n\r\n-----------------------------------------------------------------------------------------------\r\n\r\nI was brought onto Unsung Heroes as an assistant director after the success of the Final Fantasy IV project, where I was able to do a lot of organizational work to help for a smooth release. The project idea was really unique; there had been a lot of songs that I'd forgotten about and it was a joy to revisit them and see what exactly I could put together as a tribute to those games that had been passed over for more popular titles. I also have enjoyed working with both Andrew and Stevo; they both have done a great job keeping this project moving and encouraging the mixers to get their work finished. I hope to work with all these mixers again soon!\r\n\r\n- Deia Vengen (DragonAvenger)\r\n\r\n-----------------------------------------------------------------------------------------------\r\n\r\nAndrew and I first worked together on the Final Fantasy IV album. After work on that was complete, he invited me to take part in Unsung Heroes, helping organize and keep track of progress. The premise for this is something I, as well as every other person on this album, identify with: underappreciated gems, lost in the shadows of the spotlight given to the big hitters in the RPG scene. Each song tackled here has some personal meaning to the musician, moreso than just a single song from a game many people know. The choice of games was up to the individuals, and that adds an extra layer of personal investment into each track. These are the games we had that none of our other friends did, though we loved them just the same.\r\n\r\nAny song you listen to from Unsung Heroes is a testament that, even though lesser known, these games may indeed be more special. My hope is that this will encourage others to look at other, lesser-known games and find the beauty in them, or even seek out games they have never heard before just to see what they have to offer. Rock on, fellow Heroes!\r\n\r\n- Stevo Bortz (Level 99)\r\n\r\n\r\nArtists:\r\n\r\nDragonAvenger, OA (1)\r\naudio fidelity, Jenny Fae Davis (2)\r\nOA (3)\r\nilp0 (4)\r\nOA, Rexy, Brandon Strader, DragonAvenger (5)\r\nLevel 99 (6)\r\nAvaris, Level 99 (7)\r\nOA, DragonAvenger (8)\r\nBrandon Strader (9)\r\nAvaris (10)\r\nVampire Hunter Dan (11)\r\nLevel 99, DragonAvenger (12)\r\nOA, Scaredsim (13)\r\nJohn Revoredo (14)\r\nAbadoss, Brandon Strader, Rexy, Nutritious (15)","info":"<li><span>作曲: </span><a href=\"/person/7219\">Falcom Sound Team jdk</a>、<a href=\"/person/6242\">浜渦正志</a>、<a href=\"/person/8722\">石川三恵子</a>、<a href=\"/person/8164\">古代祐三</a>、<a href=\"/person/6912\">目黒将司</a>、<a href=\"/person/6098\">光田康典</a></li><li><span>发售日期: </span>2012-01-24</li><li><span>播放时长: </span>59:03</li>","collection":{"collect":5},"tags":[{"name":"2012","count":1},{"name":"Falcom","count":1},{"name":"同人音乐","count":1}],"staff":[{"id":7219,"image":"//lain.bgm.tv/pic/crt/g/03/39/7219_prsn_h6s3z.jpg","name":"Falcom Sound Team jdk","desc":"作曲"},{"id":6242,"image":"//lain.bgm.tv/pic/crt/g/85/2d/6242_prsn_SMO67.jpg","name":"滨涡正志","desc":"作曲"},{"id":8722,"image":"//lain.bgm.tv/pic/crt/g/06/8e/8722_prsn_BxrRI.jpg","name":"石川三惠子","desc":"作曲"},{"id":8164,"image":"//lain.bgm.tv/pic/crt/g/b4/d4/8164_prsn_6jnnQ.jpg","name":"古代佑三","desc":"作曲"},{"id":6912,"image":"//lain.bgm.tv/pic/crt/g/f1/49/6912_prsn_7ij5F.jpg","name":"目黑将司","desc":"作曲"},{"id":6098,"image":"//lain.bgm.tv/pic/crt/g/13/c0/6098_prsn_op4IN.jpg","name":"光田康典","desc":"作曲"}]}