{"id":320189,"type":1,"name":"CONTINUE SPECIAL ガールズ&パンツァー","image":"//lain.bgm.tv/pic/cover/m/10/13/320189_Rqclh.jpg","summary":"2018年1月の『CONTINUE』新創刊に先駆けて発売する プレ創刊号『CONTINUE SPECIAL ガールズ&パンツァー』!!  第一特集:『ガールズ&パンツァー』全50ページ大特集 待望の『最終章』公開に向けて『ガールズ&パンツァー』の真の魅力について徹底検証!   ・テレビシリーズ フルレビュー ・OVA/劇場版 完全解説 ・推理小説作家芦辺拓氏 『ガルパン』を語る。 ・一夜にして『ガルパン』にハマった女 幸宮チノインタビュー ・『劇場版』ロングランの立役者 立川シネマシティ 遠山武志インタビュー ・脚本家 吉田玲子インタビュー ・考証・設定 鈴木貴昭インタビュー ・徹底対談 漫画家 田中圭一 × 『ガルパン』プロデューサー 杉山潔  「初期の段階で確認し合っていたことは、ガルパンを誰に見てもらいたいか、 ということだったんです。やっぱり、一服の清涼剤で多幸感のある、 見て良かったと思える作品にしたほうがいいよね、と」(杉山潔)  「まさに僕らが少年のころに胸をワクワクさせた、 あの少年マンガの王道と言われるおいしいところが全部揃って、 48色の色えんぴつみたいな、なんでもありな感じが良かったですね」(田中圭一)  第二特集:『ねほりんぱほりん』を根掘り葉掘り大特集 Eテレで放送中の話題沸騰赤裸々トーク番組を本誌が単独独占取材!   ・パイロット版から2017年内放送予定タイトルまでの完全リスト&ピックアップレビュー ・『ねほりんぱほりん』を支える人形劇の操演さんインタビュー ・本邦初の情報も! ねほりんぱほりんのお部屋 ・ねほりんぱほりん潜入レポマンガ(ニコ・ニコルソン) ・大古プロデューサーインタビュー ・石澤アナウンサーインタビュー  『FFXIV』を創り直した男。吉田直樹インタビュー 『FFXIV』において奇跡ともいえるタイトルの復活劇を成し遂げた ゲームクリエイター、吉田直樹氏への2万字、20ページに及ぶロングインタビュー。  「鮮烈に覚えてるのがファミコンの『マリオブラザーズ』。 『テレビゲームってすげえ! 』と思って、 漠然と『俺も将来はこれを作る人間になるんだ』と」  「(『FFXIV』について)いまのシチュエーションでこれ以上のものは作れない、 というレベルに近づいてきている感触はあります。開発、運営、宣伝も含めて、 この制約下でこれ以上のものを作るのは相当難易度が高いと思います」  「深夜帰宅してからプライベートなキャラクターで自分も参加して、 ほかのプレイヤーさんと、あーだこーだ話して、 ゲラゲラ笑いながらプレイするのは最高に楽しいです」  コヤマシゲトとゆかいななかまたち。~コヤマシゲト×錦織敦史×若林広海~ 人気イラストレーターコヤマシゲト氏がアニメ業界に入ったときからの 盟友ふたりと思い出話&超レアなトークを大放談。ここでしか読めない濃密な過去話から 話題の最新作『ダリフラ』までの座談会。  「当時、錦織さんがガイナのホームページのトップページイラストに 旧『トップ』のイラストを描いてたんですよ。 で、それがまた……ものすごく可愛いイラストで……ジェラシーを感じましたね(笑)」(コヤマシゲト)  「(『キルラキル』の)最終回の羅暁との対峙から 流子と鮮血が落下するところまでが錦織さんの原画パートなんですけど、 いきなり100点の回答を叩き出すっていう。それを見て、すしおさんが 『これが正解だった。流子の描き方、これが正解だったんだ! 』って(笑)」(若林広海)  「こうやって10年前の話ができるのは嬉しいんですよね。仕事を始めたころは ひとりでの戦いだったんだけど、チーム戦になっていって、年月がたって経験値もあがって、 偉くなったりしてる中で『ダリフラ』はもう一回集まろうよっていうのがあるんで」(錦織敦史)  星のカービィ25周年 誕生から25周年を迎えた『星のカービィ』。 制作元であるハル研究所のクリエイター、デザイナーへのインタビューをおこない、 そのタイトルの変遷と「いま振り返るカービィの魅力」に迫る!   DEVILMAN crybaby 2018年1月、Netflixにて全世界同時ストリーミング開始となる 話題作『DEVILMAN crybaby』。その公開に先駆けて、第1話~第3話を見た本誌スタッフが 試写会場近くの喫茶店(ルノアール市ヶ谷駅前店)で語りまくる! !   クソゲーハンター20周年記念座談会  ……and more!!!!!","info":"<li><span>出版社: </span>太田出版</li><li><span>价格: </span>￥1,030</li><li><span>发售日: </span>2017-12-07</li><li><span>页数: </span>168</li><li><span>ISBN: </span>978-4778316099</li><li><span>作者: </span>星のカービィ</li>","tags":[{"name":"画集","count":1}]}