{"id":171972,"type":4,"name":"Greek Wars","image":"//lain.bgm.tv/pic/cover/m/7f/84/171972_2cq5C.jpg","summary":"\"The Phalanx\"\r\n\r\n\t  After the warriors of the Heroic period of the Trojan Wars came the Greek hoplite: a farmer turned soldier trained in the art of phalanx warfare. From 500 BC to 400 BC, the hoplites ruled supreme on the battlefield, fighting in classical Greece’s most memorable conflict. From the battles of Thermopylae to Marathon and Plataea to the Peloponnesian Wars, hoplites decided the course of empires.\r\n\r\nHPS Greek Wars brings this era to computer gaming, with a full panoply of scenarios of Greek versus Persian and Greek versus Greek. Greek Wars has over 60 scenarios in which Athenians, Spartans, Persians, and many more clash in battles which still resound today. Scenarios allow players to deploy armies of the era using the full range of classical weapons, from infantry spears to bows and various types of cavalry. Command anything from the famous 300 Spartans to the mass armies of the Persian empire, 100,000 strong.\r\n  \t\r\n\r\n\t\r\n\r\n \r\n\r\n \r\n\r\nGreek Wars includes an enhanced computer A.I. that plays an aggressive strategy against the gamer. In response, players must use their best formations and tactics to win the day. Game tactics are based on historical factors, so you can use the lessons from Herodotus and other ancient historians to win through. You may also face off against an opponent, or join in a multi-player PBEM battle with hundreds of units. Scenarios are drawn from history, or players can engage in balanced hypothetical matches from the table top series of battles\r\n\r\nGreek Wars uses the HPS Ancient Warfare engine. This provides a hex based, tactical, plot, simultaneous resolution execution. A game turn is composed of three phases: (1) The player assigns commands to his units (movement, changing formation etc). (2) The program then determines the net effect of these orders as the move is played out. (3) Finally, units move, fire at each other, and engage in melee combat. The players watch the outcome of their decisions as a turn of action unfolds. The game then moves on to the next turn.\r\n\r\nGame Scale: Each hex represents a distance of 20 meters.\r\nEach turn represents 15 minutes of real time.","info":"<li><span>开发: </span><a href=\"/person/21895\">HPS Simulations</a></li><li><span>游戏类型: </span>Strategy</li><li><span>售价: </span>$49.95</li><li><span>官方网站: </span>http://www.hpssims.com/Pages/Products/Ancient/GreekWars/GreekWars.html</li>","collection":{"collect":1},"staff":[{"id":21895,"image":"//lain.bgm.tv/pic/crt/g/9f/0d/21895_prsn_78wII.jpg","name":"HPS Simulations","desc":"开发"}]}