{"id":171940,"type":4,"name":"Tigers Unleashed","image":"//lain.bgm.tv/pic/cover/m/f9/0c/171940_0dhzx.jpg","summary":" The enemy is out there... somewhere in the first light of dawn. Waiting. You've made your plans. Issued your orders. The forces are ready, confidence is high. The sharp report of a machine gun signals that contact has been made. What seemed so clear just moments before, now starts to become cloudy. The sounds of heavy weapons echo though the valleys around you. You move slightly to obtain a better viewpoint. Some of the fighting you can now see directly. Some you can hear. Some, though, you know only from the reports coming in from your units or the flashes of the guns in the distance. Smoke can be seen drifting up behind the trees where your tank support was stationed. Why? Are they still there? Are they firing? And what are those dust trails off in the distance?\r\n\r\nAs doubts begin to creep in, critical time is spent getting new orders to your units. Your well-laid plans are crumbling, as you frantically try to get ahead of the situation. Desperate, you find yourself guessing and hoping, because you're still unsure of exactly where the enemy is. Cursing yourself for not keeping a reserve close at hand, you briefly think about A Company out in those advanced positions. They've been taking heavy artillery fire, and you haven't heard anything from them in what seems like ages... and now the dust trails are getting closer on the exposed left flank. A lieutenant appears, “Sir, B Company is pinned down and almost out of ammo, while C Company is stuck at a blown bridge. We still have no word from A Company, and the tanks are late. What are your orders?\r\n\r\nWelcome to the world of the combat commander. ","info":"<li><span>开发: </span><a href=\"/person/21895\">HPS Simulations</a></li><li><span>游戏类型: </span>Strategy Games</li><li><span>售价: </span>$49.95 (Download Only)</li><li><span>官方网站: </span>http://www.hpssims.com/Pages/Products/TSS/TU/TU.asp</li>","collection":{"collect":1},"staff":[{"id":21895,"image":"//lain.bgm.tv/pic/crt/g/9f/0d/21895_prsn_78wII.jpg","name":"HPS Simulations","desc":"开发"}]}