{"id":280886,"type":4,"name":"Skullgirls Mobile","image":"//lain.bgm.tv/pic/cover/m/2a/94/280886_5w02p.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":1,"9":0,"10":0},"score":7},"summary":"Skullgirls is a 2D Fighting RPG packed with unique, colorful characters to collect, upgrade, and customize as you search for the mysterious SKULLGIRL!\r\n\r\n\r\nSTUNNING 2D ANIMATION\r\n\r\nThousands of frames of carefully hand-drawn 2D animation delivers one of the most visually polished games you’ll play on mobile!\r\n\r\n\r\nA FIGHTING GAME FOR EVERYONE\r\n\r\n- Custom controls designed specifically for mobile allow you to effortlessly execute a wide variety of amazing moves and combos with a single tap or swipe.\r\n\r\n- New Fighting Game player? Use Fight Assist and focus ONLY on strategic decisions.\r\n\r\n- Experienced Fighting Game player? Discover deep tactical choices, unique combos, juggles, and more!\r\n\r\n- Finally, a Fighting Game for everyone!\r\n\r\n\r\nFULL RPG PROGRESSION\r\n\r\n- RPG players will feel right at home!\r\n\r\n- Collect dozens of Characters that can each be customized in a variety of ways to suit your playstyle!\r\n\r\n- Level Up and Evolve your Fighters ot maximize their potential\r\n\r\n- Unlock Special Moves and Blockbusters that can be upgraded and equipped before each battle - pick the perfect loadout!\r\n\r\n- Build teams of up to 3 Fighters - find the best combination to maximize synergies!\r\n\r\n- Explore an ever-growing collection of characters\r\n\r\n\r\nGAME MODES\r\n\r\n- Story Mode - Seek out the Skullgirl before she destroys New Meridian!\r\n\r\n- Prize Fights - Compete with other players to unlock new Fighters!\r\n\r\n- Daily Events - Character-specific events are added daily - can you conquer them all?\r\n\r\n- Rift Battles - Build up your defenses and challenge other players to earn rare rewards!\r\n\r\n- Training - Practice combos, try different team combinations and perfect your technique!\r\n\r\n- More modes coming soon!","info":"<li><span>中文名: </span>骷髅女孩 手机版</li><li><span>平台: </span>Android、iOS</li><li><span>游戏类型: </span>FTG</li><li><span>游玩人数: </span>单人</li><li><span>售价: </span>免费</li><li><span>官方网站: </span>https://skullgirlsmobile.com</li>","collection":{"collect":2},"tags":[{"name":"FTG","count":2},{"name":"抽卡","count":1},{"name":"IOS","count":1},{"name":"手游","count":1}],"relations":[{"id":38398,"image":"//lain.bgm.tv/pic/cover/m/b0/c7/38398_B2BZh.jpg","title":"Skullgirls","type":"游戏","url":"https://bgm.tv/subject/38398"}]}