{"id":284494,"type":4,"name":"尽くしてあげちゃう４　～私たちの蜜月～","image":"//lain.bgm.tv/pic/cover/m/a5/36/284494_jI3zR.jpg","summary":"●ストーリー\r\n\r\n俺は青山耕司。\r\nそこいらにいる平凡な男子学生だった…。\r\nそんな俺がある日、不幸にも交通事故に合い生死の境を彷徨ようことに……。\r\n\r\n数ヵ月後、この状態から奇跡的に回復した俺はバイト先のレストランに久しぶりに顔を出した。\r\nすると見知った顔で馴染みの女の子達が、可愛いウェイトレス姿で出迎えてくれる。\r\nしかもこの女の子達としばらく一緒に住み込みでバイトすることが、既に決まっていた!\r\n突然のことに驚いている俺を尻目に「これからずっと一緒だね」とか「なんでも私に言ってね、あなたの為に何かしたいの」とか言われたりして嬉しいやら恥ずかしいやら……。こんな可愛い女の子達に囲まれて生活ができるなんて、やっぱりなんか嬉しいぞ!\r\n\r\n不幸の後にはこんな幸せが待っているなんて♪\r\nこれからの生活が楽しみだ!\r\n\r\n\r\n\r\nいよいよ「尽くしてシリーズ」も4作目。\r\n今回も、とにかく可愛い女の子たちがひたすら主人公に尽くして、尽くして、尽くしてくれます。もちろんエッチシーンは質、量ともにボリューム満点で多種多様なシチュエーションをお楽しみいただけます。\r\nさぁ。優しくて可愛くそしてエッチな彼女たちとの、24時間フルタイムのハーレム生活が待っています!\r\n\r\nMy name is Aoyama Kouji. I'm an ordinary guy living an uneventful life as a university student. Because my parents are separated, my uncle, a somewhat strange man who runs a restaurant, has taken the role of being a father to me. Although it's hard work, I actually like helping out at the restaurant from time to time.\r\n\r\nOne day, while walking with Himeko, who I've been friends with since childhood, I was hit by a car and nearly died! Thanks to a miracle, I awoke to find myself in a hospital bed in America. After some bizarre adventures, I return to Japan and decide to move into my uncle's house where I can help him run his restaurant.\r\n\r\nImagine my surprise when several beautiful girls approach me to tell me how happy they are that we'll be working together. First, there's Himeko, who tells me she'll do anything for me, followed by Chizuru, a beautiful girl who lives in the neighborhood who wants to shower me with attention. Takano, a gorgeous girl from my class, also confesses her desire to do anything she can for me, as does Leo, the quiet girl who lives and works at the restaurant. At first I think they're just happy that I wasn't killed in the car accident, but gradually I realize that they've all fallen in love with me for some bizarre reason. The girls are spending every moment they can, taking care of me and giving me all their attention.\r\n\r\nAm I the luckiest guy in the world, or what?","info":"<li><span>原画: </span>志水直隆(<a href=\"/person/41755\">志水なおたか</a>)</li><li><span>别名: </span>I'm Gonna Serve You 4</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>AVG、同居型ハーレムアドベンチャー</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2002/12/16</li><li><span>开发: </span>トラヴュランス（Trabulance）</li><li><span>发行: </span>G-Collections</li>","collection":{"collect":2,"on_hold":1},"tags":[{"name":"英译","count":1},{"name":"无修正","count":1},{"name":"2002","count":1}],"staff":[{"id":41755,"image":"//lain.bgm.tv/pic/crt/g/a1/f0/41755_prsn_axRtV.jpg","name":"志水なおたか","desc":"原画"}]}