{"id":284490,"type":4,"name":"とってもフェロモン","image":"//lain.bgm.tv/pic/cover/m/9d/a5/284490_2x2gZ.jpg","summary":"◆ストーリー\r\n\r\n従兄の貴司の家に居候することになった主人公・桜木拓也を迎えてくれたのは、\r\n貴司とその奥さんのシルク。美人の奥さんに憧れの視線を送りつつ、居候生活を始めた拓也。\r\n\r\n\r\nしかしある日のこと、リビングが光に包まれたかと思うとそこには異国風の衣装をまとった金髪の美女が!!\r\nその謎の金髪美女「シルク」を元の世界に帰すためには女の子とエッチをして魔力を溜める必要があると言う。\r\nその為にとシルクはちょっと魔術を使って拓也のフェロモンは増強され…。\r\n\r\n主人公はフェロモン増強の魔法をうけ、周りの女の子達はそのフェロモンにひきつけられるように近づいてくるようになる。\r\n女の子達はメイド風ウエイトレス・和服姿・バニーガールなどのコスチューム姿で近づいてきてコスプレ要素満載。\r\nそこから始まるエッチで楽しいミラクル・マジカル・スペクタクルアドベンチャーゲームをお楽しみください!\r\n\r\n\r\n\r\n…実は\r\n『とってもフェロモン』は『魔女っ娘シルク』という作品の続編だったりします。\r\nもちろん『魔女っ娘シルク』をプレイしていなくても『とってもフェロモン』はお楽しみ頂けますが、\r\n『魔女っ娘シルク』をプレイした方にはより一層お楽しみいただけると思います。\r\n\r\nSakuragi Takuya has recently moved to Tokyo in order to start his college studies. Conveniently, his cousin Takashi and Takashi's wife Ms. Silk live in the same area so Takuya has moved in with them while he is attending his classes. In exchange for free accommodation, Takuya started working as a part-time waiter at his cousin's cake shop.\r\n\r\nOne evening, while they were having dinner in the living room, a beautiful blond woman appeared before them out of nowhere. Soon, it was revealed that her name was Silk, the same name that Ms. Silk had, and that she was a trapped mage that was cursed to travel through alternate dimensions, never being able to return to her homeworld. Silk has informed Takuya and the couple that she needs a large amount of female elemental nature life energy to power up the spell that would return her to her own dimension, so she wants of Takuya to go out and seduce various women around him in order to gather the necessary sexual energy. To assist him in this task she has enchanted him with superhuman charism that will allow him to woo any women he desires.\r\n\r\nAnd so Takuya's ordinary life became ordinary no more.","info":"<li><span>原画: </span>志水直隆(<a href=\"/person/41755\">志水なおたか</a>)</li><li><span>别名: </span>Tottemo Pheromone</li><li><span>游戏类型: </span>ラブラブ路線AVG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2001/07/06</li><li><span>官方网站: </span>http://trb.cd-bros.co.jp/soft/pheromone/index.htm</li><li><span>开发: </span>トラヴュランス（Trabulance）</li><li><span>发行: </span>G-Collections</li><li><span>剧本: </span>渡辺ヒロシ</li><li><span>音乐: </span>ミリオンバンブー</li>","collection":{"collect":1,"on_hold":1},"tags":[{"name":"英译","count":1},{"name":"无修正","count":1},{"name":"2001","count":1}],"staff":[{"id":41755,"image":"//lain.bgm.tv/pic/crt/g/a1/f0/41755_prsn_axRtV.jpg","name":"志水なおたか","desc":"原画"}]}