{"id":284499,"type":4,"name":"あなたの幼妻","image":"//lain.bgm.tv/pic/cover/m/c9/97/284499_W1R1q.jpg","summary":"俺は大島怜二（おおしまれいじ）、今年から3年生になったいわゆるフツーの学生だ。\r\n\r\nしかし……こんな俺にもちょっと悩みがある。\r\nと言うのも、普段決して女っ気が無い生活を送っていないにも関わらず、まったく彼女が出来ない事だ。\r\n勿論俺だって努力はしてるのだが……俺の生活環境にちょっとした問題があったりするのだ。\r\nそう、俺の周りには幼馴染を初めとしたヘタに親しい関係の女の子達が居るために、\r\nどうも他の女の子達が寄ってこないと言う状態に陥っているのだ!?\r\n\r\n実際のトコロ寄ってこないなんてモンじゃない、明らかに彼女達は俺の周りの女の子達を警戒し、追っ払っているフシすらある。\r\nしかしながら彼女達が俺と付き合うかっていうとそうでもない。\r\n俺がモーションを掛けてもそそくさと逃げ回り、自分たちは決して俺と一定以上親密になろうとしないのだ!?\r\n\r\nてなコトをやってるウチに俺もあっさり誕生日を迎えてしまい、今年も寂しい独り身の誕生会を予感していたのだが……\r\nその日、仕事三昧で滅多に帰ってこない親父が「パーティーをやる」と息巻き、無理矢理俺を参加させたのだ。\r\n\r\n家族でお誕生日会なんて恥ずかしくってやってられないぜ!?\r\n俺はそそくさと逃亡しようとしたのだが……あっさり捕まってしまい、いわゆる「お誕生日席」に座らされたのだった。\r\n\r\n……参加メンバーは幼馴染の葉月（はづき）と、その姉で俺たちの担任でもある双葉（ふたば）先生。\r\nそれから親父の今は亡き親友という人の娘で、ウチの養女であるちひろちゃん。\r\nそして従姉の未緒（みお）姉と、親父の部下で昔から俺の面倒を見てくれていた頼子（よりこ）さんの5人だ。\r\n……そう、特に葉月は学校で、ちひろちゃんはバイト先で、\r\nそして未緒姉は学生会で俺のガールハントを邪魔する確信犯達なのだった!?\r\n\r\nすっかりふてくされた俺だったが、女の子達は何故か嬉しそうだ。\r\nそしてその理由は……親父の何気ない宣言……\r\n「じゃあ、今日から葉月ちゃん、ちひろちゃん、未緒ちゃんは、怜二の嫁ってコトになったから」\r\n\r\n………………なにぃ!?\r\n\r\n……親父が昔から葉月たちに「怜二のお嫁さんになってやってくれないか?」と冗談交じりに連呼していたのは知っていたし。\r\n彼女達も「やだぁ〜おじさまったら♪」なんてふざけあっていたのも知っている。\r\nが……なんでも俺の知らないところで話はトントン拍子に進み、3人ともが立候補したというのだ!?\r\n\r\n全員からうち明けられた親父は「じゃあいっそ全員一緒に暮らしてみるか?」なーんて言いだし、\r\nとりあえず全員一緒に住む事をアッサリ決めてしまったのだった。\r\n結果、数年前から女の子達は女の子達で、俺が結婚出来る年齢になるまで決して抜け駆けはしない……と約束し合い、\r\nそれまで俺に近づいてくる女の子達を片っ端から追い払っていたというのだ!?\r\n\r\nし、しかし日本の法律は一人しか結婚出来ないんじゃぁ……それを言い出した俺に、\r\n親父は「確かに籍は一人しか入れん。が、愛人……昔で言うところの「側室」ならOKだろ?」……なーんて言ってるし。\r\n\r\n結局、女の子達はそれに同意するも……全員が全員、「私が本妻に!!」なんて目でお互いを牽制してるし……\r\n\r\n……しかしそれは、3人娘が繰り広げる激しい本妻争いの、ほんの幕開けだったのだ。\r\n\r\nI always knew my father wanted me to have a good life, but I never thought he would go this far! It seems that behind my back, he and three of my female friends have decided I need a wife! So they have concocted this plan: the three women will live with me and compete to become my wife. They are going to clean for me, cook for me, and who knows what else??? And I must choose which of them I like the best to be my wife.\r\n\r\nLife is definitely going to get interesting…","info":"<li><span>别名: </span>Pick Me Honey!</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>幼妻ハーレムAVG</li><li><span>游戏引擎: </span>Ikura GDL</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2003/09/05</li><li><span>官方网站: </span>http://trb.cd-bros.co.jp/soft/osanazuma/index.htm</li><li><span>开发: </span>トラヴュランス（Trabulance ）</li><li><span>发行: </span>G-Collections</li><li><span>原画: </span>志水直隆(志水なおたか)</li><li><span>音乐: </span>ミリオンバンブー , 黄昏の夢</li>","collection":{"collect":1,"on_hold":1},"tags":[{"name":"英译","count":1},{"name":"无修正","count":1},{"name":"2003","count":1}]}