{"id":185501,"type":1,"name":"Brave New World","image":"//lain.bgm.tv/pic/cover/m/8a/7a/185501_99IPD.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"故事设定的时间是公元26世纪左右，那时的人类已经把汽车大王亨利·福特尊为神明，并以之为纪年单位，它的元年（1908年）是从福特第一辆T型车上市那一年开始算起；类似于福特所发起的汽车大规模生产的生物学统一生产方法，在那时就开始用在生产一模一样的人类身上，因为统治者相信，这样可以提高生产力。\r\n　　正是在这个“美丽新世界”里，虽然人人安居乐业、衣食无忧，但是家庭，个性，甚至喜怒哀乐却都消失殆尽…在这个想像的未来新世界中，人类已经人性消泯，成为严密科学控制下，一群被注定身分、一生命运的奴隶。\r\n　　故事世界里，近乎全部人都住在城市，并说同一种语言。这些城市人在出生之前，就已被划分为“阿尔法(α)”、“贝塔(β)”、“伽玛(γ)”、“德尔塔(δ)”、“厄普西隆(ε)”五种“种姓”或社会阶层。阿尔法和贝塔最高级，在“繁育中心”孵化成熟为胚胎之前就被妥善保管，以便将来培养成为领导和控制各个阶层的大人物；伽马是普通阶层，相当于平民；德尔塔和厄普西隆最低贱，只能做普通的体力劳动，而且智力低下。此外，那些非阿尔法或贝塔的受精卵在发育成为胚胎之前就会被一种叫“波坎诺夫斯基程序”的方法进行尽可能大规模的复制，并且经过一系列残酷的“竞争”之后才能存活下来，可谓“出胎即杀”。例如书中以电极惩罚接触花朵的德尔塔、厄普西隆的婴儿，以暴力洗脑的方式教育。厄普西隆更是经以人工的方式导致脑性缺氧，藉以把人变成痴呆，好使这批人终身只能以劳力工作。每一个人在出生后的睡梦中被实行内容量巨大且不断重复的许普诺斯教育，以灌输阶级意识等等所谓的道德教育知识。\r\n管理人员用试管培植、条件制约（Conditioning）、催眠、睡眠疗法、巴甫洛夫条件反射等科学方法，严格控制各姓人类的喜好，让他们用最快乐的心情，去执行自己的被命定一生的消费模式、社会姓和岗位。真正的统治者则高高在上，一边嘲笑，一边安稳地控制着制度内的人。偶有对现状产生怀疑或叛逆心态者，均被视为不安定因素放逐到边远地区。\r\n婴儿完全由试管培养、由实验室中倾倒出来，完全不需要书、语言，也不需要生育，而不须负责任的性爱成为人们麻痹自己的正当娱乐，一有情绪问题用“唆麻”（一种无副作用的致幻剂，类似现在的尼古丁）麻痹。所谓的“家庭”、“爱情”、“宗教”…皆成为历史名词，社会的箴言是“共有、统一、安定”。\r\n阿尔法生物学生伯纳为了完成他的生物论文，带着好友列宁娜一起来到了美国新墨西哥州的“野蛮人保留区”，对当地的居民进行了简单的观察，两个人认识了约翰，并且他们还认识了约翰的生母——琳达（伦敦孵化及控制中心主管汤马金的女朋友，25年前在野蛮人保留地失踪，当时她已怀有汤马金的孩子——约翰。）琳达阐述了她生下约翰后，不得不适应那里的环境，并想方设法将约翰带大，不得不忍受野蛮人保留地的生活的痛苦经历。约翰在空闲时只能阅读他唯一的一本书《莎士比亚全集》，让它培养与引导他的价值观。伯纳德此时已从好友赫姆霍兹处获悉，他即将被伦敦孵化及控制中心主管汤马金降职。为了研究目的，同时与汤马金对抗（在世界国，一个人有孩子是可笑的、不可思议的，会受到嘲讽与鄙视。），伯纳德说服了约翰，使他带着母亲，跟随伯纳到了那个时代的最大政权“世界国”的重要城市——伦敦。\r\n　　在伦敦，约翰体验了新世界中的奇妙生活，但他凭着自己的价值观，开始对新世界的社会感到不满，因为当地人性欲很强、好亲热、没有想象力、有种族歧视、讨厌模样难看的人、不要求自由、只做自己想要做但在他眼里却是十分无聊或不正义的事。 同时，当地人也非常惊讶，因为约翰的思想和行为有太多使他们不解的地方，故把他称作“野蛮人”。约翰为了人生的自由、为了解放城市人而努力过一会儿、闯了许多祸，却受尽城市人的白眼、取笑。列宁娜很喜欢约翰，想要与约翰“一夜情”，但约翰受到了个人的价值观的影响，对列宁娜的行为大发雷霆，吓走了列宁娜。此时约翰接到了母亲琳达病危的消息，急忙赶到医院，但他无法唤醒服用了过量唆麻的琳达，而且他还对正在进行“死亡训练”的、对琳达好奇、嘲讽、对死亡一无所知的普西隆多生子极其愤怒。琳达去世后，约翰对这个社会充满了厌恶，于是他就在在琳达去世的医院，与追求美的赫姆霍兹一起，扔掉了德尔塔们的唆麻，由此引发了一场斗殴事件。最终警察平息了这场暴乱，并将约翰、伯纳德（当时他也在场）、赫姆霍兹带到了总统穆斯塔法·蒙德前。约翰与总统进行了一场激烈的思想交锋，但约翰更深地陷入了对现实生活的绝望。于是，约翰离开了市中心，找了一个与社会隔离的地方安定下来，想靠自己的意志和劳动生存下去，但在最后还是被人发现，使他遭到无穷的骚扰和羞辱，导致了他最后的自杀。","info":"<li><span>中文名: </span>美丽新世界</li><li><span>出版社: </span>*</li><li><span>发售日: </span>1932</li><li><span>作者: </span>Aldous Leonard Huxley</li>","collection":{"collect":3},"tags":[{"name":"其它","count":1}],"lock":"条目已锁定"}