{"id":73080,"type":4,"name":"Noogra Nuts","image":"//lain.bgm.tv/pic/cover/m/51/95/73080_X4ZzQ.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":1,"8":1,"9":0,"10":0},"score":6.8},"summary":"Noograナットを使用すると、ユニークな能力を持つかわいいリスを制御クールアンドロイドアーケードゲームであり、彼はその頭を使って、ナッツを割ることができます！\r\nあなたはその動きを制御することができ、加速度計を使用して、画面上の任意の場所を押すと、彼はジャンプさせます。\r\nゲームをプレイしながら、ナットが空から落ち始めます。リスのヘッドバットが割れ始めるとあなたにポイントを与えることを各ナット。たらナットは、あなたがそれを食べると、より多くのポイントを得ることができパックリ割れる。\r\nNoograナッツは3つのゲームモードがあります。\r\n●クラシックモード - あなたが最高のスコアを達成するために120秒を持っている。\r\n●ジャングルモード - あなたが最高のスコアを達成するために120秒を持っているが、腐った木の実を食べることを避けると転がり岩を飛び越え、そうでなければあなたは死ぬでしょう。\r\n●サバイバルモード - 無制限の時間が、あなたを3回打たれた場合、あなたは死ぬ。落石を避け、タンブルウィードを飛び越え、生き残るためにしようとすることができますように多くのナッツとして食べる。暑い砂漠での生活は厳しいです！\r\n機能★★★★★：\r\n✔3つのゲームモード - クラシックモード、ジャングルモードとサバイバルモード\r\n✔18新しい挑戦的なレベル！\r\n✔アメージング2Dグラフィック\r\n✔無料ゲーム\r\n✔ロックを解除する新たなサバイバルモード、ジャングルモードでは、広告を削除し、のみ1.99ドルのための偉大なピスタチオナットのロックを解除！\r\nリスのための帽子の✔アメージング選択は、それらのいくつかは、特別な力を持っている！\r\n✔すべての年齢層に適した - 子供＆大人\r\nマスターに一生懸命プレーする✔簡単\r\n✔携帯電話とタブレットの両方で機能\r\n✔自分のFacebookの壁にあなたのハイスコアを投稿する\r\n✔アップデートや特殊景品のために私たちのFacebookのファンページに参​​加\r\n✔新ライブ壁紙機能！\r\n✔新しいアナログ時計ウィジェットの機能！\r\nレビュー★★★★★：\r\n\"エバーアーケードゲームはとてもかわいいクッド·ビー知っていた人 - AppEggs\"\r\n\"我々はすぐに鮮やかな色、楽しい効果音、とOpenFeint統合にトス。かわいいグラフィックとゲームプレイを習得するのは簡単に恋に落ち、あなたは高いリプレイのゲームのためのレシピを持っています私たちはNoograナッツのラウンドのカップルをプレイしましたときに我々はそうしないと作業されている必要があります。 \"\r\nスコット·ウェブスター、www.AndroidGuys.com\r\nあなたは、すべてのナットを得ることはできないし、あなたがは決して知っているが、あなたはそれを受け入れることができない、 \"それは1つの理由のための普及し、楽しい、とくそ良いチャレンジだ！\r\nこれは本当に多くの時間を殺し、そう多くの楽しみを持ってしたい人のためのゲームです。 \"\r\nサムCaplat、www.xda-developers.com\r\n\"Noograナッツはかなり面白いゲームです。こことそこにいくつかの分を殺すので、あなたの上司があなたのデスクで歩くとき、あなたがゲームを中断できないことは関与していないために完成しなさい！それは置くためにタフなゲームだが、私は、このことを言うだろうダウン一度破って試してみる価値がスコアを得ている。 \"\r\nフィルG.、www.asustransform.com\r\n\"何くれNoograナットを描いたことは、そのシンプルさと、我々はすべて知っていて愛している古い2Dのゲームの多くは中毒性の​​ようにする機能です。同様の2Dエンジンでポンまたは煉瓦ブレーカ、ゲームの目的のものにすることです彼らはオープンクラック、あなたが彼らのおいしい内容を食べるようになることを十分に長く、地面を叩いてから下がりナットを止める。 \"\r\nイムランサルワル、www.imransarwar.com\r\n\"Noograナッツアンドロイドアプリは中毒性がありますそれは、ユーザーインターフェイス、シンプルなグラフィックス、またはアプリ超クールを行うコントロールを使いやすいかもしれませんしかし、それは、その全体的なゲームをプレイし、全体の技巧であなたを印象づける評決：。Android用Noograナットアプリあなたがバスを待っているか、待合室に座って時間をつぶすのに最適なゲームです。 \"\r\nwww.bestapps.com\r\nandengine.org - AndEngineアトス","info":"<li><span>中文名: </span>小松鼠吃坚果</li><li><span>平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>益智</li><li><span>游玩人数: </span>1</li><li><span>官方网站: </span>http://www.bengigi.com</li><li><span>开发者: </span>Bengigi</li>","collection":{"collect":4,"dropped":1},"tags":[{"name":"IOS","count":1}]}