{"id":306635,"type":4,"name":"D.P.S. SG","image":"//lain.bgm.tv/pic/cover/m/bc/3b/306635_edtd3.jpg","summary":"D.P.S. SG is the second entry in the D.P.S./Dream Program System series. Like the other D.P.S. games, it is a collection of three short scenarios, which are unrelated to each other story-wise and can be played separately. Those scenarios are presented as cartridges played on a fictional console named Dream Program System. Each scenario allows the player to choose between two different protagonists, or two different personalities for the protagonist. All of the scenarios feature nudity and/or sexual situations.\r\n\r\nThe scenarios in this game include:\r\n1. A traditional account of a private lesson given by an experienced male tutor to a cute teenage girl. It can be player as either the teacher or the student, the latter involving deliberately giving wrong answers to English questions in order to gain time to seduce the teacher.\r\n\r\n2. An episode entitled Fahnen Fliegen (German for \"flags flying\"), depicting capture and torture of a female war prisoner by an SS officer. The player can choose to control the officer, effectively torturing the victim himself, or take the role of a soldier who tries to ease her pain, hoping to gain her sexual favors.\r\n\r\n3. A scenario set in the Sengoku period of the Japanese history, in the house of the famous warlord Oda Nobunaga. It is possible to play this scenario as Nobunaga himself, or as his daughter, the spoiled princess. In either case, the goal is to seduce the cute maid who works in the house.","info":"<li><span>平台: </span>PC98</li><li><span>发行日期: </span>1990-08-15</li><li><span>ブランド: </span>Alice Soft</li><li><span>シナリオ: </span>PD.</li><li><span>原画: </span>ひでSAN</li><li><span>デザイン: </span>TADA</li><li><span>音楽: </span>五太郎</li>","collection":{"collect":2},"relations":[{"id":306633,"image":"//lain.bgm.tv/pic/cover/m/9f/5b/306633_o9d7d.jpg","title":"D.P.S.","type":"前传","url":"https://bgm.tv/subject/306633"},{"id":306634,"image":"//lain.bgm.tv/pic/cover/m/69/32/306634_p1UEU.jpg","title":"D.P.S. SG Set 2","type":"续集","url":"https://bgm.tv/subject/306634"}]}