{"id":280470,"type":4,"name":"Layers of Fear 2","image":"//lain.bgm.tv/pic/cover/m/21/9b/280470_B1Lcc.jpg","rating":{"total":11,"count":{"1":0,"2":0,"3":0,"4":1,"5":1,"6":2,"7":4,"8":3,"9":0,"10":0},"score":6.6},"summary":"Layers of Fear 2 is a first-person psychological horror game with an emphasis on exploration and story. Players control a Hollywood actor who heeds the call of an enigmatic director to take on the lead role in a film shot aboard an ocean liner. Beware, for all may not truly be what it seems.\r\n————————————————\r\nThe cameras are all focused on you; the center of the scene. Not just in character, you are the character. The part to play is singularly yours. Written just for you.You are met with silence. No barking orders from the director. No call to action that you need to become this version of yourself. The demand to act fills your mind, but the script pages hold no words.\r\n\r\nYour past has helped to mold you into what you are, forced upon you the skills required to hone your craft. That same past has scraped deep furrowing scars into you, not on the outside where the world can see, but in a place buried so deep within that it has become shapeless. You push those memories down but let the experiences drive you into who, or what, you must play. \r\n\r\nDarkness surrounds as you stand silently in the spotlight, the only sounds to be heard over your heartbeat are the distant breaking of waves against the hull and the sound of cameras pointed in your direction preserving this moment for eternity.\r\n\r\nA deep and commanding voice rises from the distance. Act.\r\n\r\nWhat part will you play?\r\n\r\nGame Features:\r\nStory-driven exploration - You must explore the world around you. Discover your past, and expose the reason for your having been cast for this film.\r\nPsychological horror - Is this part of the film, or are your memories playing tricks on you? Your world may change with the slightest of provocations, you must decide what is real.\r\nOcean Liner setting - Your explorations into the depths of the ship that play the scenes for the film become ever more incredible, and ever more terrifying. \r\nClassical, ominous soundtrack - An original score composed by Arkadiusz Reikowski, conducted by George Strezov, and performed by the Sofia Session Orchestra","info":"<li><span>中文名: </span>层层恐惧2</li><li><span>开发: </span><a href=\"/person/35413\">Bloober Team</a></li><li><span>发行: </span><a href=\"/person/35413\">Bloober Team</a></li><li><span>平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>AVG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2019年5月28日</li>","collection":{"wish":9,"collect":15,"doing":2,"on_hold":5,"dropped":1},"tags":[{"name":"恐怖","count":3},{"name":"AVG","count":3},{"name":"PC","count":3},{"name":"解谜冒险","count":3},{"name":"Bloober_Team","count":2},{"name":"PS4","count":2},{"name":"解谜","count":2},{"name":"2019年","count":2},{"name":"恐怖游戏","count":2},{"name":"Fear","count":1},{"name":"BlooberTeam","count":1},{"name":"Bloober","count":1},{"name":"Layers","count":1},{"name":"文艺","count":1},{"name":"独立游戏","count":1},{"name":"欧美","count":1},{"name":"2","count":1},{"name":"EPIC","count":1},{"name":"步行模拟","count":1},{"name":"OF","count":1},{"name":"Team","count":1}],"staff":[{"id":35413,"image":"//lain.bgm.tv/pic/crt/g/95/c8/35413_prsn_d24O9.jpg","name":"Bloober Team","desc":"开发"}],"relations":[{"id":145113,"image":"//lain.bgm.tv/pic/cover/m/d8/11/145113_Om5y5.jpg","title":"Layers of Fear","type":"前传","url":"https://bgm.tv/subject/145113"}]}