{"id":280413,"type":4,"name":"ネプシューター","image":"//lain.bgm.tv/pic/cover/m/c7/79/280413_OGFCu.jpg","rating":{"total":6,"count":{"1":0,"2":0,"3":0,"4":0,"5":2,"6":1,"7":3,"8":0,"9":0,"10":0},"score":6.2},"summary":"Story\r\nArmed to the teeth, players begin as Neptune in an unworldly 8-bit space dimension ravaged by creatures who burst endless waves of bullets. Shoot, dodge, and defeat the boss in six unique bullet-hell worlds. After defeating each boss, they will join your mission, allowing you to switch characters and utilize their unique shooting abilities. Neptune and her friends must traverse through this shmup space dimension and defeat the last boss once and for all!\r\nKey Features\r\nShmup It Up – Progress through six 8-bit inspired shoot ‘em up stages as enemy dogoos spew out an array of bullet-hell attacks in this 8-bit dimension!\r\n\r\nWho Will Claim Victory? – With Steam online leaderboards, bullet-hell fans everywhere can now stake the claim as the best Neptunia Shooter player in this dimension! Challenge your friends and see who gets the higher score in six different levels!\r\n\r\nChoose Your Ammunition! – Start your shmup adventure as the self-proclaimed protagonist, Neptune! At the end of each level, you face off a Goddess boss, who joins your party after defeating them. Switch between six possible characters on-the-fly and utilize each of their unique bullet-hell patterns to defeat the evil space dogoos and the final boss!\r\n\r\nBroadcast Your Skills – With the Steam Broadcasting feature, you can show off your shoot ‘em up and dodging skills to the whole world!","info":"<li><span>中文名: </span>海王星射击</li><li><span>别名: </span>Neptunia Shooter</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>STG/复古像素风格飞行射击</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2019年5月22日</li><li><span>售价: </span>$22</li><li><span>官方网站: </span>https://store.steampowered.com/app/1037590/Neptunia_Shooter/</li>","collection":{"collect":7,"doing":1,"on_hold":2},"tags":[{"name":"PC","count":3},{"name":"RPG","count":2},{"name":"STG","count":2},{"name":"全成就","count":1},{"name":"困难","count":1},{"name":"日本","count":1},{"name":"同人","count":1},{"name":"地雷社","count":1}],"relations":[{"id":8267,"image":"//lain.bgm.tv/pic/cover/m/e5/e5/8267_5X5wh.jpg","title":"超次元ゲイム ネプテューヌ","type":"相同世界观","url":"https://bgm.tv/subject/8267"}]}