{"id":225352,"type":4,"name":"姫騎士ミセアがご褒美あげる","image":"//lain.bgm.tv/pic/cover/m/76/6b/225352_FHNhA.jpg","rating":{"total":2,"count":{"1":0,"2":1,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"森に囲まれた小王国ブークリエは温和な王によって穏やかに暮らしていた。\r\nしかし、王が病により急逝したことで、\r\nその姫ミセアが即位することとなる。\r\n\r\nそんなとき、隣国に送っていた間者から、\r\nブークリエ侵略の情報が入ってくる。\r\n奴隷売買で成り上がった隣国はブークリエを\r\n侵略し民たちを奴隷化しようとしているのだった。\r\n侵略が始まるまで15日。\r\nブークリエには兵も少なければ装備も、ましてや町を囲う壁すらない。\r\n兵たちは諦めてしまうが、しかしミセアだけは諦めなかった。\r\n\r\n「10日もあるのならこの国は強くなれる!\r\n　私たちは今から国を守る騎士よ!　私と共に立ちなさい!」\r\n\r\nこうして、姫騎士ミセアは少数の兵たちとともに、\r\n国兵力の増強に乗り出すのであった。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n▼ 概要\r\n\r\n　目的は、敵の侵略に耐えること。\r\n　そのためにはミセアたちの強さ、兵力、防御力の3つの合計が「国盾力」となり、国防を強化しなければならない。\r\n\r\n　1日のはじまりで兵たち一人一人に命令をだす。\r\n　ミセアの冒険に随伴、素材を調達、兵士たちの装備増強、設備の増強、兵士を勧誘、待機の6つ。\r\n　兵士たちは一日その命令に従う。\r\n　ミセアは夜になるまで自由にフィールドを行動し、素材を集めたりモンスターを倒して兵士たちとレベルを上げたりすることができる。\r\n\r\n　取得した素材を国有箱に入れると国の保有物となり、装備増強や設備増強に使用することができる。\r\n　フィールドで敗北すると触手に犯される。\r\n　国有の素材が一定数あれば、装備増強や設備増強の命令で、一人につきランダム数だけ装備や設備が制作される。\r\n　必要な素材数は大臣に聞けば教えてくれる。\r\n\r\n　国が所持している装備・国の設備・兵員数で「国盾力」が決まり、一定値以上であれば兵士の勧誘も可能となる。\r\n　新しい兵が来れば命令できる人員が増える。\r\n\r\n　しかし、待機以外の命令をすると兵たちの不満値がたまってしまう。\r\n　ご褒美にエッチしてあげることで不満は解消されるが、これは1日一人にしか行えないうえミセアは行動できなくなる。\r\n　誰かの不満値が一定までたまると謀反エッチが起こり、ミセアは兵士に犯されてしまう。\r\n　これが何度も起こると謀反を起こされる可能性が高くなる。\r\n\r\n　兵たちに命令。\r\n　一人選んでご褒美エッチ。\r\n　ミセアを操って自由行動。\r\n　一日の結果発表。\r\n\r\n　――これを繰り返し、国盾力を増強して侵略国を返り討ちにする。\r\n\r\n\r\n▼ どういうことができるの?\r\n\r\n　1.兵士たちに命令して働かせることができる\r\n　2.命令するだけでなく自分でも行動できる。しかし、命令だけして寝て過ごすことも可能\r\n　3.どこから強化していくか、という自由な選択がある\r\n　4.侵略国という「プレイヤーの行動が正しかったのかというテスト」を受けられる\r\n　5.プレイヤーのさじ加減でエロいシーンをたくさん見ることができる\r\n　6.物語で行くところが決まるのではなく、最初から好きにフィールドを歩き回れる\r\n　7.フィールドには多くのアイテムが落ちており、採取できる\r\n　などなど\r\n\r\n\r\n▼ こだわりポイント\r\n\r\n　1.清純な姫騎士がだんだんとエロくなっていく…\r\n　1日1回のご褒美エッチを選択したとき、ミセアは最初こそ抵抗感を覚えるものの、\r\n　回数を重ねていくごとに自ら求めていくようになる。\r\n\r\n\r\n　2.兵士たちに命令して働かせ、ご褒美をあげるという姫ならではのシステム\r\n　従来のRPGのようにすべて自分でするのではなく、兵士たちに命令して働かせることができるというオリジナリティがある。\r\n　それだけでなく自分でも行動可能である。エッチに時間を費やしたり寝て過ごしたりとやり方はプレイヤー次第になる。\r\n\r\n　3.国が変わっていくのが見てわかる\r\n　設備増強で壁や見張り台・堀などが設置されていくので、国を強くしているという実感が得られる。 ","info":"<li><span>中文名: </span>姫骑士米赛娅的奖励</li><li><span>平台: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>开发: </span>砂時計と鉛筆</li><li><span>发行日期: </span>2016/11/11</li><li><span>游戏类型: </span>国力増強RPG</li><li><span>售价: </span>￥1,500 (税込￥1,620)</li><li><span>官方网站: </span>http://b.dlsite.net/RG32246/archives/9729589.html</li>","collection":{"wish":1,"collect":4,"on_hold":1},"tags":[{"name":"RPG","count":2},{"name":"ADV","count":1},{"name":"同人","count":1},{"name":"PC","count":1}]}