{"id":225355,"type":4,"name":"泣くまで犯す !! クール弓騎士","image":"//lain.bgm.tv/pic/cover/m/32/1f/225355_GcbKW.jpg","summary":"ファルバラン王国の女騎士であるクレリアは、\r\n王の命で舞台となる町にやってくる。\r\n町では周囲に強大なモンスターが出現しており、\r\n以前に派遣された騎士は行方不明となっていた。\r\n\r\nクレリアの任務は強大なモンスターの\r\n掃討と町の守護・行方不明の騎士捜索である。\r\nしかし、単純に話は進まない。\r\n町を守る兵の士気を高めるため娼婦をしてほしいと乞われたクレリアは\r\n夜な夜な客と寝ることになり、\r\nモンスターに敗北すれば兵力増強のための\r\nモンスター苗床や性玩具にされたり(異種姦)する。\r\n\r\nクレリアはモンスターを倒しつつ、\r\nともに町へ来た騎士と以前行方不明になった騎士ふたりの捜索を進める。\r\n二人を見つけ、情報を引き出すと、\r\nどうやら町長や一部の兵士が怪しいと気づく。\r\n\r\nさらに情報を集めると、町長は魔族と通じていると知る。\r\n町長に直談判すると、町長と一部の兵士は元奴隷商人であり、\r\nクレリアの仕える王に権力をはく奪された恨みから魔族と協力して王を\r\n落とすための力を蓄えていたと告白される。\r\n\r\nクレリアは魔族に変身した町長を倒し、\r\n平和になった町から王都へと戻るのだった。\r\n\r\n\r\n\r\n\r\n\r\n\r\n◆ エッチ\r\n\r\n夜には娼婦としてエッチすることになり、戦闘で負けると異種姦になります。\r\n何度も負けると輪姦され、バッドエンドに……。また、町長の暗躍も。\r\n\r\nオナニー・バック・開脚・騎乗位・フェラ・異種姦・触手・輪姦・乱交\r\n\r\n\r\n◆ どういうことができるの?\r\n\r\n1. プレイヤーのさじ加減でエロいシーンをたくさん見ることができる\r\n2. 物語で行くところが決まるのではなく、最初から好きにフィールドを歩き回れる\r\n3. フィールドには多くのアイテムが落ちており、採取できる\r\n4. 指定された素材を組み合わせて武器や防具・アイテムを合成できる\r\n5. 依頼を見て行動予定を組める\r\n6. 弓使い特有の『スナイピングシステム』がある\r\n　 クレリアは高所から弓でボスに先手をうつことができる。色々なところを探索するほど有利になる。\r\n7. 武器は弓と矢のふたつを装備できる\r\n　 弓は基本攻撃力、矢は状態異常などを通常攻撃に付加できる。\r\n\r\n\r\n◆ ゲームシステム\r\n\r\n　□ 昼夜システム\r\n　　 夜には娼婦として働くことができる。\r\n　　 3日に1度は娼婦として働かなければならない。\r\n　　 3日外を探索していると強制で町へ戻され、娼婦として働かされる。\r\n\r\n　□ シナリオ\r\n　　 エンディングは3つ。\r\n　　 真相を解明してボスを倒しハッピーエンド。\r\n　　 4回敗北してのバッドエンド。\r\n　　 真相を解明した状態で敗北してバッドエンド。\r\n\r\n　□ バトル\r\n　　 バトルでは弓を使用して攻撃できる。\r\n　　 装備した矢はもともと状態異常を持っていたり、貫通能力があったりと様々。\r\n\r\n　　 また、アイテムによって矢に状態異常を付加したりもできる。\r\n　　 さらに、クレリアは「ガッツ(MPのようなもの)」を消費する『戦技』や、\r\n　　 「リフト(昂揚感。バトル中自動でたまっていく)」を消費する『特殊』を使用して有利に運ぶことができる。\r\n　　 これらを戦略的に運用することで幅広い戦い方が可能となる。\r\n\r\n　□ 採取\r\n　　 フィールドでは様々なものを拾うことができる。\r\n　　 それは武器や防具・アイテムを合成する素材となる。\r\n　　 拾った素材は一定時間たつと復活する。\r\n\r\n　□ 合成\r\n　　 指定された素材を合成して武器や防具・アイテムを制作することができる。\r\n　　 武器や防具を作るには多くの素材やお金が必要で、アイテムは少しの素材で作ることができる。\r\n　　 また、最初はあまり多くを作れないものの、教会に『投資』することで合成レシピが増える。\r\n\r\n　□ 依頼\r\n　　 一定時間ごとに町の人からの依頼が来る。それらを達成することで経験値やお金が手に入る。\r\n　　 依頼が来た場合のみ出現するモンスターやイベントがある。\r\n　　 重要イベントは依頼を達成していかないと発生しない。\r\n\r\n　□ オープンフィールド\r\n　　 依頼限定のイベント場所以外は最初から足をのばし、\r\n　　 様々な素材を集めたりモンスターと戦ったりすることができる。\r\n　　 ただし中には非常に強力な敵やボスもいる。 ","info":"<li><span>平台: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>开发: </span>砂時計と鉛筆</li><li><span>发行日期: </span>2016/10/07</li><li><span>游戏类型: </span>オープンワールドRPG</li><li><span>售价: </span>￥1,500 (税込￥1,620)</li><li><span>官方网站: </span>http://b.dlsite.net/RG32246/archives/8099684.html</li>","collection":{"wish":1,"collect":1},"tags":[{"name":"RPG","count":1}]}