{"id":110701,"type":4,"name":"DEEP","image":"//lain.bgm.tv/pic/cover/m/12/0e/110701_VVZtt.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":0,"8":0,"9":0,"10":0},"score":5.5},"summary":"In 1999, the Third World War has devastated most of the countries on the Earth. The one that emerged stronger than before was Japan. It became the world's undisputed leader in technology. In the beginning of the 21st century, a company named Nexus began developing a new technology that would eventually lead to production of cyborgs. Nexus soon became the world's most powerful corporation. By then, cyborgs broke loose and caused violent incidents everywhere. A special unit called \"Hunter\" was deployed to combat them. But Nexus wouldn't stop with their experiments. In 2014, their newest project began, called \"Halleluja\"...\r\n\r\nIn Deep, the player can choose between four main characters, which include the result of the Halleluja project, an artificial young girl who is called \"Jesus\" and proclaimed to be the savior of the world, as well as three other, less important characters, all having their own agenda. The story is, however, the same for all characters.\r\n\r\nThe gameplay consists of moving on a map with grids and accessing different locations. Sometimes there would be branching paths, but the progression is mostly linear and the same for all characters. Most of the locations contain one screen with a character picture. It is possible to interact with characters in point-and-click fashion, with the cursor turning to \"Look\", \"Talk\", and other commands. \r\n\r\nSometimes, enemies would pop out and attack the player character. Some battles are pre-set and story-related. Even though the player characters have statistics and carry weapons, there are no real RPG elements in the game. The turn-based battles have a timer; if the player failed to choose an action within the time limit, the enemy will have a free turn. To make combat more challenging, the command menu is very large and has useful as well as useless commands, which are mixed up at the beginning of each turn.\r\n\r\nThe game contains graphics with explicit sexual content.","info":"<li><span>中文名: </span>DEEP</li><li><span>开发: </span><a href=\"/person/15504\">ジャスト</a></li><li><span>平台: </span>PC-9801</li><li><span>游戏类型: </span>AVG</li><li><span>发行日期: </span>1994-12-14</li>","collection":{"collect":3},"tags":[{"name":"PC98","count":1}],"staff":[{"id":15504,"image":"//lain.bgm.tv/pic/crt/g/30/db/15504_prsn_7174t.jpg","name":"加斯托","desc":"开发"}]}