{"id":227726,"type":4,"name":"真◆幕末新撰組","image":"//lain.bgm.tv/pic/cover/m/7c/24/227726_UmupP.jpg","summary":"繰り返される、代わり映えしない平凡な日々。\r\nそんな平和な現代社会から、貴女は突然、幕末の時代に迷い込む。\r\n時代が揺れる京の地で、\r\n熱き志を胸に駆ける幕末の志士達と運命的な出会いをし・・・。\r\n信念を貫く彼らとの逢瀬の中で、激動の歴史の狭間に芽吹く、\r\n貴女と男たちとの命を懸けた愛の物語。\r\n\r\nあなたは、運命の男を愛しぬけますか――？\r\n\r\n幕末の時代へタイムスリップしたあなたを待ち受けるのは、\r\n熱き志を胸に駆ける、イケメン揃いの幕末志士達。\r\n＜誠＞の旗印に集う彼らと共に繰り広げる、真実の愛の物語――\r\n\r\nキャラクターデザインはトミダトモミ氏！\r\nドラマティックなシチュエーションで登場する、超美麗スチルが楽しめます。\r\n\r\n【登場人物と持ち物】\r\n近藤勇、土方歳三、 沖田総司、 斎藤一、坂本龍馬、大鳥圭介、 松本良順、池田屋、ダンダラ、 浅葱、軍服、刀、菊一文字、 長曽祢虎徹、愛刀、和泉守兼定、堀川国広、大和守安定、加州清光、鬼神丸国重\r\n\r\n◆◇エンディング◆◇\r\n\r\n各キャラルートにエンディングは3種類。\r\nシナリオ内での選択肢と、アバターの魅力値によって変化します。\r\n「ノーマルエンド」ではなく、彼との「ハッピーエンド」を迎えてください。\r\nその先には、「真実の物語」が待っています。\r\n\r\n◆◇アバター◆◇\r\n\r\n高品質で可愛さ溢れるアバターが充実！\r\nお洒落に着飾って彼の気持ちに応えれば、ハッピーエンドへ近づくかも。\r\n更に『彼部屋』では攻略する彼のアバターがアナタの横に！\r\nあなたと彼が過ごす『彼部屋』を飾れば、彼の好感度もUPします。\r\n\r\n◆◇キャラクター紹介◆◇\r\n\r\n☆近藤勇　（こんどういさみ）\r\n明朗快活にして豪快な新撰組局長。\r\n男らしさと優しさを兼ね備えた美丈夫で、熱く真っ直ぐな気性は男女問わず多くの人を惹きつける。\r\n大らかなように見えるが、敵や周囲の動きを数手先まで見通す事のできる切れ者。愛するものに一途。\r\n\r\n☆土方歳三　（ひじかたとしぞう）\r\n「鬼」の異名をとる新撰組副長。その言動は常に冷静沈着で隙が無い。\r\n近藤と新撰組の事を第一に考え、厳しい隊規をもって隊士達をまとめており、近藤との絆は堅い。\r\n眉目秀麗な容姿とは裏腹に、害成す者は容赦なく排除する非情さもあるが、不器用な優しさも持つ。\r\n\r\n☆沖田総司　（おきたそうじ）\r\n天才の名を欲しいままにする新撰組一番隊組長。\r\n口が悪く、人をからかって楽しむ子供っぽい部分もあるが、ひとたび刀を握れば一変する。\r\n型破りで変幻自在な剣技は敵の志士達からも一目置かれる程だが、無邪気で可愛い顏を見せる時も。\r\n\r\n☆斎藤一　（さいとうはじめ）\r\n天才沖田総司と並ぶ新撰組最強の剣士の一人。\r\n落ち着いた口調と穏やかな表情とは異なり、任務を遂行する姿は無駄がなく理性的なため失敗がない。生真面目な性格で、女性の接し方は非常に細やかで紳士的。\r\n\r\n＊物語を彩るサブキャラクター＊\r\n☆松本良順　（まつもとりょうじゅん）\r\n幕府医学所の頭取を務める蘭方医。\r\n女性と見まごう美貌の持ち主だが、れっきとした男性。言動はオネェ調。\r\n幕末の世界に迷い込んでしまった主人公を色々世話してくれる。\r\n\r\n☆坂本龍馬　（さかもとりょうま）\r\n土佐藩出身の若き志士。お尋ね者として各方面から命を狙われている。\r\n危険な立場であるにも関わらず、本人はさほど気にしていないらしい。\r\n神出鬼没にして大胆不敵な性格。\r\n\r\n☆大鳥圭介　（おおとりけいすけ）\r\n最新鋭の仏蘭西式歩兵隊『伝習隊』を率いる隊長。\r\n元は幕府の歩兵奉行を務め、後に旧幕府軍では総督を務めることに。\r\n穏和な性格で、あどけない顔立ちと柔和な笑顔が印象的。","info":"<li><span>别名: </span>真 幕末新撰組</li><li><span>平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>女性向けシミュレーション</li><li><span>发行日期: </span>2015年2月25日</li><li><span>售价: </span>基本無料</li><li><span>官方网站: </span>http://www.spaceout.jp/teaser/bakumatsu_ss/</li><li><span>发行: </span>SPACEOUT Inc.</li><li><span>开发: </span>SPACEOUT Inc.</li>","collection":{"collect":1},"tags":[{"name":"SLG","count":1}]}