{"id":316581,"type":4,"name":"Banjo-Kazooie: Nuts & Bolts","image":"//lain.bgm.tv/pic/cover/m/07/db/316581_i3S45.jpg","summary":"Banjo-Kazooie: Nuts & Bolts is an action-adventure video game developed by Rare and published by Microsoft Game Studios. The fifth title in the Banjo-Kazooie series, it was released for the Xbox 360 worldwide in November 2008 (and was later released in Japan the following month). The game takes place eight years after the events of Banjo-Tooie, and marks the return of series antagonist Gruntilda, who plans to take over Spiral Mountain. To defeat Gruntilda, series protagonists Banjo and Kazooie must compete in a set of vehicle-based challenges.\r\n\r\nThe game mostly revolves around vehicle construction, in which the player must design custom vehicles including automobiles, motorbikes, boats and aeroplanes. Gameplay itself is centred on completing a series of challenges depending on the specific vehicle, although some parts of the game retain platforming traits. Development of the game first began as a remake of the original Banjo-Kazooie, although a game which involved \"more traditional platforming\" was conceptualised. Eventually, the project evolved into a construction-oriented game which was inspired by connecting Lego blocks.\r\n\r\nBanjo-Kazooie: Nuts & Bolts received generally positive reviews upon release. Critics were largely divided over the concept of vehicle-oriented gameplay, though some critics praised its mechanics and innovation. The game sold a total of 140,000 units by the end of 2008 in the United States. The game has also achieved \"Platinum Hits\" status, which means it sold at least 400,000 units during its first nine months of release. In 2010, the game was included as one of the titles in the book 1001 Video Games You Must Play Before You Die. The game is also included in the Rare Replay retrospective compilation, released for the Xbox One in 2015.","info":"<li><span>中文名: </span>班卓熊：神奇螺丝</li><li><span>开发: </span><a href=\"/person/15732\">Rare</a></li><li><span>发行: </span>Microsoft Game Studios (<a href=\"/person/16859\">Xbox Game Studios</a>)</li><li><span>别名: </span>Banjo Kazooie: Nuts and Bolts</li><li><span style=\"visibility:hidden;\">别名: </span>阿邦阿卡大冒险：改造大作战</li><li><span>平台: </span>Xbox 360</li><li><span>游戏类型: </span>AAVG</li><li><span>游玩人数: </span>1-2</li><li><span>发行日期: </span>2008年11月11日</li>","collection":{"collect":1},"tags":[{"name":"XBOX360","count":1}],"staff":[{"id":15732,"image":"//lain.bgm.tv/pic/crt/g/c4/6e/15732_prsn_05817.jpg","name":"Rare","desc":"开发"},{"id":16859,"image":"//lain.bgm.tv/pic/crt/g/bb/cd/16859_prsn_48aP4.jpg","name":"Xbox游戏工作室","desc":"发行"}]}