{"id":316578,"type":4,"name":"Football Manager 2021","image":"//lain.bgm.tv/pic/cover/m/c9/2c/316578_Py3u9.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":2,"9":1,"10":0},"score":8.3},"summary":"Experience new levels of depth, drama and football authenticity as you develop your managerial prowess and push for success in charge of the world’s greatest football clubs.\r\n\r\nNew additions and dynamic, true-to-life management experiences deliver unparalleled realism and detail empowering you like never before to achieve elite status. It’s over to you, boss.\r\n\r\nChoose the club and the challenge that best suits your ambitions and then work with your club’s hierarchy to ensure you meet theirs… or face the consequences. There’s more than 2,000 playable clubs from 50+ top footballing nations to start your journey. Join forces with your backroom staff to assess the strength and depth of your playing squad. Your scouting team will find players to help make your squad better and there will likely be a starlet or two in your Youth Team knocking on the door of the Senior Squad… Craft tactical strategies, formations and styles of play for every occasion to maximise your club’s chances of winning football matches and getting those three points. Fast-track your success with popular pre-sets from the real world of football or customise your own playing style. Immerse yourself in the spectacle of match day and revel in the glory of management as your planning pays off on the pitch before your very eyes. You can almost taste the victory.","info":"<li><span>中文名: </span>足球经理2021</li><li><span>开发: </span><a href=\"/person/33134\">Sports Interactive</a></li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>平台: </span>Mac</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>Sport simulations</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2020年11月24日</li>","collection":{"collect":4,"doing":1,"on_hold":1},"staff":[{"id":33134,"image":"//lain.bgm.tv/pic/crt/g/0d/3f/33134_prsn_u5sDn.jpg","name":"Sports Interactive","desc":"开发"},{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"发行"}],"relations":[{"id":294128,"image":"//lain.bgm.tv/pic/cover/m/1c/57/294128_RuOsz.jpg","title":"Football Manager 2020","type":"前传","url":"https://bgm.tv/subject/294128"}]}