[
  {
    "id": "1297490",
    "title": "笑面神童",
    "desc": "Smiley Greevins is a cheeky, mischievous, imaginative little boy who lives in the small town of Murrumbilla in the Australian outback. His father Bill is a p...",
    "year": "1956"
  },
  {
    "id": "3110755",
    "title": "高岭的单车",
    "desc": "高澄高岭（坂本真绫 配音）的母亲答应她，如果他能够在接下来的模拟考里获得年级前100名的名次，就给她买一辆自行车。遗憾的是，成绩公布后高岭只考了112名，但是由于实...",
    "year": "2008"
  },
  {
    "id": "1295873",
    "title": "偷自行车的人",
    "desc": "二战过后，罗马同许多城市一样，充斥失业和贫困，人们常常为一个工作机会争得头破血流。已失业多时的里奇（Lamberto Maggiorani）费劲千辛万苦获得一份海报张贴的工作后...",
    "year": "1948"
  },
  {
    "id": "1968376",
    "title": "蓝色的自行车",
    "desc": "故事发生在第二次世界大战刚刚爆发之际，年轻美丽的女孩雷雅（蕾蒂莎·科斯塔 Laetitia Casta 饰）爱上了英俊青年罗兰（Virgile Bayle 饰），然而罗兰和心上人卡米尔（S...",
    "year": "2000"
  },
  {
    "id": "2294190",
    "title": "狗小的自行车",
    "desc": "故事梗概：\n按理说，在上海这样一个国际化大都市里一辆自行车算不了什么，可对于狗小来说，前不久爹花了二百块钱给狗小买的那辆自行车那就是宝贝。然而，就在这两天，狗...",
    "year": "2007"
  },
  {
    "id": "35181628",
    "title": "愤怒的自行车",
    "desc": "五个来自澳大利亚的骑行爱好者，决定从从美国俄克拉何马州的萨利索一路骑向加利福尼亚的贝克斯菲尔德，以此致敬斯坦贝克《愤怒的葡萄》小说中乔德家族西迁的桥段。旅程...",
    "year": "2019"
  },
  {
    "id": "3008092",
    "title": "夏天的自行车",
    "desc": "本片是根据费尔南多·费尔南·戈麦斯的舞台剧改编而成。小路易斯的物理考试成绩不及格，眼看着原先父母许诺的只要考试及格就给他买—辆自行车化为泡影，十分不甘心。小...",
    "year": "1984"
  },
  {
    "id": "10494222",
    "title": "骑自行车的女人",
    "desc": "保罗和恋爱多年的女友终于要结婚了，可是在一次偶遇中他爱上了一个骑自行车的女人赛西儿。赛西儿是一位单身母亲，带着两个年幼的孩子生活。保罗无意中把赛西儿撞骨折了...",
    "year": "2013"
  },
  {
    "id": "11533546",
    "title": "我父亲的自行车",
    "desc": "小男孩麦斯克的祖母突然离开祖父与别的男人私奔，麦斯克与爸爸不得不从国外赶回来寻找祖母。家庭危机将为爷孙三代带来怎样意想不到的变化？",
    "year": "2012"
  },
  {
    "id": "6843322",
    "title": "骑自行车的玛鲁",
    "desc": "Based on the novel by Marcelo Rubens Paiva, the film tells the story of Luiz Mario, a São Paulo night-club impresario and a classic \"bon vivant\", is also ...",
    "year": "2011"
  },
  {
    "id": "10747852",
    "title": "雀黄色的自行车",
    "desc": "小学六年级老师阿里斯发现他的班上有一个几乎不识字的学生，而这个缺陷也是他在社交中处处遭到孤立。阿里斯决定要帮助这个学生克服这些障碍。但他面对的不仅仅是来自这...",
    "year": "2000"
  },
  {
    "id": "36055757",
    "title": "自行车店的高桥君",
    "desc": "「自転車屋さんの高橋くん」は、東京出身で30歳の会社員・“パン子”こと飯野朋子（はんの・ともこ）と、世話好きな歳下ヤンキーのラブストーリー。岐阜で一人暮ら...",
    "year": "2022"
  },
  {
    "id": "21870998",
    "title": "卖自行车的小女孩",
    "desc": "她是一个平凡的女孩，马尾辫子和简单的眼镜衬托出青春的羞涩和纯真。穿着校服的她推着自行车经过海边，赤裸着上身的男孩子正酣畅淋漓地打球，女孩们在边上欢呼雀跃，而...",
    "year": "2011"
  },
  {
    "id": "5045820",
    "title": "寻找鲸鱼的自行车",
    "desc": "影片讲述了少年带着将要失去视力的妹妹前往海边看鲸鱼的温情故事。",
    "year": "2011"
  },
  {
    "id": "20276525",
    "title": "单车上的阿尔西斯特",
    "desc": "塞尔吉在演艺生涯的高峰退出了演艺圈并隐局在雷岛的一座破房子里。三年后，大众明星高缇耶来到岛上向他提议出演莫里哀的《厌世者》。塞尔吉断然拒绝。但塞尔吉向高缇耶...",
    "year": "2013"
  },
  {
    "id": "1874914",
    "title": "男孩和自行车的故事",
    "desc": "Found as an extra on Ridley's fantastic feature debut, THE DUELLISTS, this short film is actually Ridley Scott's first completed work. Originally done during...",
    "year": "1965"
  },
  {
    "id": "30236365",
    "title": "我和我父亲的自行车",
    "desc": "伊朗儿童电影，讲述了一个普通家庭因父亲病故，由母亲做衣服、灵活养活两个孩子。哥哥时常抱怨父亲留下的自行车太破旧，导致迟到、被同学嘲笑……一直想换一两新车，刚...",
    "year": "2016"
  },
  {
    "id": "25985574",
    "title": "我和我的莫顿自行车",
    "desc": "故事发生在1965年的挪威，某栋复式公寓的二楼生活着一个六口之家，奶奶、爸爸、妈妈以及三个情同手足的小姐妹。奶奶一丝不苟，睡前一定要把衣服脱光光。父母崇尚现代时...",
    "year": "2014"
  },
  {
    "id": "2072986",
    "title": "吉兰·朗贝尔的自行车",
    "desc": "In the 70s, there was Merckx and there were the others. Ghislain Lambert was one of the others. This is his story, a quite simple one. The story of a modest ...",
    "year": "2001"
  },
  {
    "id": "26895961",
    "title": "南镰仓高校女子自行车社",
    "desc": "舞春佑美（上田丽奈 配音）是刚刚升上了高中的可爱女生，虽然十分渴望着能够骑着自行车上下学，但实际上，佑美并不会骑自行车。秋月巴（广濑友纪 配音）是佑美青梅竹马...",
    "year": "2017"
  }
]