{"id":283614,"type":4,"name":"Homo Machina","image":"//lain.bgm.tv/pic/cover/m/d1/a4/283614_Q1rms.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":6.5},"summary":"《Homo Machina》是一款2D的益智解谜游戏，开发灵感来自于上世纪Fritz Kahn的人体信息图。\r\n\r\nHomo Machina is a puzzle game inspired by the work of avant-garde scientist Fritz Kahn. Set off on a crazy journey to solve the surreal puzzles of Homo Machina and learn about the internal working of the human body, represented as a gigantic 1920s factory.\r\n\r\nIn this narrative puzzle, players are plunged into an ingenious system of nerves, vessels and valves. The aim is to help the body function correctly in about thirty steps or so throughout the entire day. Each scene breaks down daily acts, such as opening your eyes, chewing a toast or listening to music, through seamless navigation and intuitive and inventive gameplay.\r\n\r\nFritz Kahn, a pioneer of infographics and popular science, came up with easy to understand analogies to enable people to improve their understanding of the human body. By combining old school design with a contemporary influence, Homo Machina delights with its clever dialogue between the absent-minded director at the helm of the body-machine and Josiane, his diligent secretary, encouraging players to put to task the armada of workers to get the incredible factory up and running. \r\n\r\nAfter Californium, Homo Machina is the new video game created by Darjeeling production. It was edited and co-produced by ARTE, European culture digital and TV channel, and Feierabend.","info":"<li><span>中文名: </span>人体工厂</li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>IOS</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>PUZ</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2018-05-17</li><li><span style=\"visibility:hidden;\">发行日期: </span>2019-04-25 (NS)</li><li><span>官方网站: </span>www.homomachina-game.com</li><li><span>开发: </span>Darjeeling</li><li><span>发行: </span>ARTE</li>","collection":{"collect":4,"dropped":1},"tags":[{"name":"PUZ","count":2},{"name":"Mobile","count":1},{"name":"IOS","count":1},{"name":"Android","count":1}]}