{"id":9753,"type":4,"name":"Need for Speed II","name_cn":"极品飞车2","date":"1997-03-31","image":"//lain.bgm.tv/r/800/pic/cover/l/07/57/9753_uBbS2.jpg","rating":{"rank":1158,"total":53,"count":{"1":0,"2":0,"3":1,"4":0,"5":1,"6":4,"7":16,"8":18,"9":6,"10":7},"score":7.8},"summary":"Like its predecessor, Need for Speed II allows players to race exotic cars, either against computer-controlled opponents or human opponents via a LAN, modem or serial connection. There are three distinct gameplay modes:\r\n    Single Race is largely carried over from the previous game, in which a player simply chooses a car and a course and completes a single race. The player can customize both the number and type of opponents as well as the number of laps to be completed.\r\n    Tournament is also carried over from The Need for Speed, in which the player must complete a series of races successfully to unlock a bonus car.\r\n    Knockout is a new type of tournament to the series. It consists of a series of 2-lap races with 8 opponents; the last-place finisher at the end of each race is eliminated from the competition. Successfully completing an entire Knockout (being the last surviving racer) unlocks a bonus track.\r\nA total of 9 cars are available to race on seven different courses. The nine cars include the McLaren F1, Ferrari F50, Ford GT90, Jaguar XJ220, Lotus GT1, Lotus Esprit V8, Italdesign Cala, Isdera Commendatore 112i, and Ford Indigo.\r\n\r\n    Unlike The Need for Speed, which featured a mix of both point-to-point and circuit courses, Need for Speed II features circuit courses only. Each track's scenery is inspired by real-life locations around the world:\r\n\r\n    A Jaguar XJ220 racing on the Mystic Peaks track Unlike the previous game's tracks, which were realistically rendered generic locales, Need for Speed II's tracks mix real-world landmarks with elements of fantasy, in a somewhat similar fashion to the Cruis'n series of arcade games. For example, the Outback course has the player racing from the Sydney Harbour Bridge and the Sydney Opera House to the rural Australian Outback and back again in a matter of minutes.\r\n\r\n    Need for Speed II also introduced several new elements to the game. For the first time, players could customize the color of each car; additionally, a basic tuner allowed players to adjust each car's performance elements, including gear ratios, tires, and spoilers. Unlike The Need for Speed, however, Need for Speed II did not feature any police chases.\r\n\r\n    As in the original Need for Speed, the game features detailed specifications, history, and audio commentaries on each vehicle. The largest feature are several full motion video (FMV) segments for each of the cars, several of them being the professionally produced videos for the concept vehicles. Additionally, each vehicle interior could be viewed through genuine photographs taken in a 360 degree panoramic view. This marks the last time such features would be found in the Need for Speed series; future games render the car showcases completely in 3D.\r\n\r\n    A large number of cheat codes were included with the game. Some of these codes replaced the chosen car with a vehicle from the games backdrop traffic. These vehicles could then be raced instead and had more realistic performance. Background vehicles included a Volkswagen Beetle, Volkswagen Variant, Mazda MX5, Jeep Comanche, Volkswagen Transporter, Yellow School Bus, Citro??n 2CV, Jeep YJ, Toyota Landcruiser, Audi 100 Quattro, two Unimogs, BMW 520i, Lincoln Town Car Limousine, Mercedes-Benz SL 500, and Volvo 850 R station wagon. Some codes also allow the player to drive various parts of the scenery including a large green T-rex, a little wooden kiosk, a western style wagon, a log, and even an outhouse. Other codes would affect the driving experience, such as simulating night driving or increasing the game's in-universe gravity.\r\n\r\n    Released on November 6, 1997 in the United States and February 2, 1998 in Japan and Europe, the special edition of NFS II includes one extra track, four extra cars, three bonus cars, a new driving style called \"wild\", and 3dfx Glide hardware-acceleration support.","info":"<li><span>中文名: </span>极品飞车2</li><li><span>开发: </span>EA Seattles、<a href=\"/person/13930\">Electronic Arts</a></li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>音乐: </span><a href=\"/person/38433\">Rom Di Prisco</a></li><li><span>别名: </span>Need for Speed II</li><li><span>平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>RAC 赛车游戏</li><li><span>游玩人数: </span>单/多人游戏</li><li><span>发行日期: </span>1997-03-31</li><li><span>游戏出版商: </span>Electronic Arts</li>","collection":{"on_hold":1,"dropped":4,"wish":2,"collect":84,"doing":1},"tags":[{"name":"RAC","count":9},{"name":"PC","count":9},{"name":"童年","count":5},{"name":"EA","count":5},{"name":"极品飞车","count":4},{"name":"nfs","count":4},{"name":"","count":""}],"staff":[{"id":13930,"image":"//lain.bgm.tv/r/200/pic/crt/l/ed/80/13930_prsn_10ahO.jpg","name":"Electronic Arts","desc":"发行"},{"id":13930,"image":"//lain.bgm.tv/r/200/pic/crt/l/ed/80/13930_prsn_10ahO.jpg","name":"Electronic Arts","desc":"开发"},{"id":38433,"image":"","name":"Rom Di Prisco","desc":"音乐"}],"relations":[{"id":107826,"image":"//lain.bgm.tv/pic/cover/m/c7/d2/107826_GB1GD.jpg","title":"Road & Track Presents: The Need for Speed","type":"前传","url":"https://bgm.tv/subject/107826"},{"id":14147,"image":"//lain.bgm.tv/pic/cover/m/e5/77/14147_Mrxjx.jpg","title":"Need for Speed III: Hot Pursuit","type":"续集","url":"https://bgm.tv/subject/14147"}]}