{"id":260595,"type":4,"name":"ジョー＆マック リターンズ","image":"//lain.bgm.tv/pic/cover/m/97/4e/260595_Qlhyz.jpg","summary":"After their exploits as Caveman Ninjas, you once again play as Joe or Mac trying to rescue various damsels in distress on this single screen platform game over various locations. Each location is made up of three stages and a boss fight with each stage having a damsel tied up who needs rescuing. Each stage has various platforms and you must move around the screen bashing dinosaurs and other cavemen with your club while trying to get to the damsel to free her. Once any caveman/dinosaur has been bashed, you bag them before throwing them across the screen which will also remove any other cavemen/dinosaurs they hit. If you are touched by any cavemen/dinosaurs, then you lose one of three lives. \r\nOnce a screen has been cleared then you move to the next stage before you meet the end of location boss in the form of a giant dinosaur. To defeat the boss you must bash and bag the other dinosaurs and throw them at the boss to reduce his energy gauge, and when it is empty then the boss is defeated and you move to the next location. Two players can play and both players play on the screen at the same time helping each other.\r\n","info":"<li><span>中文名: </span>战斗原始人回归</li><li><span>开发: </span><a href=\"/person/32911\">Data East</a></li><li><span>发行: </span><a href=\"/person/32911\">Data East</a></li><li><span>别名: </span>Joe & Mac Returns</li><li><span style=\"visibility:hidden;\">别名: </span>战斗原始人2</li><li><span style=\"visibility:hidden;\">别名: </span>战斗原始人2 - 乔与麦可再现</li><li><span>平台: </span>ARC</li><li><span>游戏类型: </span>Platform</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1994年</li>","collection":{"collect":1},"staff":[{"id":32911,"image":"//lain.bgm.tv/pic/crt/g/89/85/32911_prsn_IIwV7.jpg","name":"Data East","desc":"开发"}],"relations":[{"id":79277,"image":"//lain.bgm.tv/pic/cover/m/ad/f9/79277_5RRX7.jpg","title":"JOE&MAC 戦え原始人","type":"前传","url":"https://bgm.tv/subject/79277"}]}