{"id":260592,"type":4,"name":"ガンボール","image":"//lain.bgm.tv/pic/cover/m/55/dd/260592_8a5Zf.jpg","summary":"Nitro Ball itself is apparently some kind of game show that involves two heavily armed guys blasting their way through hordes of mooks, collecting fabulous prizes along the way. A little like Smash TV, then, but a little cheerier, a little less violent, and a lot less RoboCop references. There’s a total of five different stages to blast your way through, with themes like “football” and “war”. Your goal on each of the levels is to move forward, blast the many enemies that get in your way, and score as many points as humanly possible, and the game offers plenty of ways to do so. Beyond that, there’s little to no plot, which, as always for games like these, is never really a complaint.\r\nIn terms of basic gameplay, Nitro Ball follows pretty closely to similar games from the era. You’ve only got one hit, three lives to a credit, and no way to evade attacks aside from moving around them, the old fashioned way. You begin each life with a weak machine gun and a supply of smart bombs, the use of which make your character unleash a spiral of powerful shots before finishing with a manly fist pump. Aside from the basic machine gun, you’ll also come across different special weapons, like flamethrowers, guns that shoot out a spread of rings, and a rapid-fire missile launcher that creates a straight line of heavy damage. You’ll also occasionally find an item that lets you turn into a spherical pinball, letting you smash through enemies and make your way into places you normally couldn’t before.","info":"<li><span>中文名: </span>地狱英雄弹珠门</li><li><span>开发: </span><a href=\"/person/32911\">Data East</a></li><li><span>发行: </span><a href=\"/person/32911\">Data East</a></li><li><span>别名: </span>Gun Ball</li><li><span style=\"visibility:hidden;\">别名: </span>Nitro Ball</li><li><span style=\"visibility:hidden;\">别名: </span>Johnny Turbo's Arcade: Nitro Ball</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>Top-down shooter</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1992年</li>","collection":{"collect":1},"staff":[{"id":32911,"image":"//lain.bgm.tv/pic/crt/g/89/85/32911_prsn_IIwV7.jpg","name":"Data East","desc":"开发"}]}