{"id":216230,"type":6,"name":"恋人たち","image":"//lain.bgm.tv/pic/cover/m/db/1b/216230_KnVoz.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"弁当屋に務める瞳子（成嶋瞳子）は、夫と姑との代わり映えのしない暮らしを続けている。雅子妃のファンである彼女の日課は、友人たちとの皇居参観の際に撮影されたビデオを見直すことである。\r\n取引先である肉屋の弘（光石研）と偶然に会った瞳子は、晴美（安藤玉恵）の経営するスナックへ行き、美女水という名の高価な飲料水を売りつけられる。後日、美女水を持った弘が瞳子の家に訪ねてくる。2人は関係を持ち、親しくなってゆく。弘は瞳子を養鶏場へ連れて行き、起業のために出資してほしいと彼女に持ちかける。\r\n弁護士の四ノ宮（池田良）は、夫を結婚詐欺で訴えようとしている女子アナ（内田慈）の相談に乗る。帰り道、何者かに背中を押された彼は、階段を転げ落ち、足を骨折する。\r\n入院している四ノ宮のもとを、学生時代からの友人である不動産業者の聡（山中聡）が見舞いに訪れる。聡は、四ノ宮が同性愛者であることを知っているが、彼が自分に想いを寄せていることは知らずにいる。息子とともに見舞いに来ていた聡の妻は、四ノ宮が聡の息子へ向ける視線に不審なものを感じ取る。退院後、四ノ宮は恋人に別れを告げられる。\r\n3年前の通り魔殺人事件によって妻を亡くしたアツシ（篠原篤）は、喪失感を拭えないまま、橋梁点検の仕事に就いている。テレビでは、事件の容疑者が精神鑑定の末に措置入院となったと報じられている。アツシは、以前より損害賠償請求の訴訟を起こそうと弁護士(四ノ宮)に相談をしていたが、不都合な判決が出てしまった為、四ノ宮の都合で一方的に断られてしまう。\r\n絶望して無断欠勤の続いているアツシを心配した先輩の黒田（黒田大輔）が、アツシから頼まれていた前借金と差し入れ(瞳子が作っていた弁当)を持ってアツシの家を訪れる。アツシが容疑者に殺意を抱いていると知った黒田は、人を殺したら、こうして会話することもできない、と語りかける。\r\n瞳子はスーツケースに荷物を詰めて、弘の家へ向かう。そこには、注射器で覚醒剤を打とうとしている弘の姿があった。瞳子は、弘と同居している晴美から、弘の起業の話が嘘であったことを告げられる。意識が遠のいている弘に向かって、瞳子は、夫との馴れ初めや自分の夢について語る。\r\n弘と別れて自宅に戻ってきた瞳子は、その後、晴美と麻呂が皇室詐欺で逮捕されたことをテレビで知る。彼女は、この家で暮らしていくことを決意するのだった。\r\n独立を考えている四ノ宮は、新たに弁護士事務所を立ち上げるために、聡に物件を紹介してもらう。内見の際、四ノ宮は聡が自分と距離を置こうとしていることに気づく。四ノ宮が聡の息子にイタズラしたようだと、聡は妻から聞かされたいう。誤解を解くために、後日、四ノ宮は聡に電話をかけるが、聡は電話を切ってしまう。四ノ宮は、もはや相手と繋がっていない電話に向かって、思いの丈をぶつける。\r\n弁護士事務所を再び訪れた女子アナは、離れてみて夫への愛情を取り戻したと四ノ宮に伝える。四ノ宮は不意に涙をこぼす。彼は、かつて聡から贈られた万年筆をそっとテーブルに置くのだった。\r\nアツシは、上野で覚醒剤を買おうとして騙され、絶望に拍車がかかり風呂場で手首を切ろうとした末、妻の位牌の前に座り、胸の内を告白し慟哭する。その後、職場に復帰したアツシは、橋梁点検へ向かう。同僚たちとボートに乗った彼が見上げた先には、青い空が広がっている。\r\nアツシの家では、妻を亡くしてから閉ざされたままだったカーテンが開け放され、穏やかな陽光が部屋に射し込んでいる。妻の位牌の横には、生前の彼女が愛したチューリップの花が飾られているのだった。\r\n黄色いチューリップの花言葉は「実らぬ恋・望みのない恋」","info":"<li><span>中文名: </span>恋人们</li><li><span>音乐: </span><a href=\"/person/20302\">Akeboshi</a></li><li><span>开始: </span>2015年11月14日</li><li><span>类型: </span>剧情</li><li><span>国家/地区: </span>日本</li><li><span>语言: </span>日语</li><li><span>每集长: </span>140分钟</li><li><span>原作: </span>橋口亮輔</li><li><span>导演: </span>橋口亮輔</li><li><span>编剧: </span>橋口亮輔</li><li><span>主演: </span>篠原篤、成嶋瞳子、池田良</li><li><span>摄影: </span>上野彰吾</li><li><span>剪辑: </span>橋口亮輔</li><li><span>制作公司: </span>松竹ブロードキャスティング</li><li><span>发行: </span>松竹ブロードキャスティング、アーク・フィルムズ</li>","collection":{"collect":2},"staff":[{"id":20302,"image":"//lain.bgm.tv/pic/crt/g/3c/6e/20302_prsn_Nf1hn.jpg","name":"明星","desc":"音乐"}]}