{"id":281090,"type":4,"name":"Back 4 Blood","name_cn":"喋血复仇","date":"2021-10-12","image":"//lain.bgm.tv/pic/cover/m/31/57/281090_BGVO3.jpg","rating":{"rank":5054,"total":43,"count":{"1":0,"2":1,"3":1,"4":1,"5":4,"6":19,"7":13,"8":4,"9":0,"10":0},"score":6.2},"summary":"Warner Bros. Interactive Entertainment and Turtle Rock Studios today (March 14, 2019) announced Back 4 Blood, from the creators and development team behind the critically acclaimed, co-op phenomenon Left 4 Dead. Back 4 Blood is designed from the ground-up as an original, premium title and marries the best of what made the co-op zombie shooter so successful with new features and state-of-the-art technology.\r\n\r\n“We are thrilled to partner with the proven Turtle Rock Studios team on Back 4 Blood to advance the co-op zombie genre forward with innovative multiplayer gameplay,” said David Haddad, President, Warner Bros. Interactive Entertainment. “The talented team at Turtle Rock has been developing amazing games together for a long time, and this is a great opportunity to work with them to create a new gaming universe built specifically with the large co-op zombie shooter community in mind.”\r\n\r\n“It’s hard to overstate what an awesome opportunity this is. We get to return to a genre that was born in our studio with over ten years of additional experience and zombie ideas racked up in our brains,” said Chris Ashton, Co-founder and Design Director, Turtle Rock Studios. “We also have some of the best teammates in the business at WBIE who understand our development process and are equally committed to our player-first mentality. We love being able to announce, so we can start working with the community right away.”\r\n\r\n“We are not resting on any past laurels. Our goal is to take all we’ve learned and push forward. We know that’s a tall order,” said Phil Robb, Co-founder and Creative Director, Turtle Rock Studios. “We’re growing the team considerably because we’re stepping up to the biggest challenge in this studio’s history. We know this title has to stand out and we fully intend to make that happen.”\r\n\r\nBack 4 Blood is a co-op zombie FPS with new features we aren’t ready to talk about just yet, but keep your eyes peeled for all news on our official Discord.","info":"<li><span>中文名: </span>喋血复仇</li><li><span>发行: </span><a href=\"/person/34480\">Warner Bros. Interactive Entertainment</a></li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox Series X/S</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PS5</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>Unreal Engine 4</li><li><span>游玩人数: </span>1~4人</li><li><span>发行日期: </span>2021年10月12日</li><li><span>官方网站: </span>https://back4blood.com/</li><li><span>开发: </span>Turtle Rock Studios</li>","collection":{"on_hold":2,"dropped":2,"wish":12,"collect":44,"doing":2},"tags":[{"name":"PC","count":13},{"name":"FPS","count":7},{"name":"多人","count":4},{"name":"XGP","count":4},{"name":"PVE","count":3},{"name":"合作","count":3},{"name":"STEAM","count":3},{"name":"精神续作","count":3},{"name":"2021","count":2},{"name":"XSS","count":1},{"name":"PS5","count":1},{"name":"PS4","count":1},{"name":"Online","count":1},{"name":"冒险","count":1},{"name":"射击","count":1},{"name":"丧尸","count":1},{"name":"繁体中文版","count":1}],"staff":[{"id":34480,"image":"//lain.bgm.tv/pic/crt/g/36/14/34480_prsn_SY4g8.jpg","name":"Warner Bros. Interactive Entertainment","desc":"发行"}],"relations":[{"id":998,"image":"//lain.bgm.tv/pic/cover/m/9a/b0/998_9Nx0u.jpg","title":"Left 4 Dead","type":"其他","url":"https://bgm.tv/subject/998"},{"id":2037,"image":"//lain.bgm.tv/pic/cover/m/23/d2/2037_8V21u.jpg","title":"Left 4 Dead 2","type":"其他","url":"https://bgm.tv/subject/2037"}]}