{"id":127285,"type":4,"name":"叛之境界——半月版","image":"//lain.bgm.tv/pic/cover/m/d1/98/127285_BE858.jpg","summary":"根据原创50万字剧本制作，个人（标准家里蹲）完成，希望有人能忍住砸屏幕砸音箱的欲望读完……虽然游戏构成很简单，但真正做起来是相当困难的。由于是个人完成，不会绘画、不懂乐理的我很难做到让别人点头的程度。而且，我想突出的，是文字部分，所以希望大家能够用读故事（文学作品的话还不敢说）的心态看下去。\r\n\r\n人生中只存在着三种苦痛\r\n旧伤的再现，轮回往复的折磨\r\n或看到别人陷入自己的悲苦经历之痛\r\n竭尽全力，妄图换来哪怕是一点点的幸福\r\n却终究粉身碎骨，一无所获之痛\r\n在念着，啊，终于可以迎来幸福的时光时\r\n忽然比死亡还要煞人的绝望将自己打入地狱深渊之痛\r\n\r\n所谓的妻离子散，疾患缠身，无非是表现形式罢了\r\n真正的痛苦，远远要比这些成语所描写出来的更切入心怀\r\n每个人都是这样走过来的，然而仍然在微笑\r\n是啊，除了微笑之外，我们还要用什么表情来面对镜子中的自己呢？\r\n当我们追逐幸福的青鸟时，到底是去了多少纯真，多少快乐？\r\n所以死亡也许是最幸福的，毕竟还有着下一个轮回的期待\r\n但，真的存在么……\r\n\r\n或许，一切都是想象吧\r\n人生的成功、浪漫、欢乐、幸福\r\n只存在这样虚幻的世界中\r\n当我们面对无数的选择分支的时候，为什么每次都要选择错误的一项呢？\r\n我们没有SaveLoad的权利，如果失败了就只能承认\r\n在现实中，GameOver就等于GO\r\n选择前我们无法尝试，选择中无法改变，选择后无法返回\r\n\r\n这是我们一切无奈的起点，也是一切错误的原因\r\n没有人做错了任何事情，只是人们面临选择时往往慌张过头，或是稍欠斟酌\r\n然而却必须为之负起责任\r\n命运，不会放过任何一个单体\r\n无尽的轮回中，你又是选择怎样伤害自己呢？\r\n轮回，往复……\r\n永恒的，唯有那不变的月光……\r\n\r\n基本故事是描写拥有能看到预示死亡的光环的主角式（本作与空境本无关联，与TM世界观也没有关系……这个问题一会见下文注释）在痛苦中挣扎、徘徊、彷徨、往复，最终也没有办法逃离命运的束缚与安排，无奈地进入下一个轮回的故事……\r\n\r\n人类总是在伤害自己，其实总有逃避的路，但人们永远也不会去心甘情愿选择。\r\n但这错误并不在人，而在于这样的事情本身。\r\n像式的能力一样，虽然能够预知死亡，但却什么也做不了。\r\n一天这样一种暧昧的时间，短到不忍心告诉将要踏上黄泉之路的人，而又长到足以让自己尝到撕心裂肺的痛苦。\r\n实际上，人们总是在做这样的事情。\r\n有悲剧发生，这也就罢了；但往往悲剧之前总有些征兆，或许是你没有发现，或许是即使知道了也没有办法改变任何。\r\n但这只是悲剧的初始。\r\n我想，真正的悲剧在于心中对自己的谴责吧……\r\n\r\n我的这部作品，与其说是游戏，不如说是一个以那人生的三种痛苦为主题的故事吧。\r\n说是小说等文学作品什么的，不敢当。\r\n但也不好说这是一个游戏，虽然确实是游戏的一个种类。\r\n毕竟，玩游戏的人总是抱着\"这只是一个游戏\"的态度。\r\nAVG从来不只如此，看各类日本作品的时候，或许更多人注意的是H镜头。\r\n但，如同K〇Y社或者TM的作品般，我们需要体味的，恐怕不是这样的东西吧。\r\n中国的学生用在读书的时间太少，我也是如此，虽然已经不能自称为学生了。\r\n希望那些沉浸在大型游戏的激情中的人们也能够借此领悟到一些别的色彩。\r\n期待中国同人/原创游戏业的复兴。\r\n\r\n注：叛之境界这个标题是很早就定下来的，当时我还不知道空境一类的东西。主角的能力也是……只是当时没想好人名，而又接触了空境，所以干脆就成了现在这个样子……希望TM铁杆FANS不要群殴我……\r\n\r\n\r\n故事背景：\r\n基于神魔战争，世界被分为表里两面，即是人间与地界。\r\n人间所凸显的，是空间的属性，人们可以随心所欲地改造自然，却不能扼住时论的一秒。\r\n地界所凸显的，是时间的属性，虽然任何固有的东西都不能改变，但时间是由地界全部思想所控制的。\r\n\r\n人间这一边，经过无数的战争，渐渐分化为14个国家，中原三国（松源、北凛、肃夏），西陆五国（乌托、绝音、观海、风止、西极），南国索拉，北岛初云，以及西洋四国。\r\n松源近两百年和平被一个毫无征兆的起义打破了，战争因此延续了七年。\r\n最终，起义成功，新王上任，却没有任何改革发布。\r\n人们说，起义的理由纯粹是有个人想要称王。\r\n自百年前来，崇尚自由的索拉面临内陆沙化的严重问题，并且不得已被西洋国家殖民，国家权力几乎丧失殆尽，故对导致季风逆流的中原耿耿于怀，一直寻找着北进的契机。\r\n此时在索拉掌握实权的，是自称\"进化者\"的四个人。\r\n随着战时的种种计谋变卦，从松源把与地界甚有关联的幽姬绑架回境，渐渐对地界的一切开始了深入研究。\r\n并且，虽然幽姬嘴上什么也不肯吐露，但通过各种方法，终于发现幽姬在人间的孩子，并借此来要挟套出了地界的禁咒--天下唯魔。\r\n同时，利用创世所由的五耀律诀，以及地界二十四谱，\"进化者\"派遣了他们最强的\"武器\"无双潜入中原试探起女儿的真伪。\r\n事情，就是从这里开始的。\r\n而地界的一边，相应于人间，也出现了所谓\"异能者\"的九个人。每个人都具有改变自然的能力。\r\n推翻了本身一脉单传的地界政权之后，开始了空前绝后的联政。\r\n但由于自古以来，地界就是单纯以绝对能力来划分等级的，所以联政也没有坚持到多久。\r\n九个人开始了明争暗斗，地界幽都也陷入了阴郁。\r\n直到……","info":"<li><span>中文名: </span>叛之境界 半月版</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>AVG</li><li><span>游戏引擎: </span>NScripter</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2006年11月30日</li><li><span>售价: </span>免费</li><li><span>作者: </span>h5nc</li><li><span>Release: </span>http://www.rpgchina.net/read.php?tid=23736</li><li><span>策划/剧本/音乐/绘图/其余杂用: </span>h5nc</li><li><span>特别感谢: </span>NanayaXIII、Range</li>","collection":{"wish":7,"collect":2,"dropped":2},"tags":[{"name":"同人","count":3},{"name":"2006","count":2},{"name":"PC","count":1},{"name":"AVG","count":1}]}