{"id":303061,"type":4,"name":"巫师超凡者 Legend of the wizard","image":"//lain.bgm.tv/pic/cover/m/f8/86/303061_FKK7Z.jpg","summary":"Legend of the wizard is an exploration game where you can play as a wizard any way you desire. We can all agree that the powerful, wise and magical are synonyms for being a wizard. But are all wizards born powerful, full of knowledge or magic? No, we believe wizards are all commoners who underwent unimaginable hardship in order to become a true wizard. The path to greatness is the experience we want to bring to you.\r\n\r\nIn this game, you can choose to be an alcoholic who pukes on NPCs or monsters alike; a wondering vagabond gathering information or begging for money; a street thug who blackmails, or even knocking people unconscious with a brick; a chubby lord who uses the money to solve any and all problems. The player can play as any of the 14 unique characters.\r\n\r\nIn the course of the game, the player will face many different choices. Choices that will ultimately affect the Will of the Wizard, and resulting in different endings.\r\n\r\nThis is also a free world, where the player can not only trade with a merchant but also rob them. Bars are not for the consumption of alcohol but the player may also gather intel, steal or gamble. Entering a mystery dungeon the boss might even be literally scared to death by your unconventional beauty.\r\n\r\nWizards, while being curious about mystery also craves for power. I believe wizards are scientists of another dimension, they are meticulous, exploratory, knowledgeable, experimental, dissect and learn just as scientists of our age try to understand the truth of the world. They are adventurous, curious about time and space, they are courageous to the point of greedy, but also careful and logical. I wish to adventure with everyone in this free world of wizards.","info":"<li><span>中文名: </span>巫师超凡者</li><li><span>平台: </span>PC</li><li><span>游玩人数: </span>单人</li><li><span>发行日期: </span>2019年12月12日</li><li><span>售价: </span>$16.99</li>"}