{"id":221494,"type":4,"name":"脱出！人狼学園","image":"//lain.bgm.tv/pic/cover/m/14/11/221494_1j00T.jpg","summary":"Ｔ都S市に存在するというとある男子寮。\r\nそこで一人の生徒が、人狼に噛みつかれてしまう\r\n（「アッー！」される）という事件が発生する。\r\n犠牲者は口を閉ざしたまま学舎を去ったが、\r\n寮の中にはまだ他の生徒達をアッー！\r\nしようと企む、人の皮を被った狼が潜んでいるのかもしれないのだ。\r\n君は寮の一員となり、善良な学生と人狼を見分けて、\r\n人狼を排除していかなければならない。\r\n\r\n※本作中の「アッー！」は、\r\n人狼に噛み付かれるといった意味合いの造語であり、\r\nそれ以外の意味を何ら含んでおりません。\r\n\r\n\r\n\r\n\r\n\r\n\r\n****人狼ゲームとは？****\r\nテレビなど、各メディアでも取り上げられている人気のパーティーゲームです。\r\n\r\n10人～20人が集まり、その中に”人狼”が紛れ込んでいますが、誰が人狼なのか、人狼自身とその仲間にしか分かりません。\r\n\r\n人狼は、夜になると人間を食べていってしまう恐ろしい存在です。\r\nプレイヤー達は、占いや議論しながらこの”人狼”を見つけ出し、見事”処刑”する事で人間が勝利する事ができます。\r\n逆に、人狼を見つけ出せなかった場合、正体を隠していた人狼が勝利を収めてしまいます。\r\n誰が人狼かわからないドキドキ感、自分が人狼になった時の緊張感がやみつきに！\r\n\r\nその人狼ゲームを、1人でカジュアルに楽しめる本格的アプリこそが、「脱出！人狼学園-ひとりで遊べる人狼ゲーム-」なのです。\r\n\r\n\r\n****かんたん！　遊び方****\r\n・学生を無差別にアッー！してしまう人狼を寮から減らしていきましょう。\r\n・生徒達は投票により、人狼と思わしき人物を寮から追放できます。\r\n・人狼は、毎夜学生をアッー！して、再起不能にしていきます。\r\n・誰が人狼なのか、ハッカーや委員長の力をかりて、推理しよう！\r\n・さあ人狼脱出ゲームを…やらないか？\r\n\r\n\r\n****　役職の紹介　****\r\n・学生\r\n特別な力も趣味もない、普通の男子です。\r\n\r\n・人狼\r\n哀れな学生男子を毎夜アッー！する邪悪で、悪夢のような存在です。\r\n参加人数に比例して数が増えます。\r\n他の誰が人狼かがわかります。\r\n\r\n・ハッカー\r\n夜の間に男子の中の１人を選んでPCをハッキングする事で、人狼かどうかを調べる事ができます。セキュリティは無意味です。\r\n\r\n・委員長\r\n全ての男子生徒の連絡先を知っており、追放された男子が、学生か人狼か、男子の親に聞いて調べることができます。\r\n\r\n・カップル\r\nお互いをパートナーと認めた二人です。\r\n邪悪な人狼を憎むカップルは学生達の味方です。\r\n\r\n・レスリング部\r\n学生を一人だけ、人狼のアッー！から守る事が出来ます。\r\nただし、自分自身を守ることはできません。\r\n\r\n・狂人\r\n人狼に加担する危険人物です。人狼の勝利時は、狂人も勝利になります。\r\n誰が人狼かを把握していませんが、議論を混乱させるために嘘をつきます。\r\n\r\n\r\n・茂美\r\n茂美とは男子寮にもぐり込んだ謎の人物です。\r\n美しい彼女は人狼にアッー！されませんが、\r\n怖い彼女がゲーム終了条件（全人狼追放など）を満たして\r\nいるときに残っていると、茂美の単独完全勝利となります。\r\nでも対策はあります。彼女はハッキングされると恥ずか\r\nしさのあまり、学校を去ってしまいます。\r\nよかったですね。\r\nうまれてきてよかった！","info":"<li><span>别名: </span>脱出！人狼学園【人狼を学校から追い出そう！】</li><li><span style=\"visibility:hidden;\">别名: </span>アッー！とホーム黙示録 ～人狼ゲームやらないか～</li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>人狼アドベンチャー</li><li><span>发行日期: </span>iOS版 2014年5月29日</li><li><span style=\"visibility:hidden;\">发行日期: </span>Android版 2014年5月21日</li><li><span>官方网站: </span>http://ahhhh.happygamer.co.jp/</li><li><span>开发: </span>ハッピーゲーマー株式会社</li>","collection":{"collect":1}}