{"id":128997,"type":4,"name":"Super Sidekicks 2 : The World Championship","image":"//lain.bgm.tv/pic/cover/m/60/a3/128997_4xE0A.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":0,"9":0,"10":0},"score":7},"summary":"Published in 1994 (Japanese title: Tokuten Ou 2 - Real Fight Football), the sequel corrected most of the flaws in the original's design, including the ability to switch players' control during the game, a smaller goal, and no more long shots taken (in Super Sidekicks 1 the simple long shot was sometimes too long, leading into a throw-in situation). It increased the number of teams to 48 and divided them into 6 geographical \"regions\" (new teams underlined):\r\n\r\nEurope A: Italy, England, Spain, Holland, Switzerland, Norway, Turkey, Ireland\r\nEurope B: Germany, France, Bulgaria, Sweden, Russia, Greece, Belgium, Romania\r\nAmericas/Oceania: United States, Mexico, Canada, Australia, New Zealand, Costa Rica, El Salvador, Honduras\r\nAsia: South Korea, Japan, Saudi Arabia, Taiwan (as Republic of China), China, Iran, Hong Kong, United Arab Emirates\r\nSouth America: Brazil, Argentina, Paraguay, Colombia, Bolivia, Uruguay, Peru, Ecuador\r\nAfrica: Cameroon, Morocco, Nigeria, Egypt, South Africa, Côte d'Ivoire, Guinea, Zambia\r\n\r\nUpon starting the game, the player goes into a \"Regional Qualifying Round Final\" against another team from the same region. After beating it, the player's team goes into the World (Cup) Tournament, in which they are grouped with three other countries in a round-robin. After winning against all of them, the team enters an elimination tournament: the quarterfinals, semifinals, and the final for the World Cup. This type of tournament thus is more reminiscent of the real-life World Cup. If a match ends in a draw, the player has the option of replaying a full game, going to the penalty kick tiebreaker, or playing a sudden death (golden goal) game (the golden goal feature was not present in the original Super Sidekicks).\r\n\r\nAll subsequent Super Sidekicks games followed the same design and gameplay as Super Sidekicks 2.","info":"<li><span>游戏类型: </span>Sports Game</li><li><span>游玩人数: </span>1-2</li><li><span>发行日期: </span>1994</li>","collection":{"wish":1,"collect":3},"tags":[{"name":"我的童年","count":1},{"name":"ARCADE","count":1}]}