{"id":252323,"type":4,"name":"Dreamfall: The Longest Journey","image":"//lain.bgm.tv/pic/cover/m/54/65/252323_40mm2.jpg","summary":"Dreamfall: The Longest Journey (Norwegian: Drømmefall: Den lengste reisen) is an adventure video game developed by Funcom for Microsoft Windows and Xbox platforms in April 2006. On 1 March 2007, a sequel entitled Dreamfall Chapters was announced, and Funcom reportedly considered the idea of a massively multiplayer online game set in The Longest Journey universe.\r\nThe game is the sequel to Funcom's The Longest Journey, released in 1999, and takes place ten years after the events of the first game. The story focuses on three characters, Zoë Castillo, April Ryan, and Kian Alvane, who live in two parallel worlds: technologically advanced Stark and magical Arcadia. April was the protagonist of the first game, while the other two are new characters. The main storyline follows Zoë, a Stark resident whose investigation of her ex-boyfriend's disappearance and other mysterious occurrences lead her to April. Meanwhile in Arcadia, April battles the villainous Empire of Azadi while Kian, an elite Azadi soldier, is sent to assassinate her. The game features returning characters from its predecessor, such as Brian Westhouse and Gordon Halloway, but playing The Longest Journey is not a prerequisite to understanding its plot.","info":"<li><span>中文名: </span>无尽的旅程2</li><li><span>开发: </span><a href=\"/person/35122\">Funcom</a></li><li><span>别名: </span>最长之旅2</li><li><span style=\"visibility:hidden;\">别名: </span>梦陨：无尽的旅程</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span>游戏类型: </span>AVG</li><li><span>游戏引擎: </span>Shark 3D</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2006年4月17日</li>","collection":{"wish":1},"tags":[{"name":"XBOX","count":1},{"name":"PC","count":1},{"name":"AVG","count":1}],"staff":[{"id":35122,"image":"//lain.bgm.tv/pic/crt/g/a3/db/35122_prsn_SRR47.jpg","name":"Funcom","desc":"开发"}],"relations":[{"id":241713,"image":"//lain.bgm.tv/pic/cover/m/30/71/241713_AZa4c.jpg","title":"The Longest Journey","type":"前传","url":"https://bgm.tv/subject/241713"}]}