{"id":313645,"type":4,"name":"Suicide Squad: Kill the Justice League","image":"//lain.bgm.tv/pic/cover/m/b9/7d/313645_g5cBB.jpg","summary":"Suicide Squad: Kill the Justice League is a new genre-bending action-adventure shooter that can be played solo or with up to four players in online co-op. Based on iconic DC characters and developed by Rocksteady Studios, creators of the critically acclaimed Batman: Arkham series, Suicide Squad: Kill the Justice League combines the studio’s signature character-driven story gameplay with third-person shooter action to deliver a gaming experience unlike any other. The game will be available worldwide in 2022 on PlayStation 5, Xbox Series X, and PC.\r\n\r\nFeaturing an original narrative set in the DC universe, Suicide Squad: Kill the Justice League takes place in a richly detailed open-world Metropolis. The story follows Suicide Squad members Harley Quinn, Deadshot, Captain Boomerang, and King Shark who must take on an impossible mission to save Earth and kill the world’s greatest DC Super Heroes, The Justice League. Restrained with lethal explosives implanted in their heads, all four DC Super-Villains have no choice but to band together and carry out this untenable assignment as part of Amanda Waller’s infamous Task Force X. Fans can tailor their experience, whether playing on their own as a single player, switching between characters at will, or teaming up with friends in multiplayer co-op.\r\n\r\nThe playable characters featured in Suicide Squad: Kill the Justice League are Harley Quinn (a.k.a. Dr. Harleen Quinzel), the mistress of mayhem; Deadshot (a.k.a. Floyd Lawton), the most dangerous marksman alive; Captain Boomerang (a.k.a. Digger Harkness), Aussie assassin extraordinaire; and King Shark (a.k.a. Nanaue), the demigod humanoid shark and rightful ruler of the seas. Each squad member has their own unique moveset with enhanced traversal abilities to freely explore the dynamic open-world of Metropolis, along with a variety of weapons to customize and skills to master.","info":"<li><span>中文名: </span>自杀小队：杀死正义联盟</li><li><span>开发: </span><a href=\"/person/32706\">Rocksteady Studios</a></li><li><span>发行: </span><a href=\"/person/34480\">Warner Bros. Interactive Entertainment</a></li><li><span>原作: </span><a href=\"/person/24742\">DC Comics</a></li><li><span>平台: </span>PS5</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox Series X</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>Action-adventure shooter</li><li><span>游玩人数: </span>1 - 4人</li><li><span>发行日期: </span>2022年</li><li><span>官方网站: </span>https://www.suicidesquadgame.com</li>","collection":{"wish":3,"collect":1},"tags":[{"name":"未出","count":1}],"crt":[{"id":35252,"image":"//lain.bgm.tv/pic/crt/g/77/89/35252_crt_48VnJ.jpg","name":"哈莉·奎茵","desc":"主角"},{"id":54639,"image":"//lain.bgm.tv/pic/crt/g/db/1d/54639_crt_p6b59.jpg","name":"死亡射手","desc":"主角"}],"staff":[{"id":32706,"image":"//lain.bgm.tv/pic/crt/g/c2/4a/32706_prsn_dciD2.jpg","name":"Rocksteady Studios","desc":"开发"},{"id":34480,"image":"//lain.bgm.tv/pic/crt/g/36/14/34480_prsn_SY4g8.jpg","name":"华纳兄弟互动娱乐","desc":"发行"},{"id":24742,"image":"//lain.bgm.tv/pic/crt/g/f5/df/24742_prsn_rT8SB.jpg","name":"DC漫画","desc":"原作"}],"relations":[{"id":140956,"image":"//lain.bgm.tv/pic/cover/m/67/5d/140956_I41Vx.jpg","title":"Suicide Squad","type":"三次元","url":"https://bgm.tv/subject/140956"}]}