{"id":259526,"type":4,"name":"チューチューロケット!","image":"//lain.bgm.tv/pic/cover/m/cf/ec/259526_U8Uzb.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"ChuChu Rocket! is an action puzzle game developed by Sonic Team and published by Sega. Released for the Dreamcast in 1999, it was the first game for the system to support online console gaming. Players must place arrows on a board to lead mice into escape rockets while avoiding cats. The game features single-player modes in which a player must save all the mice on a board, and a multiplayer mode in which players battle to collect the most mice.\r\nDirected and produced by Yuji Naka, ChuChu Rocket! was developed in part to test the online functionality of the Dreamcast and Sega's servers, and test the Dreamcast's processing power by displaying many characters at once. The knowledge gained from the network portion of the project helped Sonic Team in their development of Phantasy Star Online (2000). ChuChu Rocket! topped the Japanese sales charts its first week on sale in November 1999. When it arrived in the United States, Sega held an online tournament where players could battle against Sega and Sonic Team employees. In PAL regions, it was given free to subscribers of Sega's online gaming service Dreamarena.\r\nChuChu Rocket! was a commercial and critical success. Critics praised the chaotic and addictive multiplayer and the simple and cute Japanese aesthetic. Sega's network gaming service received some criticism for lag. ChuChu Rocket! was ported to the Game Boy Advance as a launch title, where it gathered interest as the first game published by Sega for Nintendo hardware. It was ported to iOS in 2010 and Android in 2011, but these versions were removed from sale in 2015. The Dreamcast version can still by played online via private servers.","info":"<li><span>中文名: </span>咻咻火箭</li><li><span>开发: </span><a href=\"/person/1541\">SEGA</a></li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>ChuChu Rocket!</li><li><span>平台: </span>DC</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>PUZ</li><li><span>游玩人数: </span>1～4人</li><li><span>发行日期: </span>1999年11月11日</li>","collection":{"collect":2},"tags":[{"name":"GBA","count":1}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"开发"}]}