{"id":259563,"type":4,"name":"Rigid Force Alpha","image":"//lain.bgm.tv/pic/cover/m/3e/7c/259563_H3Ezp.jpg","summary":"CLASSIC SHOOT’EM UP ACTION IS BACK!\r\nRigid Force Alpha breathes new life into the classic side-scrolling shooter genre with its lovingly hand-crafted 3D models, stunning environments, detailed effects and an electrifying Synthwave soundtrack.\r\nDEVASTATING FIREPOWER!\r\nArm your fighter with numerous upgradeable weapon systems and supplemental Force Shards! Collect Energy Orbs to fill up your energy supply and eventually unleash an extremely powerful blast against your foes!\r\n\r\nCONFRONT AN OVERPOWERING ARMADA!\r\nBattle it out against huge swarms of enemies, heavy gunships, laser wielding mechs and giant alien creatures. Every enemy has its own unique and challenging strategy, from the tiniest creature up to the largest boss.\r\nLOTS OF EXTRAS!\r\nJust in case the extensive, action-packed Main Mission is not enough for you, try the challenging Arcade and Boss Rush Modes, defend your ranking in the global leaderboards and grab all 40 achievements. Everything is prepared for countless hours of shooting fun!\r\n\r\n\r\n\r\nGET READY FOR\r\nClassic side-scrolling shoot’em up action with modern 3D graphics\r\nUnique weapon and power-up systems\r\nLots of different enemies, challenging mid-bosses and huge end bosses\r\nExciting story mode with animated cutscenes and full voice-overs\r\nAdditional Arcade and Boss Rush game modes\r\nSix different action-packed stages\r\nChallenging but fair gameplay\r\nAdjustable difficulty level - for beginners to experienced players\r\nLeaderboards and achievements\r\nGamepad and rumble support\r\nOriginal synthwave soundtrack by DREAMTIME featuring Michael Chait","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>横版STG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2018年8月31日</li><li><span>售价: </span>¥ 70</li><li><span>官方网站: </span>https://store.steampowered.com/app/724390/Rigid_Force_Alpha/</li>","collection":{"wish":1}}