{"id":259529,"type":4,"name":"独立戦争 Liberty or Death","image":"//lain.bgm.tv/pic/cover/m/c7/af/259529_Q272J.jpg","summary":"Liberty or Death is a turn-based strategy video game for MS-DOS, Super NES and Genesis/Mega Drive released by Koei in 1993. Liberty or Death is part of Koei's Historical Simulation Series.\r\nThe player can choose to control any of six Commanders-in-Chief, three each on the American Continental Army or British Army sides, during the American Revolutionary War.\r\nFor either side, the general objective is to eliminate all enemy troops throughout the Colonies by defeating them in battle. The strategies used to accomplish this change are based on which side you have chosen to play: the American side needs to hold out against the British and slowly gather its strength, while the British need to fortify their existing positions and quickly move against the Americans.\r\nThe gameplay focuses mainly on the military aspects of the conflict, but relationships with civilian, and particularly political, entities are of vital importance as their approval determines the budget for military spending, and in the worst-case scenario, they can vote for your ouster as C-in-C. Very historically accurate, the game faithfully reproduces the strategic situation of the war as well as many historical figures in great detail.\r\nThis game is known among players for its thoroughly researched historical detail, great complexity, level of difficulty, and the immense amount of time it takes to complete one game (similar to the experience of other Koei games). One could easily spend upwards of 250 hours on one game and might still be defeated in the end. The user interface showed many improvements over previous Koei games, including mouse support. The game can be played in one-player mode, two-player mode, or with two computer-generated players.","info":"<li><span>中文名: </span>独立战争</li><li><span>开发: </span><a href=\"/person/11339\">コーエー</a></li><li><span>发行: </span><a href=\"/person/11339\">コーエー</a></li><li><span>别名: </span>Liberty or Death</li><li><span>平台: </span>PC98</li><li><span style=\"visibility:hidden;\">平台: </span>DOS</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>MD</li><li><span>游戏类型: </span>SLG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1993年9月27日</li>","collection":{"collect":1},"staff":[{"id":11339,"image":"//lain.bgm.tv/pic/crt/g/c3/49/11339_prsn_tTL7b.jpg","name":"光荣","desc":"开发"}]}