{"id":236275,"type":4,"name":"Eufloria RPG","image":"//lain.bgm.tv/pic/cover/m/10/3d/236275_yljy2.jpg","summary":"\r\n\r\nTHE GAME\r\n\r\nEufloria RPG brings action RPG and exploration gameplay to the massively successful Eufloria universe. The game is inspired by classic roguelike games, action RPGs and genre favourites like Xenon II. However, our game adds a Euflorian twist: Players control a seedling ship that evolves over time, depending on their path and choices through the game.\r\n\r\nWherever the ship goes it encounters fascinating enemies, establishes new floral colonies and repopulates the areas it finds with seeds taken from enemy colonies. As a result the game visuals transform based on player interaction.\r\n\r\nTHE SETTING\r\n\r\nEufloria RPG contains 3 distinct habitats filled with unique life forms. The game’s aesthetic is based on an enhanced interpretation of Eufloria’s plant-based lifeforms, set within exotic environments inside an alien installation.\r\n\r\nExploration and interaction transforms the alien habitats, enhancing already great visuals.\r\n\r\nMECHANICS\r\n\r\nThe player’s seedling ship must conquer enemy colonies and free allies. A multitude of alien artifacts provide the player with weapons and equipment, while collecting energy of vanquished enemies allows the player ship to evolve and grow its powers. Each player will grow a unique ship!\r\n\r\nMissions and challenges unlock areas and abilities, while narrative and world knowledge comes from Beacons, to be discovered throughout the game. Enemies use intricate flocking routines to provide challenging AI.\r\n\r\nGAME MODES\r\n\r\nThe following are planned:\r\n\r\n    The main game offers a long single player campaign mode with many missions.\r\n    In addition there is a permadeath mode, to satisfy hardcore roguelike players.","info":"<li><span>开发: </span><a href=\"/person/31752\">Omni Systems</a></li><li><span>游戏类型: </span>aRPG</li><li><span>游玩人数: </span>1</li><li><span>官方网站: </span>http://www.omni-labs.com/eufloria-rpg/</li>","collection":{"wish":1},"tags":[{"name":"Omni","count":1},{"name":"Eufloria","count":1},{"name":"RPG","count":1}],"staff":[{"id":31752,"image":"","name":"Omni Systems","desc":"开发"}],"relations":[{"id":3913,"image":"//lain.bgm.tv/pic/cover/m/b0/85/3913_bGy8X.jpg","title":"Eufloria","type":"前传","url":"https://bgm.tv/subject/3913"}]}