{"id":107722,"type":4,"name":"Shanghai","image":"//lain.bgm.tv/pic/cover/m/d9/13/107722_4X0gu.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"    In 1986, before Tetris, a company called Activision (now known also as Mediagenic) took the ageless Chinese game of mah jongg and twisted it into a computer puzzle challenge for the 20th century. This game became an instant hit, largely due to its simplicity: Players remove matching pairs of tiles from an organized heap, trying to remove as many tiles as possible.\r\n\r\nNow the game returns, in color, portable, and expanded, on the Atari Lynx. As in the original Shanghai, you are presented with 144 mah jongg tiles arranged in an organized, three-dimensional heap. By selecting matching pairs of \"free\" tiles (tiles not blocked by other tiles to the left or right), you whittle down the pile, and ultimately -- if your strategy is wise -- clear the heap. The Lynx version is expanded from the original with alternate board sets and two-player options, while retaining all the features of the original.\r\n\r\n    Shanghai is like Tetris, Klax, or a Rubik's Cube: it looks so easy to solve, but actually beating the challenge is another matter. Players who are familliar with Shanghai elsewhere will have no problem with the Lynx version, as the original gameplay has been kept completely intact. You move an arrow around the screen with the joypad, pressing the \"A\" button to select tiles, and the \"B\" button to deselect them. During the game, pressing Option 1 will provide you with extra features -- previous best scores for this board, changing the way tiles are displayed, restarting the game, or a starting-tile hint. Scoring is done by both the number of tiles you have removed, as well as the amount of time you take to finish the game (an on-screen clock is provided).\r\n\r\n    As mentioned before, the Lynx version has been expanded from the original. Before the game starts, you can choose to play on one of seven tile configurations: Dragon (the original), Hawk, Butterfly, Fish, Bear, Spider, and Turtle. With two Lynxes ComLynxed, you can play either Alternating Competitive, Simultaneous Competitive, or Cooperative. The game even offers built-in instructions, for on-the-spot teaching.\r\n\r\n    A special word goes out to the instruction manual. In this age of short and sparse game instructions, the Shanghai manual goes beyond the call of duty, presenting not only the fundamentals of gameplay, but some historical background into the Chinese mah jongg game, the origin of the tile symbols, and some very helpful strategies. There's even a slightly-silly storyline, for people who must have a tale for everything.\r\n\r\n    One major reason why Shanghai on the Lynx is so playable are the graphics. All of the tiles are clearly recognizable at all times, both in their symbols and their height on the board. Tiles can be displayed either as a number and a symbol (e.g., a \"3\" and a bamboo), or as the actual mah jongg tile image (e.g., three bamboo sticks). To further help identify the tiles, a magnified picture of the tile under your pointer is displayed (if the tile is \"free\" for removal), thus eliminating all ambiguity. Other game graphics are equally functional without being intrusive.\r\n\r\n    Sounds are not really needed for this game, but the Lynx version provides them anyway. Tiles are selected with a resounding click, and a buzzer alerts you when you have made an illegal move. Option 2 selects from one of four background tunes, as well as total silence.\r\n\r\n    Shanghai was successful, selling more than 500,000 copies by 1991. Computer Gaming World in December 1986 published varying opinions. Shanghai is a computerized version of mahjong solitaire. After winning a game, the tiles reveal the three-dimensional blinking eye of a dragon behind the game screen. The Macintosh and Sega Master System version shows an animated dragon spitting fire.","info":"<li><span>中文名: </span>上海</li><li><span>开发: </span><a href=\"/person/17518\">Activision</a></li><li><span>发行: </span><a href=\"/person/17518\">Activision</a></li><li><span>平台: </span>Amstrad CPC</li><li><span style=\"visibility:hidden;\">平台: </span>X68000</li><li><span style=\"visibility:hidden;\">平台: </span>TurboGrafx-16</li><li><span style=\"visibility:hidden;\">平台: </span>TRS-80 CoCo,</li><li><span style=\"visibility:hidden;\">平台: </span>MSX</li><li><span style=\"visibility:hidden;\">平台: </span>Apple II</li><li><span style=\"visibility:hidden;\">平台: </span>Atari 8-bit</li><li><span style=\"visibility:hidden;\">平台: </span>Macintosh</li><li><span style=\"visibility:hidden;\">平台: </span>Apple IIGS</li><li><span style=\"visibility:hidden;\">平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>Atari Lynx</li><li><span style=\"visibility:hidden;\">平台: </span>Atari ST</li><li><span style=\"visibility:hidden;\">平台: </span>Commodore 64</li><li><span style=\"visibility:hidden;\">平台: </span>NES（FC）</li><li><span style=\"visibility:hidden;\">平台: </span>SMS</li><li><span style=\"visibility:hidden;\">平台: </span>GB</li><li><span>发行日期: </span>1986年</li><li><span>游戏类型: </span>PUZ</li>","collection":{"wish":1,"collect":2,"dropped":2},"tags":[{"name":"1986","count":1}],"staff":[{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"开发"}],"relations":[{"id":107751,"image":"//lain.bgm.tv/pic/cover/m/97/5d/107751_0DEe3.jpg","title":"上海Ⅱ","type":"续集","url":"https://bgm.tv/subject/107751"},{"id":107738,"image":"//lain.bgm.tv/pic/cover/m/93/6e/107738_sKh4c.jpg","title":"Shanghai Ⅱ: Dragon's Eye","type":"续集","url":"https://bgm.tv/subject/107738"},{"id":107739,"image":"//lain.bgm.tv/pic/cover/m/2b/43/107739_g9g9s.jpg","title":"サンリオ上海","type":"资料片、外传","url":"https://bgm.tv/subject/107739"},{"id":107763,"image":"//lain.bgm.tv/pic/cover/m/f5/48/107763_k7r1i.jpg","title":"みんなで対戦パズル 上海Wii","type":"资料片、外传","url":"https://bgm.tv/subject/107763"},{"id":107769,"image":"//lain.bgm.tv/pic/cover/m/9e/c7/107769_j4496.jpg","title":"上海Pocket","type":"资料片、外传","url":"https://bgm.tv/subject/107769"},{"id":107766,"image":"//lain.bgm.tv/pic/cover/m/56/b8/107766_VRyBA.jpg","title":"上海（Wii）","type":"资料片、外传","url":"https://bgm.tv/subject/107766"},{"id":107770,"image":"//lain.bgm.tv/pic/cover/m/86/e0/107770_tVVo6.jpg","title":"上海ミニ","type":"资料片、外传","url":"https://bgm.tv/subject/107770"},{"id":107773,"image":"//lain.bgm.tv/pic/cover/m/fd/08/107773_MxnZL.jpg","title":"上海","type":"资料片、外传","url":"https://bgm.tv/subject/107773"},{"id":107772,"image":"//lain.bgm.tv/pic/cover/m/fe/f1/107772_u6R89.jpg","title":"みんなのソフトシリーズ 上海","type":"资料片、外传","url":"https://bgm.tv/subject/107772"},{"id":107771,"image":"//lain.bgm.tv/pic/cover/m/72/ab/107771_pRD35.jpg","title":"上海アドバンス","type":"资料片、外传","url":"https://bgm.tv/subject/107771"}]}