{"id":287007,"type":1,"name":"Pani Jeziora","image":"//lain.bgm.tv/pic/cover/m/e8/7d/287007_4aAG4.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":3,"9":1,"10":1},"score":8.6},"summary":"《湖中仙女》（波兰文：Pani Jeziora，The Lady of the Lake ），作者安杰伊·萨普科夫斯基，1998年于波兰首次出版。这是猎魔人系列小说中的第七部，也是长篇小说中的第五部。\r\n\r\n\r\n小说的开始于希瑞在一个未知世界中的池塘中沐浴。正在此时，亚瑟王传说之中的加拉哈德爵士碰巧遇上了她。开始他把希瑞错当成了湖中仙女，弄清事情真相以后希瑞开始讲述她的故事。\r\n\r\n不过在希瑞的讲述真正开始前，另一个故事先行开始。一个叫做康德维拉穆斯的年轻女孩见到了湖中仙女想学习杰洛特和希瑞的传说故事。通过对人物的图画和故事深入地的研习，她开始能够梦到故事中的一些场景了。最后康德维拉穆斯甚至可以按照湖中仙女的要求去梦发生在他们身上的事情。她第一个梦境揭示了史提芬·史凯伦和雷欧·邦纳特成为了威戈佛特兹的手下并囚禁了叶妮芙。\r\n\r\n此梦结束，新梦开始。这次的梦是关于杰洛特的冒险。杰洛特在陶森特首都鲍克兰完成他杀怪物的委托，而他队伍里的其他成员丹德里恩、雷吉斯、米尔瓦、安古兰和卡西尔在附近探查和休憩。杰洛特在此停留期间与女术士芙琳吉拉·薇歌坠入了爱河。芙琳吉拉是女术士集会所的一名成员，这些致力于操控世界的政治格局女术士们指派芙琳吉拉尽可能拖延杰洛特寻找叶妮芙和希瑞。杰洛特接到了一个委托让他调查并消灭鲍克兰附近一个废弃城堡中的怪物。在任务期间，他偶然偷听到史凯伦、邦纳特还有其他几个人说起了威戈佛特兹和叶妮芙的位置，以及希瑞是怎么失踪的。杰洛特赶紧跑回鲍克兰集合他的队伍准备去救叶妮芙。\r\n\r\n希瑞开始了她的故事。她穿过雨燕之塔的传送门来到了陌生的世界。精灵和平地统治着这个世界，只是偶尔和独角兽发生点摩擦。希瑞见到了几位精灵，其中包括阿瓦拉克和艾瑞汀·布里克·格拉斯，他是被称为“Dearg Ruadhri ”（上古语：红骑士） 的骑兵部队统帅。他还告诉希瑞自从她进入了他们的世界后独角兽就变得躁动不安。精灵们提出要求说希瑞必须怀上他们国王的孩子。精灵的国王奥伯伦·穆希塔齐是个严肃冰冷的人，还对毒品上瘾。虽然希瑞对此感到非常不满，但还是勉强同意了。经过了几个无果而终的夜晚，希瑞面见了几个精灵要求他们放她走，因为他们的国王对她根本提不起兴趣。他们告诉希瑞这个世界的时间流逝是不一样的，只要完成了任务她就会被允许回到她的时间。最后艾瑞汀出面了，他给了希瑞一个小瓶子暗示她毒死奥伯伦国王。\r\n\r\n在一阵沮丧中，希瑞骑上了她的马凯尔派逃离了宫殿，尽管之前有人已经警告她这个地方周围有一道屏障阻止她离开。途中希瑞遇上了几只独角兽包围了她并准备杀死她，因为他们惧怕她的力量。不过他们当中的一员是她之前在科拉兹沙漠中拯救过的伊瓦拉夸克斯，她因此而得救。独角兽们告诉她如何穿越这道屏障的办法。希瑞回去偷了一艘船给自己和凯尔派，此前独角兽告诉她这是唯一的方法。其间她得知奥伯伦已经因吸毒过量死了。然而她遇上了正准备不辞而别的艾瑞汀，他因国王之死而愤怒不已。经过一场短暂激烈的交锋，艾瑞汀因轻敌而受伤，希瑞则成功逃脱去找等待她的伊瓦拉夸克斯和他的伙伴们。艾瑞汀带着他的骑兵尾随而至，红骑士和独角兽们爆发了战斗。身处垓心的希瑞此时在伊瓦拉夸克斯的帮助下开启传送离开了这个世界。\r\n\r\n故事接着转移到了一个名叫雅尔的年轻牧师身上。此时此刻在希瑞的世界里整个北方王国组成了联军共同抵御尼弗迦德帝国的入侵，部队正在为此集结，雅尔想应征入伍。他偶然遇到了他的朋友梅尔菲和以前小说中提到的几个熟人，他们一起加入了所谓的PFI部队（烂渣步兵团）。\r\n\r\n回到希瑞的故事。希瑞在不同的世界和时间线中穿梭，试图找到她自己的世界，同时还得躲避艾瑞汀和红骑士的追捕。最后她遇见了湖中仙女和康德维拉穆斯，希瑞不能做过长的停留，她带着她们的祝福很快就离开了。\r\n\r\n回到雅尔这边。北方联军和尼弗迦德帝国军在小城布伦纳附近的一个山谷中发生了激烈的冲突。整场战役持续了数个小时，胜利的果实多次易手。精灵部队在亚伊文的带领下突袭北方军队的侧翼，他们深入敌后太多甚至冲进了医疗营地屠杀起伤兵来。北方军队处于了崩溃的边缘，就在此时一支主要由瑞达尼亚骑兵组成的奇袭部队从一座山丘上发动了冲锋，此前他们一直躲在山后并在精灵的战前侦查中并未被发现。这在尼弗迦德军队中引发了巨大的恐慌，紧接着恐慌变成了屠戮。甚至帝国军总司令梅诺·寇赫伦元帅也在试图逃离战场的过程中被杀。很快这场战役就被传颂为“布伦纳的奇迹”，北方联军将所有的尼弗迦德部队全都驱逐到了雅鲁加河以南，这条河也成为了南北双方的停火线和界河，和平随之而来。\r\n\r\n希瑞在湖中仙女和康德维拉穆斯梦境的帮助下找到了威戈佛特兹的斯提加城堡并传送过去打算救出叶妮芙。她虽然找不见杰洛特但是很清楚如果叶妮芙没有她的帮助就会死的。希瑞要求用自己换取叶妮芙，但是威戈佛特兹嘲笑她了一番并把她也关了起来。此刻杰洛特也赶到了城堡，但他并不知道希瑞刚刚也来到了这里。他和他的小队猛攻城堡，消灭了很多史凯伦的手下，但是米尔瓦也在战斗中牺牲。杰洛特和雷吉斯去找叶妮芙，而卡西尔和安古兰在得知希瑞也被关在这里以后立即前往营救她。杰洛特不分青红皂白地杀进去救出了叶妮芙。邦纳特放了希瑞想在一场公平战斗中杀了她。就在此时卡西尔赶到，他与邦纳特交锋试图掩护希瑞逃走，然而不敌后者死在了他剑下。随后安古兰也在与邦纳特交战的过程中败下阵来，因流血过多而死。希瑞亲自面对邦纳特，最终她利用环境优势艰难战胜了他。希瑞从他身上拿走了三个猎魔人徽章，他曾经说过这是从他杀掉的猎魔人尸体上拿的战利品。然后希瑞跑去找杰洛特和叶妮芙。\r\n\r\n与此同时杰洛特、雷吉斯和叶妮芙找到了威戈佛特兹。雷吉斯在战斗中被烧成了一滩熔化的物质。杰洛特在战斗中幸好有之前芙琳吉拉给他的徽记护体，最终艰难地战胜了威戈佛特兹并杀了他。希瑞也找到了他和叶妮芙，三人准备一起离开城堡。在通往庭院的路上他们消灭了很多剩下的史凯伦手下。等他们到达庭院后发现尼弗迦德皇帝的人马已经占领了城堡，关押了剩余人员。皇帝恩希尔·恩瑞斯透露了他的真实身份：他是希瑞的亲生父亲，也是杰洛特很久以前的朋友。他要求杰洛特和叶妮芙立即自尽，并打算把希瑞带回金塔之城跟她结婚。杰洛特没有什么选择的余地，不得不接受现实。他和叶妮芙一起去沐浴，房间里放着一把匕首。但希瑞最终感化了她的父亲。她冲进了杰洛特和叶妮芙的房间告诉他皇帝的人马一言不发都已经撤离，他们自由了。三人赶紧离开了城堡，希瑞在路上带他们去了她之前的冒险中去过的地方。三人最后回到了陶森特，正好赶上即将被处决的丹德里恩并救了他。四人随后分成两队，丹德里恩和杰洛特前往利维亚而希瑞和叶妮芙准备参加女术士集会所的会议。\r\n\r\n杰洛特和丹德里恩到达利维亚后前往榆树区与他们的矮人好友卓尔坦·齐瓦和亚尔潘·齐格林重聚。四人正在享用蜗牛大餐时，暴动发生了，人类开始无差别地屠杀非人种族（主要是当地的矮人居民）。帮忙藏起好友后的杰洛特本来打算袖手旁观，但是终究无法容忍暴民滥杀无辜的行为，出手进行干预。在冲突中，杰洛特被暴民用三叉干草叉从后背刺中。\r\n\r\n另一方面，希瑞、叶妮芙和特莉丝·梅利葛德在暴乱开始后抵达了利维亚并发现了已经奄奄一息的杰洛特。叶妮芙尝试用魔法救活他，但是最后因力竭倒在了猎魔人身边。伊瓦拉夸克斯此时突然出现，他通过希瑞引导魔法能量治愈了杰洛特和叶妮芙。希瑞让她心爱的母马凯尔派跟随伊瓦拉夸克斯去了他们的世界。暴乱逐渐向其他地方蔓延离开了他们所在的地方，希瑞把他们带到了附近湖里的一艘小船上，在特莉丝、丹德里恩和几个矮人朋友的告别中起航了。三人驶向了湖中的一道光芒中旋即消失了。杰洛特和叶妮芙在一个未知的地点醒来，慰藉着彼此。\r\n\r\n希瑞结束了她给加拉哈德讲述的故事，加拉哈德一直都在全神贯注的听着。希瑞最后嘲弄地说道她的故事会以杰洛特和叶妮芙结婚收尾，所有这部小说中活着的和死去的角色都会来参加庆祝活动。加拉哈德邀请希瑞去亚瑟王的宫殿， 她接受了。最后，希瑞和加拉哈德手拉手并辔骑向远方。","info":"<li><span>中文名: </span>猎魔人 卷七 湖中仙女</li><li><span>作者: </span><a href=\"/person/34637\">Andrzej Sapkowski</a></li><li><span>别名: </span>獵魔士長篇5：湖之主</li><li><span>出版社: </span>SuperNowa（波兰文）</li><li><span style=\"visibility:hidden;\">出版社: </span>Gollancz（英文，英国）</li><li><span style=\"visibility:hidden;\">出版社: </span>Orbit（英文，美国）</li><li><span style=\"visibility:hidden;\">出版社: </span>蓋亞文化（繁体中文）</li><li><span>发售日: </span>1998（波兰文）</li><li><span style=\"visibility:hidden;\">发售日: </span>2017-05-14（英文，美国）</li><li><span style=\"visibility:hidden;\">发售日: </span>2017-05-16（英文，英国）</li><li><span style=\"visibility:hidden;\">发售日: </span>2018-02-07（繁体中文）</li><li><span>ISBN: </span>83-7054-129-1 （第一版）（波兰文）</li><li><span style=\"visibility:hidden;\">ISBN: </span>978-1473211599（英文，英国）</li><li><span style=\"visibility:hidden;\">ISBN: </span>978-0316273831（英文，美国）</li><li><span style=\"visibility:hidden;\">ISBN: </span>9789863193173（繁体中文）</li><li><span>其他: </span>繁体中文版于2018年2月7日出版，书名为《猎魔士长篇5：湖之主》分为上下两册，由台湾盖亚文化有限公司发行，译者叶祉君。</li>","collection":{"wish":3,"collect":5,"doing":1,"on_hold":1},"tags":[{"name":"The_Witcher","count":2},{"name":"小说","count":1}],"crt":[{"id":70923,"image":"//lain.bgm.tv/pic/crt/g/27/5f/70923_crt_FvDw2.jpg","name":"夏妮","desc":"配角"},{"id":70927,"image":"//lain.bgm.tv/pic/crt/g/52/ac/70927_crt_8sVr8.jpg","name":"爱米尔·雷吉斯·洛赫雷课·塔吉夫","desc":"配角"},{"id":71006,"image":"//lain.bgm.tv/pic/crt/g/cd/ed/71006_crt_0XTi9.jpg","name":"派尔梅林·劳恩法尔","desc":"配角"},{"id":74203,"image":"//lain.bgm.tv/pic/crt/g/4e/ce/74203_crt_49G8M.jpg","name":"米尔瓦·巴林","desc":"配角"},{"id":74561,"image":"//lain.bgm.tv/pic/crt/g/80/38/74561_crt_22hL1.jpg","name":"弗尔泰斯特","desc":"配角"}],"staff":[{"id":34637,"image":"//lain.bgm.tv/pic/crt/g/46/4e/34637_prsn_z55M9.jpg","name":"安杰伊·萨普科夫斯基","desc":"作者"}],"relations":[{"id":218023,"image":"//lain.bgm.tv/pic/cover/m/6d/e2/218023_Qzg2i.jpg","title":"Wiedźmin","type":"系列","url":"https://bgm.tv/subject/218023"},{"id":287006,"image":"//lain.bgm.tv/pic/cover/m/02/cb/287006_5Pr6r.jpg","title":"Wieża Jaskółki","type":"前传","url":"https://bgm.tv/subject/287006"},{"id":287008,"image":"//lain.bgm.tv/pic/cover/m/01/69/287008_80XC5.jpg","title":"Sezon burz","type":"续集","url":"https://bgm.tv/subject/287008"}]}