{"id":144848,"type":4,"name":"The Path to Luma","image":"//lain.bgm.tv/pic/cover/m/7a/e0/144848_rVVBP.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":2,"9":0,"10":0},"score":7.5},"summary":"Description\r\nSAM, our galaxy-traversing Sustainability Augmentation Model, needs your help on a mission to save the galaxy and the Chroma civilization! Explore and manipulate wondrous worlds to unlock the life-giving sources of clean energy hidden within each planet.\r\n\r\nPowered by NRG, The Path to Luma(TM) is a free adventure puzzle game with no ads or in-app purchases. Play as SAM, an android sent by the Chroma civilization to save the abandoned planets of their galaxy, and fulfill a quest to harness the power of clean energy. Explore 20 stunning worlds and solve mind-bending puzzles in a uniquely immersive gaming experience.\r\n\r\nEXPLORE STUNNING WORLDS\r\nFrom frozen planets encased in ice and snow to massive geode planets dotted with colored crystallizations, The Path to Luma offers a breadth of magical worlds to investigate. Using simple one-finger controls, you will effortlessly manipulate beautiful 3D planets and guide SAM along an epic journey. And keep an eye out for mythical creatures!\r\n\r\nEXPERIENCE THE POWER OF CLEAN ENERGY\r\nHarness the unique resources of each world by deploying dynamic clean energy technologies to save the planets from the harmful impacts of climate change. From solar and wind power to waste-to-energy technology (and more), SAM is equipped to act fast to save the galaxy!\r\n\r\nWALK THE PATH TO LUMA\r\nMade by Phosphor Games, the creators of the smash-hit game Horn, and featuring an astonishing soundtrack by world-renowned composer Austin Wintory, The Path to Luma offers players a memorable story of heroism and the revitalization of a civilization.","info":"<li><span>开发: </span><a href=\"/person/32825\">Phosphor Games Studio</a></li><li><span>平台: </span>iOS</li><li><span>游戏类型: </span>Puzzle</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>Aug 13, 2015</li><li><span>售价: </span>Free</li><li><span>官方网站: </span>http://www.thepathtoluma.com/home/</li><li><span>itunes: </span>https://itunes.apple.com/en/app/id1017478824</li><li><span>Seller: </span>NRG Energy, Inc.</li><li><span>语言: </span>英语</li>","collection":{"collect":8,"on_hold":2},"tags":[{"name":"IOS","count":2},{"name":"ThePathtoLuma","count":1},{"name":"解谜","count":1}],"staff":[{"id":32825,"image":"//lain.bgm.tv/pic/crt/g/ca/d3/32825_prsn_NTIgR.jpg","name":"Phosphor Games Studio","desc":"开发"}]}