{"id":251874,"type":4,"name":"Blackberry Honey","image":"//lain.bgm.tv/pic/cover/m/56/58/251874_zFogb.jpg","rating":{"total":9,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":6,"8":2,"9":0,"10":0},"score":6.9},"summary":"Set in England during the mid-19th century, Blackberry Honey is a tale about maids, music, and unexpected romance.\r\n\r\nThe story begins when our heroine, Lorina Waugh, is fired from her previous position as a maid in the stately home of Hartwell. With a large family back in Liverpool to support and a string of unsavoury comments circulating about her rather sudden dismissal, Lorina’s search for a new place of employment leads her to Bly.\r\n\r\nForced to work for fourteen hours a day, with little chance to rest, Lorina is bullied by the senior maids and, most embarrassingly of all, by the twelve-year-old daughter of the Lennard family, Lady Constance.\r\n\r\nOne of the only maids who deigns to speak to Lorina is the mysterious Taohua – but Lorina wishes she wouldn’t. Despite her lowly status, Taohua has her own private bedroom, never goes to church with the rest of the servants, and rarely interacts with anybody. Her aloof, almost cat-like personality, coupled with her peculiar complexion, eyes, and name, have inspired more than a few rumours around the Shropshire countryside that she might be a witch.\r\n\r\nLorina knows she should keep her distance from Taohua, and she wants to most desperately… but maybe there’s a pinch of truth to all the rumours, because she soon finds herself under the older woman’s spell.","info":"<li><span>中文名: </span>黑莓蜜糖</li><li><span>别名: </span>黑莓蜂蜜</li><li><span style=\"visibility:hidden;\">别名: </span>黑莓甜心</li><li><span>平台: </span>Linux</li><li><span style=\"visibility:hidden;\">平台: </span>Mac</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>视觉小说</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2017年10月25日</li><li><span>售价: </span>$12.99/ ¥43</li><li><span>官方网站: </span>https://ebihime.itch.io/blackberry-honey</li><li><span>开发: </span>ebi-hime</li><li><span>发行: </span>Sekai Project</li>","collection":{"wish":17,"collect":18,"doing":4,"on_hold":4,"dropped":1},"tags":[{"name":"百合","count":17},{"name":"PC","count":8},{"name":"galgame","count":7},{"name":"ebi-hime","count":6},{"name":"汉化","count":4},{"name":"2017","count":3},{"name":"2017年","count":3},{"name":"STEAM","count":3},{"name":"8+","count":1},{"name":"非日","count":1},{"name":"R18","count":1},{"name":"全年龄","count":1},{"name":"美国","count":1},{"name":"ADV","count":1},{"name":"VN","count":1}]}