{"id":251871,"type":4,"name":"トラブル☆ウィッチーズOrigin ～アマルガムの娘たち～","image":"//lain.bgm.tv/pic/cover/m/ab/be/251871_2Rbcf.jpg","summary":"◆That witches come back undergone a further power-up!\r\n◆New character \"Fuminoimiki Kozakura\" is entered! Referred to as the secret weapon of the east of the country her ability and how!?\r\n◆Creative and beautiful all six stages are all re-adjust based on the \"Trouble Witches AC\". New capture of the cavalcade, yet familiar.\r\n◆1280 × 720 resolution. All the graphic re-adjustment.\r\n◆The biggest feature \"Magic Circle system\" more easy-to-use adjustment. Exhilaration of alchemic the past the largest !\r\n◆All stories by full voice is raised new writing. Of course, also in English subtitles corresponding!\r\n◆It plans to add a large number of the \"Challenge Mode\" in DLC even after the main release. TW of the world are endless!\r\n\r\n★The Trouble Witches -With Amalgam's Cutie Girls- Story.★\r\n\r\nThis story doesn't take place in the present, but in a dream-like world where life thrives in abundance without fear-Karunbunkurs.\r\nHere, time passes slowly like a huge wave; people and nature exist together in eternal harmony and prosperity.\r\nBeings living here discovered a miraculous power, which was, at first, small, and then grew large enough to move the world. The power transformed into \"mana,\" a force that could only be handled by a chosen few, to whom it was entrusted.\r\nIt has been used properly and passed down from generation to generation; now, after several millennia, the power has become common and natural, a convenient form of witchcraft.\r\nHowever, some things have been forgotten over the long period of peace.\r\nAn immense and dangerous power.\r\nThe temptation of the dark side that even sees destruction as worthwhile, depending on how the power is used. \r\nBehind the convenient, gentle witchcraft used by all, is this dark temptation that has never disappeared.\r\nPeople also forgot that this immense power is vital for maintaining the existence of the world. Eventually, it changed into a special witchcraft; only a few talented and gifted people can handle it. \r\nThis is a story about young witches who use this special magic as it was meant to be used.\r\n\r\n","info":"<li><span>中文名: </span>问题小魔女起源</li><li><span>别名: </span>问题小魔女起源 第一章</li><li><span style=\"visibility:hidden;\">别名: </span>Trouble Witches Origin</li><li><span style=\"visibility:hidden;\">别名: </span>トラブル☆ウィッチーズOrigin Episode01 ～アマルガムの娘たち～</li><li><span style=\"visibility:hidden;\">别名: </span>Trouble Witches Origin - Episode1 Daughters of Amalgam -</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>横版STG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2016年11月22日</li><li><span>官方网站: </span>https://store.steampowered.com/app/460630/Trouble_Witches_Origin__Episode1_Daughters_of_Amalgam/</li>","collection":{"collect":1}}