{"id":300048,"type":4,"name":"エルダーアーク","image":"//lain.bgm.tv/pic/cover/m/c0/56/300048_G0rR6.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"あらゆる記録が残っていないほどの遥か昔、「人類」は神々を騙し、その力を悪用しました。\r\n強大で、無色透明な「神の力」に「人の悪意」が混ざり、「黒霧」を生み出しました。\r\n黒霧は人類が扱うには強大すぎて、結果、その力は暴走し、人類と、その大地を汚染しました。\r\n神々は愚かな人類を見捨て、天罰を下しました。神々に見放されてしまった人類は、あらゆる加護を失い、闇の時代へと突入します。\r\n神の恩恵を失った人類は脆く、脆弱で、愚かにも互いに争いをはじめ、滅亡は避けられないと思われていました。\r\n\r\nそんな時、ある７人の人間が立ち上がった。\r\n７人は「賢人」と呼ばれる特別な人間でした。\r\n賢人達は自分たちが犯した罪を償うべく、神々に自分たちに試練を与えるよう申し出ました。\r\n紅を司る神と、蒼を司る神はその声に応え、賢人に試練を与えました。\r\nその試練は過酷を極め、特別である賢人ですら達成不可能でした。\r\n賢人が倒れかけたその時、ある神が救いの手を差し伸べました。\r\nその神の名は「メリクリウス」。\r\n\r\n神罰を執行する権限を持つ、強力な神でした。メリクリウスは賢人達に言いました。\r\n「贖罪のための時を与える」と。\r\n賢人達のリーダーである「アイザック」はメリクリウスに感謝を述べ、こう誓いました。\r\n「二度と神の力…「デュナミスの力」は使わない。\r\n我らが命を賭して、封印する」賢人達は自らと共に「デュナミスの力」を封印した。\r\nその瞬間、地上から一切のデュナミスの力と、その知識は失われた。\r\n\r\nメリクリウスは、賢人達の決意に免じ、人類を許しました。\r\nそれを見ていたこの世界の創造神「テルス」は、地上に一つの奇跡を起こしました。\r\nテルスは汚染され、死の大地となった地に降り立つと、軽く指を鳴らしました。その瞬間に、死の大地は生命溢れる大地へと生まれ変わります。\r\nさらにテルスはその地に「エルティン」と呼ばれる神器を設置し、大地を聖なる気で満たすようにしました。\r\n\r\n再び神々の祝福を得ることが出来た人類は、ゆっくりと繁栄してきました。\r\nそれから数百年の間に、人類は愚かにも「エルティン」の力を自らの欲のために利用し始めました。\r\n人類はエルティンの力を無駄に消費しながら、栄華の歴史を築きます。\r\n\r\n人類の欲は深く、エルティンの生成する力以上の効率を求めるようになり、一部の人間がテルスの恩恵を受ける南の地を離れ、\r\n北方のにある極寒の地を開拓しに出発しました。\r\nそこで人類は、手にしてはならない力を再び手に入れます。\r\n人類は、厚い氷を掘り進め、ある鉱石を発掘しました。鉱石の名は「アゾース銀」。\r\nそれは、神の力「デュナミス」を扱うための触媒となる鉱石でした。デュナミスに関する知識は賢人達により封印されており、\r\nアゾース銀は単なる鉱石となると思われていました。しかし、賢しくも人類は自らの知恵を以て、当時ほどの力は発揮できないものの、\r\n新たにデュナミスの力を扱うところにまで至りました。\r\n\r\nその力を使い、北方に自分たちの文化圏を築きます。 テルスの教えを信じる南方人と、禁忌を犯した北方人。 双方が衝突するには、\r\nさほど時間は必要ありませんでした。\r\n\r\n大陸歴675年。北方と南方によるアーカム戦争が勃発。共に持つ強力な力がぶつかり合い、双方にとてつもない被害がもたらされます。\r\n互いを削り合う消耗戦は数年間続きました。いずれかが滅びるまで続くと思われたこの戦争は、意外な形で決着を迎えます。\r\n「アーカム十三騎士団」が双方の仲介に入ることで、その矛は収められる事になりました。\r\nこれにより、人類は再び、束の間の平和を手に入れます。あまりに多くのものを奪いすぎたアーカム戦争。\r\n\r\nそれは平和という時間の中でも、生まれてしまった「心の闇」を晴らすに至りませんでした。そして、それが爆発する日がきます。\r\nきっかけは些細なことでした。しかしそれが引き金となり、第二次アーカム戦争へ発展。\r\n人類は再び泥沼の戦争を始めてしまいました。\r\n\r\n大陸歴897年。南北のいざこざが続く中、「ストルトス」と呼ばれる冒険者達が台頭する時代となりました。\r\n「アイン」と「リカ」。後の世界を変える二人が作った小さなチームから、物語は始まる。","info":"<li><span>别名: </span>Elderark</li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>幻想活劇RPG</li><li><span>发行日期: </span>2020年6月25日</li><li><span>官方网站: </span>https://elderark.funyours.co.jp/</li><li><span>开发: </span>funyours technology</li>","collection":{"collect":1},"tags":[{"name":"手游","count":1}],"relations":[{"id":5841,"image":"//lain.bgm.tv/pic/cover/m/5f/c3/5841_4D8Y0.jpg","title":"風色幻想5～赤月戰爭～","type":"相同世界观","url":"https://bgm.tv/subject/5841"}]}