{"id":260844,"type":4,"name":"Wipeout 3","image":"//lain.bgm.tv/pic/cover/m/89/6b/260844_OAUU4.jpg","summary":"Wipeout 3 is a futuristic racing video game developed by Psygnosis and published by Sony Computer Entertainment exclusively for the PlayStation. The title is the fourth game in the Wipeout series, and was released in Europe and North America in September 1999. Players control extremely fast anti-gravity ships and use weapons to force other contenders out of the race.\r\nPsygnosis hired design studio The Designers Republic to create a simple colour scheme and design for in-game menus and race courses, to create what a Psygnosis staff member called \"a believable future\". The game is one of the few PlayStation titles to run in high-resolution mode, offering crisper graphics and visuals. Wipeout 3's soundtrack is composed of electronica tracks selected by DJ Sasha and features contributions by Orbital and The Chemical Brothers. The game was re-released in Europe as Wipeout 3: Special Edition in August 2000, which contained additional tracks and content.\r\nThe game was positively received on release; critics lauded the graphics, music, and minimalist design elements. The high level of difficulty, perceived lack of new content and courses, and paucity of new game features were seen as the game's primary faults. Despite generally good press, the game was a financial disappointment. Wipeout 3 was the last title in the series to appear on the PlayStation and the next entry, Wipeout Fusion, was released exclusively for the PlayStation 2 platform in 2002.","info":"<li><span>中文名: </span>反重力赛车3</li><li><span>发行: </span><a href=\"/person/1018\">Sony Interactive Entertainment</a></li><li><span>别名: </span>Wip3out</li><li><span style=\"visibility:hidden;\">别名: </span>磁浮飞车3</li><li><span>平台: </span>PS</li><li><span>游戏类型: </span>RAC</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1999年9月8日</li><li><span>开发: </span>Psygnosis</li>","staff":[{"id":1018,"image":"//lain.bgm.tv/pic/crt/g/37/28/1018_prsn_Yvv5n.jpg","name":"索尼互动娱乐","desc":"发行"}]}