{"id":282969,"type":4,"name":"Koral","image":"//lain.bgm.tv/pic/cover/m/4f/99/282969_JpJu8.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Disclaimer: Koral is a short but dense game that will last you no more than 3 hours. More if you want to get 100%. If playtime/price is crucial to you, waiting for a sale is adviced :)\r\nA love letter to the ocean.\r\nIn Koral the player will dive into the beautiful underwater world as a sea current. Solve puzzles to bring back to life coral reefs and spread the beauty of the oceans in 15 different sea ecosystems. Flow anywhere you want to find for ways to transport healing energy for other corals and heal entire reefs and watch in realtime how the seafloor becomes colorful and vibrant with life and diversity.\r\n\r\nOn it’s core, Koral is a love letter to the ocean. On it’s surface, Koral is a puzzle game featuring unique gameplay and puzzle mechanics thanks to the interactions with various Coral species and underwater life.\r\n\r\nWith it's light puzzles elements and various challenges you will learn about stunning sea facts and discover out of this planet worlds. Koral will feature 15 different sea environments and 32 collectibles and the core gameplay features plenty of accessibility features to make the game accessible by default to a wide, large audience including casual and non videogame players.\r\nThe game about the sea made in the sea\r\nOn the other hand, the same day Koral releases a Making Of video explaining how Koral was developed will be released too! The game was developed on a sailship in a pristine marine reserve in Northern Catalonia called Cap De Creus. Everything was recorded (including the trip to get there, a scuba diving adventure and various challenges that come from developing a game on a boat with limited power supply) and the most interesting parts will be featured in the upcoming Making Of.\r\nAwards\r\nKoral was awarded with an Unreal Dev Grant and was developed by Carlos Coronado, winner of over 15 awards including Titanium Indie Game of the Year with MIND: Path to Thalamus (Switch, Pc) and also developer of Infernium (PS4, Switch, PC) and Annie Amber (gearVr).\r\n\r\nBoth the Making Of in the sailship and Koral will be released 15:00 CET on May 16, 2019 for Steam and Switch.","info":"<li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2019年5月16日</li><li><span>售价: </span>￥41</li><li><span>官方网站: </span>https://store.steampowered.com/app/896750/Koral/</li>","collection":{"wish":2,"collect":1},"tags":[{"name":"STEAM","count":1}]}