{"id":107358,"type":4,"name":"Internet Backgammon","image":"//lain.bgm.tv/pic/cover/m/d1/aa/107358_9f7mM.jpg","rating":{"total":6,"count":{"1":0,"2":0,"3":1,"4":0,"5":0,"6":1,"7":2,"8":1,"9":0,"10":1},"score":6.8},"summary":"双陆棋是一款受欢迎的双人棋盘游戏，所用的棋子称为“宝石”。只有一个看似简单的目标：最先将所有宝石移离棋盘。现在，您可以与 Internet 上的其他人对玩此游戏。\r\n\r\nInternet 双陆棋：规则和基本要求\r\n\r\n游戏目标\r\n\r\n最先将所有宝石移离棋盘。\r\n\r\n棋局\r\n\r\n双陆棋是双人玩的游戏，棋子称为宝石。开始时每一方（棕棋或白棋）都有 15 颗宝石。\r\n\r\n宝石放在由 24 个窄三角形构成的棋盘上。这些三角形（称为“棋格”）的颜色交替出现，共分四个区，每个区有六个三角形。\r\n\r\n每一方都有编号从 1 到 12 的棋格。棋盘由位于中心的“横木”分成两半。\r\n\r\n在棋盘的右侧，可以看到“牌点”。这是将您的宝石移进自己的领地并将它们从棋盘中移去（在双陆棋中称“离盘”）所必须走的总棋格数。牌点开始有 167 点。\r\n\r\n若要使宝石离开棋盘，必须从屏幕右上角的棋格 1 到屏幕右下角的棋格 1 沿逆时针方向将所有宝石移离棋盘。\r\n\r\n玩法\r\n\r\n移动宝石\r\n为确定谁先走，每个玩家都单击“掷色子”按钮掷一个色子。点数较高的玩家获胜。然后玩家轮流掷色子，并且每次掷两个色子。\r\n\r\n掷出的点数确定可以将宝石移动多远。例如，如果掷出 4 点和 2 点，则可以将一颗宝石沿逆时针移动四个棋格，然后将同一宝石或其他宝石再移动两个棋格。（如果掷出加倍点数，则可以按照两个色子所显示的点数分别走棋两次，最多移动四颗宝石。）\r\n\r\n若要移动某颗宝石，请单击它，将其拖到一个新棋格，然后再次单击将其释放。Windows 不允许非法移动。在将鼠标悬停在某颗宝石上或单击它时，可以将其合法移动到的棋格旁边会出现一个实心宝石。\r\n\r\n您可以跨对手占据的棋格移动宝石。但您的宝石只能落在包含自己宝石的棋格上或者落在有对手两个以下棋子的棋格上。有对手两个或多个宝石的棋格是“关闭”棋格，禁止入内。\r\n\r\n如果由于棋格关闭而使您只能使用一个掷出点数走棋，则必须使用较大的点数。如果任意一个点数都无法使用，则将失去本轮走棋的机会。\r\n\r\n离盘\r\n若要开始将宝石从棋盘中移走（即离盘），首先必须将 15 颗宝石全部移到您的“领地”，即棋盘右下方的六个棋格。通过将宝石从棋盘移到右侧可以将其离盘。\r\n\r\n单子\r\n某个棋格上仅有一颗宝石称为“单子”。如果对手的宝石落到您的单子上（游戏用语称“击中”），则您的宝石会被放上横木。如果横木上有宝石，则必须先将其移回棋盘才能移动其他任何棋子。\r\n\r\n如果对手领地上的 6 个棋格全部关闭，您将无法移动横木上的棋子。只有等到对手创造了开放棋格时才能移动。\r\n\r\n计分\r\n\r\n每轮游戏的分值为 1 点。通过加倍可以增加某轮游戏的分值。当单击“加倍”按钮时，您的对手必须接受加倍或者放弃。\r\n\r\n如果对手接受，则对手可以选择再次加倍。如果您同意再加倍，则“加倍”按钮的使用权将返回到您手中。在整个游戏期间都可以继续加倍，除非玩家已达到 64 分的最大值。更改的游戏分值由棋盘右侧的“加倍色子”跟踪。\r\n\r\n如果在您将自己的所有宝石离盘后，对手还没有将任何宝石离盘，则该轮游戏被称为“全胜”。您的得分将是该轮游戏分值的两倍。\r\n\r\n如果在您将自己的所有宝石离盘后，对手还没有将任何宝石离盘，并且对手有一颗宝石在横木上或者在您的领地中，则该轮游戏被称为“完胜”。您的得分将是该轮游戏分值的三倍。\r\n\r\n放弃会在各方面影响您的得分，具体取决于您的操作。如果对手提出加倍，但您选择放弃，则对手将赢得加倍之前的游戏分值。\r\n\r\n如果在玩游戏过程中通过单击“放弃”按钮放弃比赛，则必须输给对手一定的点数。\r\n\r\n技巧与提示\r\n\r\n微移棋子。是否是对手有意停止或降低游戏速度使您放弃？等待显示“微移”按钮。通过单击该按钮，您将强制其他玩家进行移动或者断开与该游戏的连接。\r\n\r\n关闭时间。 以尽快的速度关闭您的棋格 5 和棋格 7。如有必要，可以使用对手棋格 12 上的宝石来获取帮助。接着关闭棋格 4，然后关闭您领地上的任何其他棋格。\r\n\r\n保护单子。 在游戏开始时，如果要将宝石从对手的领地中移出，应该使该宝石尽可能靠近对手的棋格 12。应避免移动到棋格 9 或棋格 7，因为这两个棋格太容易被击中单子。\r\n\r\n分开信使。 在游戏开头，可以分开对手的棋格 1 上的两颗宝石（称为“信使”）。但通常建议在游戏开头不管这两颗棋子，除非可以击中单子或者可以一起移动。例如，在掷出的点数为 6 和 6、或者 4 和 4 时。\r\n\r\n创建防线。 击中位于您的棋格 5 上的单子，哪怕要留下一个单子在下一步封闭。这样可以创建一道由六个相连的封闭棋格组成的防线（这种下法称作“大开”），该障碍可使您处于赢得胜利的有利位置。\r\n\r\n注意点数计算。 点数计算记录了要将自己的全部宝石离盘所要移动的棋格总数。如果您的点数计算远高于对手，则与您的点数计算低于对手的情形相比攻性要强一些。\r\n\r\n结束游戏策略。如果对手提出放弃，您可以拒绝并试图获得全胜，此得分将是显示在加倍色子中的分值的两倍。\r\n\r\n","info":"<li><span>中文名: </span>Internet 双陆棋</li><li><span>平台: </span>Microsoft Windows</li><li><span>游玩人数: </span>2</li>","collection":{"collect":8,"dropped":4},"tags":[{"name":"Microsoft","count":2},{"name":"棋牌","count":1},{"name":"WEB","count":1},{"name":"PC","count":1},{"name":"小游戏","count":1}]}