{"id":107360,"type":4,"name":"Internet Spades","image":"//lain.bgm.tv/pic/cover/m/51/3d/107360_VhSbV.jpg","rating":{"total":5,"count":{"1":1,"2":0,"3":1,"4":0,"5":1,"6":0,"7":0,"8":1,"9":0,"10":1},"score":5.4},"summary":"黑桃王于 20 世纪 30 年代发明于美国，至今仍是最受欢迎的变体桥牌游戏之一，并且非常适于在线玩。现在，您可以与 Internet 上的其他人对玩此游戏。\r\n\r\nInternet 黑桃王：规则和基本要求\r\n\r\n游戏目标\r\n\r\n黑桃王是一种配合型游戏。当您方达到 500 分或迫使对手方降至负 200 分时，您方即获胜。\r\n\r\n玩牌区\r\n\r\n黑桃王需要四位玩家和一副标准的 52 张纸牌。相对而坐的玩家为一组（分黄队 1、蓝队 2、黄队 3、蓝队 4）。在开始玩牌时，每个玩家都收到 13 张牌。\r\n\r\n在黑桃王中，纸牌都按从最小 (2) 到最大 (A) 的顺序排列。\r\n\r\n黑桃始终是“王牌”，这意味着任何一张黑桃牌都可以赢取其他任何花色的牌。例如，黑桃 2 可以赢红桃 A。\r\n\r\n玩法\r\n\r\n叫牌\r\nInternet 黑桃王从每一轮“叫牌”开始。叫牌的目的是准确地预测出希望在该局赢取的墩数。 （一“墩”包括一轮中的所有牌。）\r\n\r\n若要选择叫牌，只需单击叫牌窗口中的一个数字即可。您可以叫 0 到 13 墩。“零”叫牌是指不想赢取任何一墩。如果成功，会为您和搭档赢取可观的奖分，如果失败则会受到严厉的罚分。\r\n\r\n每组搭档叫牌形成一个“定约”。黑桃王的目的是要求每组搭档履行或“完成”自已的定约。请记住，实际计算的不是您自己的叫牌，而是小组的叫牌。\r\n\r\n未完成的定约称为“宕掉”定约。本局结束时定约宕掉方要受罚。\r\n\r\n最后，在 Internet 黑桃王中，还有一个叫牌选项称为“加倍零”。只能在一局开始时看牌之前叫加倍零。它与“零”叫牌（不想赢取任何一墩）类似，但在成功时分数加倍。\r\n\r\n赢墩\r\n在每个人叫完牌之后，便开始出牌。发牌者右侧的玩家总是最先出牌，游戏按顺时针进行。由箭头指示轮到谁出牌。\r\n\r\n若要出某张牌，请用鼠标双击它。也可以单击一张牌，然后单击“出牌”按钮。\r\n\r\n发牌的玩家可以出任意花色的牌，但有一种例外是：只有当黑桃牌已被“拆散”时（即在该局中已经有人出过黑桃）时，玩家才可以先出黑桃。每个玩家必须出相同花色的牌。例如，如果黄队 1 出红桃 2，其他三家也必须出红桃。\r\n\r\n如果一家出黑桃，则该家赢得这一墩。（如果一轮中有多家出黑桃，则最大的黑桃牌赢得该墩。）如果没人出王牌，则首攻牌的花色中最大的牌赢取这一墩。因此，在上例中，红桃 A 将赢得该墩。\r\n\r\n计分\r\n\r\n当全部 13 墩牌都打完后，系统会显示本局的分数。每一墩值 10 分。如果某个组未完成自已的定约，那么该组会被罚掉全部定约的分。因此，一个叫 6 墩牌的小组将根据完成定约的情况赢得或丢掉 60 分。\r\n\r\n若要查看得分，请单击“显示分数”按钮。\r\n\r\n如果一个小组赢得的墩数多于叫牌的墩数，则叫做“超墩”，该组不但获得定约的分，而且每超一墩加一分。作为惩罚，该组每超一墩将获得一“袋”分。\r\n\r\n一袋分本身不计分。不过，如果累计 10 袋分，该组将被罚掉 100 分。（蓝队和黄队的累计袋分显示在玩牌区的左上角。）\r\n\r\n“零”叫牌值 100 分。“加倍零”叫牌值 200 分。如果进行了“零”叫牌或“加倍零”叫牌，结果超出一墩或多墩，则将分别面对 100 分或 200 分的惩罚。每超出一墩还将累计一袋分。\r\n\r\n提示与技巧\r\n\r\n微移棋子。是否是对手有意停止或降低游戏速度使您放弃？等待显示“微移”按钮。通过单击该按钮，您将强制其他玩家进行移动或者断开与该游戏的连接。\r\n\r\n观察搭档。 如果搭档垫去大牌（“宕牌”），有可能是为了避免得到过多的超墩和袋分。但是，如果搭档出了一张大牌，而对手出王牌将该轮赢走，则您需要帮搭档赢取几轮。\r\n\r\n许多王牌。拥有许多王牌意味着在其他玩家出完王牌后您仍然有王牌，这样您可以赢得额外的墩。请记住，黑桃 A 可以稳得一墩。\r\n\r\n牌中的 A。 其他花色中的 A 也有可能赢墩，特别是第一轮出该花色的牌时。玩过几轮之后，玩家很可能不再有该花色的牌，这时可以出王牌。\r\n\r\n舍己为人。 如果搭档进行了“零”叫牌，则您得自己为您的组赢取所有的墩。先出大牌。如果搭档出完某种花色的牌，则先出那种花色的牌，这将使搭档有机会扔掉其他花色中的大牌。\r\n\r\n注意“零”叫牌。 如果某一对手进行了“零”叫牌，则先出小牌以迫使对手赢得一墩和受到罚分。注意“零”叫牌的玩家已经出完的花色，并避免出这些花色的牌。如有可能，不要给“零”叫牌的玩家以任何扔掉大牌的机会。\r\n\r\n注意记忆。 如果忘记上一圈中出了哪些牌，可以单击“上一圈”按钮进行查看。\r\n","info":"<li><span>中文名: </span>Internet 黑桃王</li><li><span>平台: </span>Microsoft windows</li><li><span>游玩人数: </span>4</li>","collection":{"collect":6,"dropped":2},"tags":[{"name":"棋牌","count":1},{"name":"PC","count":1},{"name":"Microsoft","count":1}]}