{"id":239571,"type":4,"name":"Mother Russia Bleeds","image":"//lain.bgm.tv/pic/cover/m/ba/89/239571_f7921.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":1,"8":0,"9":0,"10":0},"score":6},"summary":"Mother Russia Bleeds is an ultra-violent co-op brawler overflowing with an unmistakable style and unforgettably brutal action for up to four players at once. Set in an alternate U.S.S.R, the story centers on a desperate crew of imprisoned street fighters that must overcome an oppressive criminal authority and forced drug addictions through any means necessary. Battle solo or alongside friends in an exceptional story mode campaign or harden your resolve in the savage Survival Mode.\r\n\r\nMerciless Struggle: Pull yourself up from the cold, hard ground to punch, claw, and stab your way through the hardened ghettos, violent prisons, grim laboratories, and decadent clubs.\r\n\r\nPowerful Narcotics: Embrace your crippling addiction with a quick injection to crush skulls, snap necks, and tear flesh from bone in a drug-fueled maniacal rage. Find your next fix flowing through the veins of your fallen foes and jam your needle into their convulsing bodies to fill your beloved syringe.\r\n\r\nLocal Co-Op: Crack your knuckles and select a combatant to go it alone or rumble alongside friends in an ultraviolent co-op ruckus with up to four players.","info":"<li><span>中文名: </span>俄罗斯母亲正在流血</li><li><span>发行: </span><a href=\"/person/30830\">Devolver Digital</a></li><li><span>别名: </span>俄罗斯血妈</li><li><span style=\"visibility:hidden;\">别名: </span>俄国母亲洒热血</li><li><span>游戏类型: </span>横版动作</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2016-9-05</li><li><span>售价: </span>¥ 48</li><li><span>官方网站: </span>http://store.steampowered.com/app/361300/Mother_Russia_Bleeds/</li>","collection":{"wish":2,"collect":2},"tags":[{"name":"橫版","count":2},{"name":"ACT","count":2},{"name":"暴力","count":2},{"name":"STEAM","count":1},{"name":"猎奇","count":1},{"name":"血腥","count":1}],"staff":[{"id":30830,"image":"//lain.bgm.tv/pic/crt/g/e1/7b/30830_prsn_a3eQm.jpg","name":"Devolver Digital","desc":"发行"}]}