{"id":320394,"type":6,"name":"オー！マイ・ボス！恋は別冊で","summary":"TBSでは来年1月期の火曜ドラマ枠で『オー！マイ・ボス！恋は別冊で』を放送することが決まった。\r\nオリジナル脚本で送る本ドラマの主演を務めるのは上白石萌音。今年1月期の火曜ドラマ『恋はつづくよどこまでも』で「勇者」のように恋に仕事に懸命に立ち向かう新米ナースを演じ、大きな話題となった彼女がTBSの火曜ドラマ枠に帰ってくる！\r\n\r\n今作で上白石が演じる主人公・鈴木奈未 (すずき・なみ) は、その名の通り「仕事も恋愛もほどほどに。人並み (なみ) で普通の幸せを手にしたい」というイマドキの安定志向の持ち主。地方の田舎町で生まれ育った奈未は、夢もやりたいことも特にない平凡女子だ。東京で暮らす幼馴染で片思い中の健也を追いかけるため、東京の大手出版社の備品管理部の求人募集を見つけ、面接を受ける。採用されたはいいが、備品管理部ではなくファッション雑誌編集部に配属されてしまう奈未。そこで出会ったのは、最年少編集長である宝来麗子 (ほうらい・れいこ) 。彼女はまさに「バリキャリ」であり、「超敏腕」「毒舌・冷徹」な鬼上司だった！\r\n麗子は生半可な気持ちで働く奈未に対して冷たく当たる。「なんで私がこんな目に！？」人並みに仕事をして、普通の幸せを手にするはずだったのに…それでも麗子の仕事に対する姿勢を間近で見ているうちに、奈未の「仕事をすること」への意識が変わっていく。さらに、ひょんなことから出会った子犬系イケメン御曹司でカメラマンの潤之介 (じゅんのすけ) から突拍子もない提案が！！ 鬼上司にも、子犬系御曹司にも振り回される奈未。仕事も恋愛も「そこそこでいい」はずだったのに…！？ でも、今、彼女は全力で走り始める！！\r\n\r\n主人公・奈未を演じる上白石は、『恋はつづくよどこまでも』でGP帯連続ドラマ初主演を果たし、今やドラマのみならずバラエティ番組にも引っ張りだこ。さらにアニメ映画で声優を務め、歌手としても作品を発表するなど多岐にわたって活躍中だ。「人並みに仕事ができればいい」と思っていた奈未が、鬼上司の仕事への熱い思いを感じ、また子犬系イケメン御曹司との恋に振り回されているうちに、自分が本当にやりたいこと、夢を見つけ、前に進むべく変わっていく姿を、魅力的に演じる。\r\n\r\nそして奈未を振り回す、超ドS鬼上司・麗子を演じるのは菜々緒。女性が選ぶ“理想のボディ”ランキングで1位を獲得し、多くの女性から抜群のスタイルを絶賛されている菜々緒だが、女優としても様々なキャラクターを演じ分け、ドラマやCM、映画などで幅広く活躍している。今作では24時間仕事モードのストイックな女上司を演じるが、その超ドSな演技に期待がかかる。\r\n\r\nさらに、奈未と運命的な出会いをし、屈託のない笑顔で奈未を振り回す子犬系イケメン御曹司でカメラマンの潤之介役には、昨年10月期の日曜劇場『グランメゾン東京』での熱演が話題となった玉森裕太。超天然でマイペースな潤之介だが、奈未の優しさや温かさに触れ、奈未と関わることで、自身にとって大きな一歩を踏み出す勇気を得るなど、変わっていく…！？\r\n\r\nそして、奈未が勤める出版社の先輩編集者・中沢涼太 (なかざわ・りょうた) を演じるのは、ドラマや映画に数多く出演し、コミカルな役からストイックな役まで演じ分け魅了する間宮祥太朗。中沢は若手のエースと称されているが、その性格はクールでドライ。雑用係で仕事のやる気がない奈未のことを最初は完全にバカにしていたが、次第に奈未のまっすぐな心に惹かれ始める…。\r\n\r\n物語の舞台はファッション雑誌編集部。出版業界冬の時代において、出版部数を伸ばし、売り上げを上げること、さらに紙媒体だけではなくデジタル化への展開が至上命題。本作では、華やかに見えるファッション雑誌編集部の華やかなだけではないリアルな裏側も見どころのひとつだ。\r\n\r\nそんなファッション雑誌編集部に飛び込んでしまった奈未は、24時間仕事モードの鬼上司・麗子に巻き込まれ地獄のような忙しさの日々に…。「人並みに仕事ができればいい」はずだったのに…。それでも麗子の働きぶりを間近で見ているうちに「仕事をすること」への意識が変わっていく。さらに子犬系イケメン御曹司との前途多難な恋に挑んでいく中で、“自分にとって本当に大切なもの”を見つけ、“夢”を持ち、前を向いて生きていくまでを描く、愛と夢の物語。仕事に恋に悪戦苦闘しながら、成長していく主人公・奈未の姿にぜひご期待ください！\r\n\r\nこんな時代だからこそ、「恋」と「希望」で日本を元気にしたい！ 『恋つづ』スタッフ再集結でお届けする2021年1月期火曜ドラマをぜひお楽しみに！","info":"<li><span>放送星期: </span>火曜日</li><li><span>主演: </span><a href=\"/person/20693\">上白石萌音</a></li><li><span>配角: </span><a href=\"/person/23645\">菜々緒</a>、<a href=\"/person/28978\">玉森裕太</a>、<a href=\"/person/30538\">間宮祥太朗</a></li><li><span>开始: </span>2021-01</li><li><span>国家/地区: </span>日本</li><li><span>语言: </span>日本语</li><li><span>电视台: </span>TBS</li><li><span>官方网站: </span>https://www.tbs.co.jp/BOSSKOI_tbs/</li>","staff":[{"id":20693,"image":"//lain.bgm.tv/pic/crt/g/8a/a2/20693_prsn_eXC4M.jpg","name":"上白石萌音","desc":"主演"},{"id":23645,"image":"//lain.bgm.tv/pic/crt/g/8e/b3/23645_prsn_66T55.jpg","name":"菜菜绪","desc":"配角"},{"id":30538,"image":"//lain.bgm.tv/pic/crt/g/a5/ec/30538_prsn_5HhVZ.jpg","name":"间宫祥太朗","desc":"配角"},{"id":28978,"image":"//lain.bgm.tv/pic/crt/g/9d/72/28978_prsn_tHuhO.jpg","name":"玉森裕太","desc":"配角"}]}