[
  {
    "id": "3843438",
    "title": "乌龙派出所",
    "desc": "日本漫画史上长达30年连载纪录保持者《乌龙派出所》（作者：秋本治），将在近日发售三十周年纪念企划之一：《超级龟Tribute小说》，这套长寿的漫画作品目前发行量已经达...",
    "year": "1996"
  },
  {
    "id": "3767363",
    "title": "乌龙派出所",
    "desc": "故事发生在位于葛饰区龟有公园前的派出所之中，两津勘吉（香取慎吾 饰）是负责此区域的一名警察。两津勘吉在行业内的口碑十分糟糕，这个对金钱有着超乎常人的执着的男人...",
    "year": "2009"
  },
  {
    "id": "5165320",
    "title": "乌龙派出所",
    "desc": "亀有公園前派出所は、両津巡査長、同僚の戸塚巡査長、先輩格の寺井巡査長らが次々と事件を巻き起こし、いつもてんやわんや。今日も朝から挙動不審な男を袋叩き、意気揚...",
    "year": "1977"
  },
  {
    "id": "5286824",
    "title": "乌龙派出所电影版：封锁胜哄桥",
    "desc": "葛饰区龟有公园前派出所的巡查长两津堪吉（香取慎吾 饰）是一个颇令人头疼的警察，每到发薪日他便被商店街的店家追索欠账，穷困潦倒之际又想出各种小伎俩骗钱花，令他的...",
    "year": "2011"
  },
  {
    "id": "2355806",
    "title": "乌龙派出所剧场版：史上最恶爆弹大作战",
    "desc": "主人公両津勘吉破天荒的行动引起了有趣的大騒动、讨论了长寿的秘密、这个作品真正有人气的秘密是：通过古典＂落语＂（日本的俏皮话，类似寓言）从根本上道出了人情喜剧...",
    "year": "1999"
  },
  {
    "id": "30402106",
    "title": "乌龙派出所特别篇：2001年京都之旅",
    "desc": "西元2301年地球被多比巴达星人释放的细菌攻击，面临被外星人占据的危机。在300年前的两津身上拥有可以对抗细菌的稀有抗体，地球防卫队派出两津的后代子孙两津实直，让他...",
    "year": "2001"
  },
  {
    "id": "30402065",
    "title": "乌龙派出所特别篇：越激烈的假期越过瘾！ ？",
    "desc": "正在苦恼欠了一屁股债的两津接下了这次员工旅游的工作。他想把这次的旅费压低，然后把剩下的钱拿去还债。这却使得两津被丢到无人岛生活。但是，两津的运气似乎出奇的好...",
    "year": "1998"
  },
  {
    "id": "30408584",
    "title": "乌龙派出所特别篇：世界第一警察争夺赛",
    "desc": "国际刑事警察组织要举办世界第一警察争夺赛，从世界各地破案率最佳的警察同仁中选出优秀警员参加竞赛，获胜者可得一亿元的奖金。日本方面代表参选的是热裤刑事、中村、...",
    "year": "2003"
  },
  {
    "id": "5313410",
    "title": "乌龙派出所剧场版2：UFO大逆袭！龙卷风大作战！！",
    "desc": "平靜的龜有小鎮，一天，有人突然目擊到UFO，突然出現的神秘幾何圖案，更使得龜有鎮瞬間成為觀光聖地！同時，龜有派出所成員一行人前往夏威夷員工旅遊，要求麻煩製造者兩...",
    "year": "2003"
  },
  {
    "id": "30408550",
    "title": "乌龙派出所特别篇：横渡欧洲！拯救丽子大作战",
    "desc": "丽子放长假准备到欧洲去玩，出发前她的父亲告诉她希望她能够去相亲，早日找到可以继承秋本集团的夫婿。没想到丽子到巴黎后居然被人绑架了。为了拯救丽子及获得奖金100万...",
    "year": "2002"
  },
  {
    "id": "30402092",
    "title": "乌龙派出所特别篇：两津的野心！时空穿梭战国传",
    "desc": "当阿两薪水花光，生活贫苦时，花山爷爷的孙女小梅因为受不了在天庭的严格生活，竟离家出走到凡间来找阿两。阿两打算使用小梅魔法来改变过去及预知未来赛马的结果，希望...",
    "year": "1999"
  },
  {
    "id": "30402067",
    "title": "乌龙派出所特别篇：终极警探！史上最差劲的决战！",
    "desc": "特殊刑事课的刑警们接连不断的发生被袭击事件。另一方面，两津和大家在派出所把大家所带来的东西煮成火锅，但两津没带任何东西，因而把所长女儿送的仙人掌也一起丢进去...",
    "year": "1998"
  },
  {
    "id": "30408591",
    "title": "乌龙派出所特别篇：我和我自己？浅草少年侦探团！",
    "desc": "在赛马场偶然遇见顺手牵羊的现行犯，两津搜捕的结果，不但被犯人弄伤，还挨了部长一顿骂。在心怀不满的两津面前出现的是总是做些奇怪发明的教授绘崎。这次绘崎教授的发...",
    "year": "2008"
  },
  {
    "id": "30402091",
    "title": "乌龙派出所特别篇：地狱劈腿约会！两津变成透明人",
    "desc": "1.地狱劈腿约会\n波尔波的女朋友茱蒂传来讯息说要帮他过生日。另外在拍片现场波尔波见义勇为救了来自香港的大明星麻理玲，这使麻理玲喜欢上波尔波。波尔波求助于阿两因为...",
    "year": "1998"
  },
  {
    "id": "30402093",
    "title": "乌龙派出所特别篇：喔多洛奇摸摸洛奇岛的大决战",
    "desc": "两津从中川集团那里复制了恐龙模型，异想天开想要利用它们来赚钱，于是他在宿舍的院子里将巨大模型组合成一座恐龙公园。但没想到强台55号登陆，模型散落四周把东京搞得...",
    "year": "2000"
  },
  {
    "id": "30408579",
    "title": "乌龙派出所特别篇：和拟宝珠家族IN夏威夷大暴走",
    "desc": "两津报名参加\"电视铁人冠军\"而且得到了冠军。为了感谢平时对他照顾有加的拟宝珠一家人, 两津招待拟宝珠家族一起去夏威夷度假。虽然说是为了度假，但实际上是要拍摄历届...",
    "year": "2003"
  },
  {
    "id": "30408576",
    "title": "乌龙派出所特别篇：Let’s go 长崎 爱上卡车大姐",
    "desc": "阿两先前逮捕了由长崎县警所负责的高级车偷窃案的犯人，因为想了解证词所以长崎县警请阿两前往协助。但是，没想到途中，两津和本田一起去喝酒，把旅费全花光。原本打算...",
    "year": "2002"
  },
  {
    "id": "30408608",
    "title": "乌龙派出所特别篇：阿两进军寿司业界！～顶级鲔鱼对决！～",
    "desc": "阿两为了到超神田寿司打工赚钱，还特地向派出所请了年假，但是却因为投机取巧不老实而被夏春都开除赶出店外。阿两因为没钱吃饭而饿到发昏，幸好在路上认识的土吕左门原...",
    "year": "2007"
  },
  {
    "id": "30408586",
    "title": "乌龙派出所特别篇：网走往东京的爆走火车！两津VS功夫老奶奶！",
    "desc": "从网走市护送囚犯上条樱的两津，被这个超级怪咖的老太婆打乱步调…另外一方面，在东京丸之内突然出现了会有大爆炸的犯罪预告！ ？两津为了阻止憾事发生, 冒着生命危险进...",
    "year": "2003"
  },
  {
    "id": "26877458",
    "title": "乌龙派出所特别篇2016：THE FINAL 两津勘吉最后的一天",
    "desc": "両津がドローンを買おうと変装して、銀行に向かうが、いつものように街の人々に追い詰められ逃げるも、長い間忘れ去られた日暮によって借金を取られてしまった。そんな...",
    "year": "2016"
  }
]