{"id":172029,"type":4,"name":"RENAISSANCE","image":"//lain.bgm.tv/pic/cover/m/71/24/172029_oqloL.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Renaissance covers a fascinating century of warfare, from the close of the Medieval era to the eve of the Thirty Years War. The period starts with the French invasion of Italy in 1494 and the armies are still largely Medieval in weaponry and organization.\r\n\r\n \r\n\r\nWhile firearms and artillery are present on the battlefield they have yet to secure a dominant tactical role. However, by the close of the sixteenth century, traditional missile weapons such as the longbow and crossbow had been supplanted by arquebuses, muskets and pistols, while the proportion of firearms to pike had greatly increased since 1500. \r\n\r\n \r\n\r\nThe pike, once the primary infantry weapon for many armies - and often a decisive battle-winner in the hands of professional Swiss and Landsknect mercenaries - was, by the close of the period retained primarily as a protection against cavalry, a role it continued to perform for another century until the invention of the bayonet made it redundant.\r\n\r\n \r\n\r\nWith Renaissance, you can refight the Italian Wars between France and Spain as well as the various Anglo-Scottish battles of the 16th century, or lead Ottoman armies against Persians, Mamelukes and Western Christendom! Experience the pike & shot warfare of the French Wars of Religion and the Dutch Revolt against Spanish rule. These conflicts involve a wide range of different troop types and weaponry, providing a diverse and rewarding gaming experience. ","info":"<li><span>开发: </span><a href=\"/person/21895\">HPS Simulations</a></li><li><span>游戏类型: </span>Strategy</li><li><span>售价: </span>$49.95</li><li><span>官方网站: </span>http://www.hpssims.com/Pages/Products/MuskPike/Ren/ren.html</li>","collection":{"collect":2},"tags":[{"name":"战争","count":1},{"name":"历史","count":1},{"name":"SLG","count":1},{"name":"PC","count":1}],"staff":[{"id":21895,"image":"//lain.bgm.tv/pic/crt/g/9f/0d/21895_prsn_78wII.jpg","name":"HPS Simulations","desc":"开发"}]}