{"id":250709,"type":1,"name":"凄ノ王","image":"//lain.bgm.tv/pic/cover/m/3f/64/250709_MOfbo.jpg","summary":"日本神話をモチーフとし、暴力描写をふんだんに盛り込んだ超能力漫画として、1979年に『週刊少年マガジン』に連載が開始された後、物語が佳境へ入ったところで1980年に、未完のまま連載終了となった。その後、各誌に続編が不定期に描かれて、メディアミックス展開も図られた。\r\n\r\n1982年に永井豪の実兄・泰宇によるノベライズ『凄ノ王伝説』が角川書店から刊行された（#小説を参照）。その後、豪も当時角川書店社長であった角川春樹に乞われ、漫画版の続編『凄ノ王伝説』に着手した。以後1985年から同社の各誌（『バラエティ』『COMICハンマー』『野性時代』『コミックコンプ』）に続編や番外編の漫画が断続的に掲載され、未完ながら単行本にまとめられた。\r\n\r\n1996年、オリジナルの発行元である講談社から、『凄ノ王 超完全完結版』（全6巻）が刊行された。これは『少年マガジン』版に、角川書店版の一部を含む約250ページを追加したものである。『超完全完結版』の追加部分は、『凄ノ王伝説』として描かれた角川版とは、発端を同じくするも完全に別の展開を持つ物語となっている。\r\n\r\nこれに限らず、単行本化のたびに既存部分に描き直しや追加がなされたり、ページ（扉絵を含む）の削除が行われたりしており、各版で異同がある。\r\n\r\nなお、一時は『バイオレンスジャック』とこの作品を一体化して終了へ導く案もあった。\r\n\r\n1989年には、PCエンジン用RPG『凄ノ王伝説』が発売された。これは『少年マガジン』版のその後の世界を描いている（#ゲームを参照）\r\n\r\n「少年マガジン」版\r\n耳宇（みう）高校1年生・朱紗真悟は、中学からの片思いだった美少女・雪代小百合に誘われるまま超能力クラブに入り、部長である美剣千草、彼女と対立する天才高校生・瓜生麗と知り合う。そんなある日、雪代に誘われるまま人気の無い裏山へ行った朱紗は、気付かずに両想いであった事を彼女から告げられ、“大学を卒業したら結婚して欲しい”と言われる。しかしその直後、二人の後を尾けていた耳宇高校の不良グループ・青沼達により、朱紗は瀕死の状態まで痛めつけられ、雪代は輪姦されてしまう。\r\n\r\n二人は瓜生達によって救出されたものの、雪代は「私を捜さないで」という置き手紙だけ残して、朱紗の元を去ってしまう。それを契機に、朱紗の超能力が本格的に発動する。彼は青沼達を血祭りに上げるなどして、町の悪に次々と挑んでいくが、それは耳宇高校を牛耳る部団連合、超能力者集団をリーダーに持つ不良グループ・不死団（ノスフェラトゥ）、そして超能力の巨人を見つけようとする外国人超能力者集団などとの戦いを招いてしまう。\r\n\r\n戦いの末、裏で糸を引いていた瓜生の元を訪れた朱紗は、そこで瓜生に命じられるまま奴隷として働く雪代を目撃し、怒りの衝動が抑制できなくなり、超能力の怪物・凄ノ王として覚醒し、暴れ回る。やがて凄ノ王は朱紗の肉体を捨てると、邪悪なエネルギー体の怪物として、高天原（アトランテス）の民の末裔である美剣一族の操る空中戦艦・天浮舟（ラングーン）と激突。その一方で、宇宙からは巨大な生命体・八岐大蛇が地球に向かっていた。\r\n\r\nそんな中、魔に取り憑かれた怪物と化した青沼は、無人の町を放浪する中、身一つで立ち上がった朱紗に出会うのだった。\r\n\r\n「超完全完結版」での追加エピローグ\r\n凄ノ王の波動から辛くも生き残った瓜生と雪代は、自分達が日本神話におけるスサノオノミコトが魔と対峙するきっかけを作ったアマテラスやアメノタヂカラオとならなければならないと信じ、朱紗を追う。一方、天浮舟は多大な犠牲を払いながらも、凄ノ王の消滅に成功する。そして朱紗は、朱紗一族の様々な協力や出会いなどを経て、英雄王真神（スサノ・オウノ・ミコト）として成長し、瓜生達の前に姿を現わす。","info":"<li><span>册数: </span>6</li><li><span>作者: </span><a href=\"/person/609\">永井豪</a></li><li><span>出版社: </span><a href=\"/person/128\">講談社</a></li><li><span>连载杂志: </span><a href=\"/person/6704\">週刊少年マガジン</a></li><li><span>发售日: </span>1996</li>","collection":{"wish":2,"collect":1},"staff":[{"id":609,"image":"//lain.bgm.tv/pic/crt/g/fc/61/609_prsn_aFAAF.jpg","name":"永井豪","desc":"作者"},{"id":128,"image":"//lain.bgm.tv/pic/crt/g/2f/b1/128_prsn_nHh14.jpg","name":"讲谈社","desc":"出版社"},{"id":6704,"image":"//lain.bgm.tv/pic/crt/g/a4/61/6704_prsn_rEcx7.jpg","name":"周刊少年Magazine","desc":"连载杂志"}],"relations":[{"id":250716,"image":"//lain.bgm.tv/pic/cover/m/74/07/250716_iFzYZ.jpg","title":"凄ノ王伝説","type":"书籍","url":"https://bgm.tv/subject/250716"}]}