{"id":209695,"type":4,"name":"Verdun","image":"//lain.bgm.tv/pic/cover/m/2e/82/209695_qjaa0.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Verdun（凡尔登战役）是第一款采用真实的第一次世界大战场景的多玩家FPS游戏。残酷的堑壕战可为您提供无与伦比的战场体验，让您和您的战队时刻沉浸在紧张的攻防战氛围之中。\r\n\r\n游戏取材自1914年至1918年的西方战线，这是世界历史上最血腥的冲突之一。开发商的灵感来自臭名昭著的1916年凡尔登战役。游戏可提供4个截然不同的游戏模式：前线攻防战、消耗战、狙击死亡游戏和战队防御战。许多史上真实场景都可在游戏中再现，包括真实的一战武器、正宗的制服、血肉横飞的可怕场面以及根据法国和比利时的真实战场绘制的地图。\r\n\r\n前线攻防战游戏模式的独特性在于其战术的复杂性。真实的堑壕是难以在其中战斗的，需要运用巧妙的战术进行攻防。协约国和同盟国都竭尽全力要控制前线。在其中一场战役中，您会发现自己发起进攻，冲进敌方的堑壕以占领阵地，在另一场战役中，您可能需要在刚刚占领的阵地上抵御敌方凶猛的反攻。\r\n\r\n游戏可提供多种类型的战队，每个战队都有自己独特的战术角色，玩家可选择成为其中一员。通过与您的战友合作，您可获得经验，提高您的战队的实力和多面性。随着您的战斗经验和军衔的提高，您还可赚取职业积分，这可用来解锁特技、武器和装备。\r\n\r\n在消耗战游戏模式中，协约国和同盟国在单个战役中相互胶着混战。每一方都有大量代表其拥有的战士人数的“命”。每当一位玩家阵亡并复活时，他们所属的一方的“命”将减少一条。当一方的“命”用完时，该方的玩家将不能再复活，另一方将获胜！\r\n\r\n狙击死亡游戏是对所有人开放的游戏模式，所有玩家仅使用闩动步枪彼此对垒，展开一场惊心动魄的技能竞赛。\r\n\r\n在战队防御战模式中，玩家连同三位战友必须守卫阵地，抵御AI控制的攻击者一波又一波的攻击。\r\n《凡尔登战役》的主要特色包括：\r\n•真实的第一次世界大战场景: 正宗的武器，真实的子弹物理、基于技能的武器运用、血花飞溅，带来防毒面具幽闭体验的毒气战，血肉横飞和重炮海法的场面\r\n•基于战队的战术型FPS: 独一无二的战队调平系统、别具一格的战队类型及角色、语音聊天\r\n•真实的堑壕战： 实时动态的前线，基于动量的进攻与反攻游戏设置\r\n•真实的第一次世界大战场景: 典型的一战音乐和风格、西方战线史上著名的战场\r\n•充满挑战的游戏模式: 基于团队的前线攻防战、战术至上的消耗战、基于技能的狙击死亡游戏以及在绝境中拼杀的战队防御战\r\n\r\n真实的一战游戏设置\r\n游戏设置捕获真实的一战元素，重现一战战场血肉横飞的恐怖场景，分外令人印象深刻与难忘。玩家可选择屏蔽该功能。需要以技巧操作的正宗武器，因为每一件武器感觉都不一样，并没有浮动十字准星帮助您瞄准。此外，游戏采用真实的子弹物理设计，需要您在向远处的移动目标开火时控制您的射击。在遇到毒气袭击时，您需要戴上您的防毒面具，这会阻碍您的视线，让您产生幽闭的恐惧体验。如果中枪或中毒还不够，当您不慎暴露在外时，NCO突然招来的重炮海法会将您淹没，甚至将您整个战队抹杀。这是一场无情的战争，绝不适合胆小的人！\r\n\r\n基于战队的战术型FPS\r\n团队游戏是《凡尔登战役》的核心所在。当您开始游戏时，您首先需要选择是为协约国还是同盟国而战。您可与最多三位战友组成该方可用的战队类型之一。每个战队都有基于该历史时段设定的特定战术。取决于战队类型，玩家可选择战队内的特定角色，并获得相应的史实制服、武器和特技。您与您的战友共同赚取的合作经验越多，您的战队的实力就越强，更好的技能将解锁。该进程可明显显示出来，因为您和您的战队可获得更高级的制服。您还可赚取职业积分，这可用来解锁特技、武器和装备。\r\n\r\n真实的堑壕战\r\n游戏设置采用西方战线的史实战场，让您在实时动态的前线获得真实的一战战场体验。这些战场地图包含任一方可占领的多个扇区。重现当时的典型消耗战，双方交替轮换攻防，使您必须竭尽全力保卫每个占领的堑壕区！\r\n\r\n真实的一战场景\r\n开发团队已在凡尔登进行大量的实地考察，并已咨询知识渊博的历史学家，以确保《凡尔登战役》能够真实再现当年的史实。制服按照最微小的细节复制，武器以最准确的参考建模，地图采用真实的一战道具和地形布置。此外，游戏的所有元素都量身定制，以真实再现一战典型的阴沉环境：灰蒙蒙的天、身临其境的界面和真实的声音、原汁原味的本土语言带给您身处堑壕的真实感受 - 您正躲在堑壕中，将您的枪瞄准敌人。\" ","info":"<li><span>中文名: </span>凡尔登战役</li><li><span>平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>Unity</li><li><span>游玩人数: </span>多人</li><li><span>发行日期: </span>2015年4月28日</li><li><span>售价: </span>￥89</li><li><span>官方网站: </span>http://www.verdungame.com/</li>","collection":{"wish":1,"collect":1}}