{"id":101199,"type":4,"name":"Papa Sangre II","image":"//lain.bgm.tv/pic/cover/m/58/da/101199_0qoQw.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":2,"9":0,"10":0},"score":8},"summary":"***Winner of \"Excellence in Sound Design\" at the 2014 International Mobile Gaming Awards***\r\n\r\nIf you are reading this, you are already dead. There is no App Store, there is no iPhone and there is no game called Papa Sangre. They are all lies. Do not trust your eyes, they deceive you. To get back to the other side you must follow your instincts and fight for your life. \r\n\r\n***iPhone 4 & iPod 4 are not supported, but the game works perfectly on iPhone 4S.***\r\n\r\nPapa Sangre II is a survival horror game told entirely through sound. It starts at your inevitable end. You are dead, and must hunt for memories from the deceased to get back to the other side. Trapped in the peculiar afterlife of Papa Sangre, your guide is the voice of Sean Bean (Lord of the Rings, Game of Thrones). Death for you is just the beginning. \r\n\r\nKey features: \r\n* An innovative and truly immersive “audio only” survival horror game. \r\n* Starring the voice of Sean Bean (Game of Thrones, Lord of the Rings) \r\n* Explore the all-new world of Papa Sangre II and enter his Museum of Memories \r\n* 18 levels of cinema-quality 3D sound design – you won’t believe your ears \r\n* Fully accessible and simple to use interface \r\n* Powered by the most immersive and impressive graphics technology you’ll ever experience: your mind \r\n* You will be running from monsters, avoiding traps and shooting ducks. All guided by audio only \r\n\r\nPapa Sangre II is available in English language only. \r\n\r\nPraise for Papa Sangre II: \r\n* \"It appealed to me because it seemed unique, something different from the regular games out there. Rather more surreal.\" - Sean Bean, Actor (from interview with The Verge) \r\n* 93% MetaCritic Score, highest score for all iOS games from 2013.\r\n* \"An experience that's brimming with inventive ways to use the audio-focused format.\" - The Verge \r\n* \"Incredibly immersive. This world is full of crackly, weird, unsettling noises, and all of them seem to be within reach.\" - The Guardian\r\n* \"There’s so much to experience here, players will be unable to put it down.\" - 148 Apps (4.5 / 5 + Editor's Choice)\r\n* \"An incredibly immersive audio adventure that will make you feel like you've died and gone to... somewhere else.\" - SlideToPlay (4/4)\r\n* \"A brilliantly realised audio adventure, Papa Sangre II is a creepy masterpiece\" - PocketGamer (9/10 + Gold Award)\r\n* “Building on its predecessor's creepy legacy, Papa Sangre II's surreal sonic delights make it a must-play” – AppSpy (5/5) \r\n* \"The concept is so smart and so well executed stylistically that you really feel drawn into something different.\" - The Independent\r\n* \"If you're into new novel games, then this will really do it for you.\" - SkyNews \r\n* \"I've just tested it out on my mum she loved it I've never seen her smile so much!\" - Midlife Gamer (The author’s mother is blind) \r\n\r\nPapa Sangre II – Powered by your fear. ","info":"<li><span>平台: </span>iOS</li><li><span>游戏类型: </span>horror-themed audio game</li><li><span>游戏引擎: </span>The Papa Engine</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2013-10-31</li><li><span>售价: </span>$4.99</li><li><span>官方网站: </span>www.papasangre.com</li><li><span>开发: </span>Somethin' Else</li><li><span>发行: </span>P.L.G.N.D</li>","collection":{"wish":1,"collect":3,"on_hold":2,"dropped":1},"tags":[{"name":"IOS","count":2},{"name":"Mobile","count":1}],"relations":[{"id":101200,"image":"//lain.bgm.tv/pic/cover/m/28/26/101200_JO48J.jpg","title":"Papa Sangre","type":"前传","url":"https://bgm.tv/subject/101200"}]}