{"id":245692,"type":4,"name":"幻想乡：伊始","summary":"Hello everyone! Today we would like to give a brief introduction on our project <Gensokyo:Incipiency> which will let you know the situation of our game.\r\n\r\n各位好，今天我们准备给大家一份关于我们的同人作品《幻想乡：伊始》简短的介绍，通过它您能了解游戏的基本情况。\r\n\r\n\r\nGame Mode 游戏模式\r\n\r\nOur project is a Open World game, that enables you to explore the gensokyo in a huge map(in our plan it will be 20x20 km). Taking the advantage of the advanced rendering technology, our graphic engineer will make the in-game screen more realistic by continuous expanding and updating the rendering pipeline. And together with the dynamic audio system, the game will make you feel more immersive（Static World will compose music for the game）. The game's planed to release before 2020.\r\n\r\n我们的游戏是开放世界游戏，您可以在一个大地图中探索幻想乡。在现代渲染技术的支持下，我们的图形工程师会不断更新升级渲染管线来让画面更加真实。同时，在动态音效系统的帮助下，游戏会让你感觉更加身临其境(Static World将为游戏作曲)。游戏计划在2020年前发布。\r\n\r\n\r\nBackGround Story 背景故事\r\n\r\nIn this part, we will not focus on the original story of <Touhou Project>, the secondary creations neither. The game settings will respect the original (we will make some changes on top of this), but as the balance of the game, we will also add some original characters written by our scriptors, such as the protagonist.\r\n\r\n在背景故事上，我们不会去照搬东方原作剧情和已经存在的二次创作内容。游戏设定会尊重原作（在此之上进行会一些改动），但是作为游戏的平衡，我们也会加入一些原创人物，比如主角。\r\n\r\nOur story will date back to the 1870s, when The Great Seal of Hakurei had not been founded. And Japan that time, was in a special period -- The Meiji Reform. The leading character entered the gensokyo during the Satsuma Rebellion. Our Directors and Artists will try their best to restore historical equipments and society in that period. And we will not foget the \"Barrage\", it will join the game in another mode.\r\n\r\n我们的故事发生在博丽大结界尚未建立的19世纪70年代。当时的日本也处在一个特殊的历史时期——明治维新中。主角（是军人）在西南战争的战斗中进入到了幻想乡之中。我们的策划和美术人员会尽最大努力还原当时的（外界与幻想乡的）社会和武器装备。不过对于东方的“弹幕”我们也不会忘记，它会以一种（适合游戏性）的形式出现在游戏中。\r\n\r\nUsing an outsider's perspective to explore the gensokyo and in the game you will have chance to meet the sages of gensokyo and finish extra missions or interact with them. The the above contents are just breifing. You'll know the full story after the game's publishment.\r\n\r\n通过一个外来者的视角去探索幻想乡，在游戏里你会有机会见到一些幻想乡的贤者并且可以与他们互动完成一些额外任务。以上内容仅为简要介绍，在游戏发布后您可以了解到完成的故事剧情。\r\n\r\n\r\nAt last  写在最后\r\n\r\nThank you for reading our game document. You can contact us by adding QQ group(50781618) or send E-mails to raphael@sakuragaming.cn\r\n\r\n感谢您阅读我们的游戏文档。你可以通过加入QQ群（群号50781618）来和我们交流也可以发送E-mail到制作组邮箱raphael@sakuragaming.cn。\r\n\r\n\r\nSakuraGaming-Shanghai \r\n\r\nSakuraGaming-Michigan\r\n\r\n05/05/2018\r\n作者：樱游社","info":"<li><span>平台: </span>PC</li><li><span>发行日期: </span>2020</li><li><span>官方网站: </span>https://www.bilibili.com/read/cv449332/</li>","collection":{"wish":4}}