{"id":24105,"type":4,"name":"エーベルージュ","image":"//lain.bgm.tv/pic/cover/m/f5/12/24105_8ggdg.jpg","rating":{"total":7,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":3,"7":0,"8":3,"9":0,"10":0},"score":6.7},"summary":"日本的游戏一向以画面细致精美见称，《恋爱物语》当然没有例外！它的不亚于3D游戏的高解像画面正是一个很大的卖点，漂亮的女孩就当然少不了啦！《恋爱物语》曾经被移植到各种机种上，在日本已经发展成跨媒体的大作，以精细的画面和优美的音乐著称。每个游戏均包括数首CD音乐，甚至包括由真人演唱的歌曲！\r\n\r\n游戏中的动画成份不多，只用作交代角色的学习过程。至于剧情方面，则用静态画面演译。不要以为这会令游戏失色，当你发觉每个画面都经过精心编排，加上以“镜头”移动而“焦点”转变以带出剧情时，你便会明白为何游戏设计师会舍弃动画而选用高解像的图画。人物方面由名动画人物设计师北爪宏幸担当，故作品有极强的动画色彩，而人物亦有北爪宏幸独有的硬朗美感及时代感，与竹井正树笔下生动活泼瑰丽的角色比较，又是另一番风味。\r\n\r\n超越时空的遥远宇宙的另一端中，存在一个叫瓦尔大地（Worland Series）的世界。在这个世界流传的神话Eberouge记载着： 瓦尔大地在很久以前面临毁灭的危机状况时，女神通过巨木以不可思议的力量拯救了这块大地。\r\n\r\n现在，在瓦尔大地的3个国家中的柯达罗拉王国， 既是考古学者又是历史学者的贵族札克歇，在解读发掘物及探求历史与神话的关系时发现： 不久的将来饥饿、战争、疾病及死亡将在瓦尔大地上蔓延。为了拯救瓦尔大地，他在柯达罗拉国自己的庄园中建立了7个学园，想培育出神话Eberouge中“创造魔法”的继承人。但是，那希望却无法顺利的实现。到第6 间学园为止都只招收柯达罗拉国家的孩子们为学员，但却无法培育出优秀的会使用创造魔法的小孩。为了解决这个状况，札克歇氏又在港口都市特里费兹创设了第7间特里费兹学园。 该学园的学生不再限制必需是柯达罗拉人，而全是札克歇氏亲自挑选的。主角娜克就是被选上的一人，成为了特里费兹的新生。为了爱情、友情和瓦尔大地的未来，现在故事的序幕揭开了……\r\n\r\n玩家所扮演的就是刚被父亲送到特里费兹学园的新生娜克，要在学园中学习不同的魔法技术、结识不同的朋友。\r\n\r\n学园生活分为两年的9岁至10岁的初等部和三年的14岁至16岁高等部共5年的时间，其间为了克服棘手的科目，有3年时间必须在选择到另外的学园学习。 最终目的在于取得“创造魔法”解救瓦尔大地的危机。学园生活不光只是读书，也要学习如何与异性相处。必须通过学习、运动等各种活动以及与其他人物的交流等来增加自己的能力。\r\n\r\n9岁到10岁少年阶段的同班同学共有女孩子有7人、男孩子连主角共4人；14 岁至16岁的阶段还会增加新同学共有5人，其中女孩子有4人；原因有的同班同学也会回来了，虽然轮廓还保存有10岁时的样子，但每个人都成长了不少，开始踏入青年阶段。\r\n\r\n游戏开始时需要输入自己的姓名和出生日期，后做一点心理测验以决定主角的性格。游戏分两段：9至10岁及14岁至17岁。两段时期的学习课程相同， 玩家每星期要编排自己每日要上的课程，课程种类有武术、课外活动、理系、文系、艺术、创造魔法、治疗魔法、武术魔法八种，当然主角可以休息和搜索。玩家除了要编排每日要上的课程之外，还要与佳人约会，为心仪的对象解决日常问题，与又是同窗又是情敌的朋友比赛，间中还要应付考试，就算是假日也得找心仪的对象谈天、送花。","info":"<li><span>中文名: </span>恋爱物语</li><li><span>别名: </span>Eberouge</li><li><span>游戏类型: </span>恋爱游戏</li><li><span>游戏引擎: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>1996年07月12日</li>","collection":{"wish":7,"collect":12,"on_hold":3},"tags":[{"name":"PC","count":5},{"name":"ADV","count":3},{"name":"galgame","count":2},{"name":"民間漢化","count":1},{"name":"养成","count":1},{"name":"文字冒險","count":1}],"relations":[{"id":71356,"image":"//lain.bgm.tv/pic/cover/m/31/bd/71356_A0t5t.jpg","title":"エーベルージュ2","type":"续集","url":"https://bgm.tv/subject/71356"}]}