{"id":58691,"type":1,"name":"天は赤い河のほとり外伝","image":"//lain.bgm.tv/pic/cover/m/a1/64/58691_42S60.jpg","summary":"原作者の篠原千絵自身が執筆する外伝小説\r\n\r\n第一志望の高校に合格したばかりの中学生・鈴木夕梨（ユーリ）は、ボーイフレンドの氷室聡との仲もいい雰囲気となり、暖かい家族に囲まれて幸せな毎日を送っていた。そんな矢先、楽しいデートの最中に突然現れた両手によって、水溜りの中に引き込まれる。両手から逃れて水中から顔を出したユーリが目にしたのは、紀元前14世紀のヒッタイト帝国の首都ハットゥサだった。\r\nユーリを召喚したのは、国内で絶大な権力を持つ皇妃ナキアだった。訳も分からぬままナキアの私兵から逃げ惑うユーリを自分の側室と偽って助けたのは、その血筋・有能さから皇位継承の最有力候補として、ナキアに最も邪険にされていた第3皇子カイルだった。自身の息子である第6皇子ジュダに皇位を継がせたいナキアが、邪魔な兄皇子達を呪い殺す生贄としてユーリを呼び寄せたことを知ったカイルは、そのままユーリを自らの宮に匿うようになる。\r\nユーリが日本へ戻るには、3つの条件\"高位の神官の魔力\"、\"暁の明星（イシュタル）の登る「水の季節」に、国内7つの泉が満ちる時\"、\"ユーリが着て来た服\"を揃えなくてはいけない。一刻も早く日本に戻りたい一心から罠と知りつつもカイルの使用人ティトを伴ってナキアの宮に忍び込んだユーリは服は取り戻すが、ティトを犠牲にしてしまう。結局、漸く日本に還る儀式に臨んだユーリだったが、ティトの仇討ちを誓って翌年の泉の満ちる\"水の季節\"まで帰還を見送ってしまう。\r\n身の安全のため、片時も離れずカイルにつき従えるようにと行動するうちにユーリはその才覚で大きな戦功を挙げる戦いの女神\"イシュタル\"としてヒッタイト国民に広く認知されるようになってゆく。それと共にカイルとユーリも互いに強く惹かれ合ってゆくが、ユーリがやがて帰還することを思うと気持ちを交わすことを躊躇い、ユーリはカイルの即位をイシュタルとして支えるようになる。\r\n数々の困難を乗り越え、やがてヒッタイト皇帝（タバルナ）ムルシリ2世として即位したカイルだったが、ナキアが\"元老院（バンクス）\"と共に皇帝から独立した権限を持つ\"皇妃（タワナアンナ）\"であるため、度重なる妨害を受けても容易に反撃が出来ない。ナキアは腹心の神官ウルヒを使ってさまざまな謀略でユーリ達を狙い、カイルの異母弟である第4皇子ザナンザやユーリの忠臣となった女官ウルスラを毒牙に掛け、国を脅かし続けた。その上、エジプトの名将ラムセスもユーリを妻にと狙うようになる。\r\nそんな中、\"ユーリが現れた泉\"を埋めてしまうというナキアの策略で帰路を絶たれそうになったユーリは、それを阻止せんと自ら命の危機に立ったカイルの救出と日本の家族との間で決断を迫られ、ヒッタイトで生きていくことを決意。漸く2人は結ばれる。そんなユーリを遂にカイルは正妃にすると表明。しかし、ナキアの手回しによりユーリは立后の条件として帝国最高位の軍人\"近衛長官（ガル・メシェディ）\"の任務を与えられ、エジプトとの最前線に駆り出される。その最中、懐妊したユーリだったがウルヒの陰謀で海に投げ出されてしまい、追って来た三隊長の一人であるルサファの機転でエジプトのラムセスを頼るが流産し、生死の境を彷徨う。なんとか健康を回復したユーリだったが、ナキアとエジプト王太后―ネフェルティティの共謀を知り、ラムセスとの偽装結婚やエジプトの内乱誘発を経て前線に復帰。見事エジプトとヒッタイトの講和を成立させ、ナキアの外患誘致の証拠を手に帰国する。\r\nナキアの廃位は決定し、ユーリのタワナアンナ立后を待つばかりと思われたが、軟禁先からナキアが逃亡。ウルヒが捨て身で残した\"ユーリが着て来た服\"を使い、ナキアはユーリを古代世界から排除しようと暗躍を始めていた。ユーリとカイルに、最後の試練が訪れようとしていた。","info":"<li><span>中文名: </span>天是红河岸 外传</li><li><span>册数: </span>既刊5巻</li><li><span>作者: </span><a href=\"/person/7436\">篠原千絵</a></li><li><span>插图: </span><a href=\"/person/7436\">篠原千絵</a></li><li><span>出版社: </span>小学館</li><li><span>发售日: </span>2007-05</li><li><span>开始: </span>2007年5月</li>","collection":{"wish":1,"collect":1,"on_hold":1},"tags":[{"name":"小说系列","count":2},{"name":"筱原千绘","count":1},{"name":"坑","count":1}],"staff":[{"id":7436,"image":"//lain.bgm.tv/pic/crt/g/9b/ae/7436_prsn_D3rjd.jpg","name":"筱原千绘","desc":"作者"}],"relations":[{"id":34191,"image":"//lain.bgm.tv/pic/cover/m/48/c1/34191_lYVZA.jpg","title":"天は赤い河のほとり","type":"续集","url":"https://bgm.tv/subject/34191"}],"comic":[{"id":58690,"name":"天は赤い河のほとり 外伝 魔が時代の黎明/ 天是红河岸 外传 魔之时代的黎明","image":"//lain.bgm.tv/pic/cover/c/2a/d7/58690_jp.jpg"},{"id":58693,"name":"天は赤い河のほとり 外伝 続 魔が時代(とき)の黎明/ 天是红河岸 外传 续 魔之时代的黎明","image":"//lain.bgm.tv/pic/cover/c/22/93/58693_jp.jpg"},{"id":58694,"name":"天は赤い河のほとり 外伝 朔の月/ 天是红河岸 外传 朔之月","image":"//lain.bgm.tv/pic/cover/c/db/3d/58694_jp.jpg"},{"id":58695,"name":"天は赤い河のほとり 外伝 眉月/ 天是红河岸 外传 眉月","image":"//lain.bgm.tv/pic/cover/c/81/50/58695_jp.jpg"},{"id":58692,"name":"天は赤い河のほとり 外伝 上弦/ 天是红河岸 外传 上弦","image":"//lain.bgm.tv/pic/cover/c/8a/8b/58692_jp.jpg"}]}