{"id":103643,"type":4,"name":"セーラー服戦士フェリス","image":"//lain.bgm.tv/pic/cover/m/1d/93/103643_eelnK.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":0,"8":0,"9":0,"10":0},"score":5.5},"summary":"発売年：1990年\r\n開発元：カクテルソフト\r\nジャンル：アダルトSTG\r\n発売機種：PC-88、PC-98\r\n\r\n※本作はR-18のアダルトタイトルです。\r\n　不快に思われる方は閲覧を中止してください。\r\nX026\r\n\r\n\r\nss_felis_02.png\r\nさて現在「STG強化月間」ということで、レトロゲーム紹介記事でSTGをメインに紹介していますが、それならばアダルトゲーム紹介の方でもSTGを扱ってみましょうか？\r\nということで、まっ先に思いついたのが今回紹介する「セーラー服戦士フェリス」です。\r\n\r\nええ、そうですね。どう考えても日本テレネットの「夢幻戦士ヴァリス」をイメージしたゲームタイトルですね。\r\nしかもタイトル画面までなんとなく似せてるしw\r\n\r\nんでこんなタイトルなんだから、きっとセーラー服の女の子が飛び回って剣を振ったり、銃を撃つようなゲームなんだろうなぁー？って思っちゃいますよね？そう想像しちゃいますよね？\r\n残念、ハズレです。\r\n\r\nss_felis_03.png\r\n「セーラー服戦士フェリス」は、1990年に「きゃんきゃんバニー」や「Pia♥キャロットへようこそ!!」で有名な「カクテルソフト」から発売された横スクロールのアダルトシューティングゲームです。\r\n\r\n普通の女子高生「フェリス」は、突然地球に襲来した宇宙人の戦艦に３人の親友と、何よりも大好きな「明太子」を奪われてしまいます。そこへマッドサイエンティストの祖父があられ「こんなこともあろうかと～」と、どういうわけか学校の地下で開発していた戦闘機をフェリスに託します。\r\nそれに乗り込んだフェリスは、宇宙人に奪われた「明太子」を奪い返すべく、ついでに親友も助けるべく宇宙に飛び立つのであった。いかにもADGらしい無茶苦茶なストーリーでしたw\r\n\r\nそして主人公のフェリスは、オープニングでこそ学校の制服を着ていますが、戦闘機に乗り込むと\r\nss_felis_07.png\r\nがっつりパイロットスーツですw\r\nおい、セーラー服成分どこいった！\r\nタイトル詐欺じゃねえか！w\r\n\r\nss_felis_04.png\r\nそんなユーザーの不満なぞお構いなしにゲームはスタートするわけですが、\r\n目がぁ！目がぁぁぁぁ！！！\r\n始まって少しすると、背景に多分木星なんですかね？巨大な惑星が見えてくるんですけど、それそせいで敵の姿も弾も全然わからなくなるわ、目がチカチカするわで背景邪魔すぎという状態に陥ります。\r\nこの先、こんなのがずっと続いたら生き残れる自信がありません。\r\nこのゲームの最強の敵は”背景”ってことになってしまいますw\r\n\r\nまあ、これは最初だけで中盤からはそれほど邪魔な背景は登場しないので助かりましたが。\r\n\r\nss_felis_06.png\r\nんではシステムについて簡単に説明しましょう。\r\n前述したように本作は横スクロールタイプのSTGで、ショットとボムの2種類の武装を使用して敵を倒していきます。敵の攻撃や体当たりを受けると、左下のエネルギーゲージが減少していき、エネルギーが０になると１発でゲームオーバーです。\r\n\r\n１つのステージは３つのエリアに分割されていて、エリア１、エリア２、エリア３、ボス戦という流れになっていました。各エリアの間では、敵を倒して得たクレジットを使用してショップで買い物ができます。\r\nショップには消耗したエネルギーを回復させるアイテムや、ショットやボムの武装、オプションやシールドが売っているのですが、まずなによりメニューの文字が読みづらい！なんて書いてるのか全然解りませんw\r\n\r\nまた武装は購入すると、買ったものが強制的に自機に付けられるので、状況による武装の変更などはできません。\r\nまたSTGをよく遊ぶ人なら「オプション」を先に購入したいと思うかもしれませんが、本作のオプションは時期の周りをくるくる回るタイプなのですがオプション自体に当たり判定がなく、さらにショットがユーザーの操作と連動していない（勝手に弾を撃つ）ので値段が高い割にそんな役に立ってくれませんでした。\r\n\r\nss_felis_08.png\r\nさて既に気がついている方もいるかもしれませんが、本作は全体的に前年（1989年）発売された日本ファルコムの「スタートレーダー」を意識して作っている感があります。\r\nスタートレーダーもパソコンSTGとしては相当頑張った方ですが、それでも評判はあまり良くありませんでした。一方こちらのほうはというと、当然ながらそんなスタートレーダーにすら遠く及ばないレベルの出来で、環境によってはまともに遊ぶことすら苦しい状態。\r\n\r\nもし環境がなんとかなったにしても、基本的にSTGとしての楽しさが無くてつまらなすぎます。\r\nステージ中になにかギミックがあるわけでもなければ、巨大戦艦みたいなものが出るわけでもない、何種類かしかいない敵が一定のパターンで登場し、ただ多く弾を吐いていくというだけ。楽しくありません。\r\nしかも弾は見辛いし、避けにくいんですから。\r\n\r\nもちろん本作はエロゲですので、エロゲの”エロ以外の部分”なんてある意味飾りですよね。\r\n「エロければ、ゲーム性なぞ、糞くらえ」と言いますし（誰が？）。\r\n\r\nss_felis_05.png\r\nそうだった！このゲームは、エロゲーだった！\r\nそうだそうだ、エロかったらねなんでも許されるんですよ、この世界は。\r\nきっとね、宇宙人に連れ去られた親友の女の子達が、宇宙人にこう「ピー」で「ピー」なものを無理やり「ピー」されてるような画像がわんさかと\r\nありまっしぇーん！w\r\n\r\n前述したエリア間でショップに入る前に、連れ去られた親友たちのエッチな画像が表示されるんですが、３人の親友それぞれに基本的に４枚とスクロールする画像が１枚、あとは主人公が撃墜された時に表示されるエロさの極めて低い絵が表示されるだけ。全部で２０枚もありません。\r\nしかも男性（あるいは女性）との”絡み”は一切なし、ただ下着姿が裸になっていくだけです。しかもぶっちゃけあまりエロくない…。\r\n\r\nおいおい、どーなってんだよ、何やってんだよ本気出せよ！\r\n1990年って言ったら、ドラゴンナイトもピンクソックスも電脳学園も出てる年だろ？そういう時代にこれでいいのか？\r\nシューティングゲームとしても、エロゲーとしても半端すぎるんじゃないのか！？おい！","info":"<li><span>中文名: </span>水手服战士菲利斯</li><li><span>开发: </span><a href=\"/person/2098\">カクテル・ソフト</a></li><li><span>平台: </span>PC-8801</li><li><span>游戏类型: </span>STG</li><li><span>发行日期: </span>1990年 4月 5日</li><li><span>售价: </span>6,800 円</li>","collection":{"collect":3,"dropped":2},"tags":[{"name":"PC88","count":2},{"name":"カクテル・ソフト","count":1},{"name":"STG","count":1}],"staff":[{"id":2098,"image":"//lain.bgm.tv/pic/crt/g/99/4f/2098_prsn_E5Cng.jpg","name":"Cocktail Soft","desc":"开发"}]}