[
  {
    "id": "1431683",
    "title": "蜡笔小新",
    "desc": "小新今年5岁了，不要以为他是那种懵懂无知的小孩，他其实人小鬼大，喜欢漂亮的姐姐，收养了一条棉花糖一样的流浪狗——小白，还经常讲些无厘头的黄色笑话。小新的妈妈美...",
    "year": "1992"
  },
  {
    "id": "35693381",
    "title": "蜡笔小新：好别致的影分身",
    "desc": "故事描述一个叫屁祖隐的女人带着5岁的少年来到野原广志和美冴的家里，告诉他们自己是广志和美冴的5岁儿子新之助的亲生母亲。二人留宿的当晚，野原家遭到神秘忍者集团的...",
    "year": "2022"
  },
  {
    "id": "26660834",
    "title": "蜡笔小新：梦境世界大突击",
    "desc": "每天入夜，当春日部的居民们酣然入睡之后，他们都会来到一个神奇而又美丽的梦中世界中。在那里，他们可以实现一切想要实现的愿望，满足一切渴望满足的要求，这个梦中的...",
    "year": "2016"
  },
  {
    "id": "3044673",
    "title": "蜡笔小新：呼唤传说！跳吧！朋友！",
    "desc": "双叶幼儿园的游园会快到了，往年都会在游园会里跳春日部舞，但今年松阪老师却突然提议要跳森巴，不过马上受到吉永老师和上尾老师的大力反对，最终也只好不了了之。奇怪...",
    "year": "2006"
  },
  {
    "id": "3055303",
    "title": "蜡笔小新：呼风唤雨！战国大合战",
    "desc": "某一晚，野原一家同时梦见了古装剧里才会出现的”古代美女”，虽然全家人都觉得很不可思议，却也没有深入追究。当天下午小新从幼儿园回来时，看到小白正在庭院里拼命挖...",
    "year": "2002"
  },
  {
    "id": "2333699",
    "title": "蜡笔小新：呼风唤雨的热带雨林",
    "desc": "小新一家还有风间，妮妮，正男，阿呆一起报名动感超人周年纪念南海之旅，就在动感超人电影的船上首映会上，突然出现了一群粗暴的猴子将大人们都掳走了。春日部防卫队为...",
    "year": "2000"
  },
  {
    "id": "35286583",
    "title": "蜡笔小新：谜团！花之天下春日部学院",
    "desc": "在好友风间彻（真柴摩利 配音）的邀请之下，野原新之助（小林由美子 配音）、妮妮（林玉绪 配音）、阿呆（佐藤智惠 配音）和正男（一龙斋贞友 配音）来到了名叫“天下春...",
    "year": "2021"
  },
  {
    "id": "3041614",
    "title": "蜡笔小新：呼风唤雨！光荣的烤肉之路",
    "desc": "大件事！小新一家變成全國通輯犯！\n在少年警訊的「野原家成魔之路特輯」中透露，小新一家正與邪惡勢力「獎鬥人」進行「秘密東西」交易。據小新的好朋友正男(別號：「無...",
    "year": "2003"
  },
  {
    "id": "6960858",
    "title": "蜡笔小新：风起云涌！我的宇宙公主",
    "desc": "因为一块布丁，野原新之助（矢岛晶子 配音）和妹妹向日葵（こおろぎさとみ 配音）激烈争吵，身为哥哥他自然受到爸爸广志（藤原啓治 配音）和妈妈美伢（ならはしみき 配...",
    "year": "2012"
  },
  {
    "id": "20438548",
    "title": "蜡笔小新：超级美味B级美食大逃亡",
    "desc": "阳光明媚的一天，盛大的B级美食嘉年华在春日部市召开，野原新之助（矢岛晶子 配音）看到新闻后兴奋非常，于是和樱田妮妮、风间彻、代全林、佐藤正男等好朋友们商定，偷...",
    "year": "2013"
  },
  {
    "id": "25792824",
    "title": "蜡笔小新：决一胜负！逆袭的机器人爸爸",
    "desc": "美好的周末假期，野原新之助（矢岛晶子 配音）和爸爸广志（藤原启治 配音）一起去看机器人的科幻电影，走出电影后的父子俩兴奋地大玩合体游戏，谁知广志却不慎扭伤了腰...",
    "year": "2014"
  },
  {
    "id": "34811098",
    "title": "蜡笔小新：激战！涂鸦王国和约四位勇士",
    "desc": "《蜡笔小新》第28部电影，日本于2020年4月24日上映，本作并为蜡笔小新漫画连载30周年纪念作品。宣传标语有[世界拯救！蜡笔！，本作以涂鸦王国为舞台，讲述小新等四位勇...",
    "year": "2020"
  },
  {
    "id": "4907844",
    "title": "蜡笔小新 超时空！呼风唤雨的我的新娘",
    "desc": "某日，野原新之助（矢岛晶子 配音）正在公园里和风间（真柴摩利 配音）、妮妮（林玉绪 配音）等朋友们玩耍，意外遇见了一位名为金有久美子（钉宫理惠 配音）的神秘女子...",
    "year": "2010"
  },
  {
    "id": "26280899",
    "title": "蜡笔小新：我的搬家物语 仙人掌大袭击",
    "desc": "新的一年，小新一家决定离开生活了多年的地方，举家前往墨西哥。在新的国度，小新一家遇到了很多新奇的人和事，同时也遭遇到了仙人掌怪物的袭击，小新不得不肩负起了保...",
    "year": "2015"
  },
  {
    "id": "27171119",
    "title": "蜡笔小新：爆盛！功夫男孩〜拉面大乱〜",
    "desc": "故事发生在春日部的中华街上的《哎呀城》，「正男」邀请「小新」与「春日部防卫队」，学习传说中的功夫－软Q软Q拳。并和功夫少女「小兰」一起努力练功。\n这时候，神秘面...",
    "year": "2018"
  },
  {
    "id": "2363855",
    "title": "蜡笔小新：呼风唤雨！会唱歌的屁股炸弹",
    "desc": "小新一家去冲绳旅行，本来是平凡的一天，然而小新的宠物小白却突然沾上了一枚威力强大的炸弹！这个炸弹是被奇异的外星生物“屁股星人”遗留下来的，其力量足以毁掉整个...",
    "year": "2007"
  },
  {
    "id": "3056455",
    "title": "蜡笔小新：呼唤传说！三分钟嘎巴大进攻",
    "desc": "突然出现在野原家面前的时间和空间调查员,说时空发生了扭曲，不应存在的怪兽从怪兽的世界进入了现实世界。怪兽出现3分钟后。3分钟后的未来那个怪兽不被打倒,在现实里怪...",
    "year": "2005"
  },
  {
    "id": "1958667",
    "title": "蜡笔小新：呼风唤雨！猛烈！大人帝国的反击",
    "desc": "这天在小新居住的春日部附近，突然新开了一家叫“20世纪博”的游乐园。游乐园里到处播放着从前20世纪的旧的电视节目和电影，这里，一切都是从前时光的回放。每一个到了...",
    "year": "2001"
  },
  {
    "id": "1962611",
    "title": "蜡笔小新：呼风唤雨！夕阳下的春日部男孩",
    "desc": "某日，小新（矢岛晶子 配音）一家人来到一间废弃的电影院中寻找失踪的风间（真柴摩利 配音），哪知道竟被吸入了荧幕之中，穿越到了一个名为“正义之都”的西部小镇内。...",
    "year": "2004"
  },
  {
    "id": "30394807",
    "title": "蜡笔小新：新婚旅行飓风之遗失的野原广志",
    "desc": "这一次的舞台是澳大利亚，野原家族，第一次的新婚旅行，对于从来没有过新婚旅行的美伢&广志二人而言，某天。美伢找到了一个可以全家超低价参加新婚旅行的旅游活动。于是...",
    "year": "2019"
  }
]