[
  {
    "id": "1294009",
    "title": "蒲公英",
    "desc": "单身妈妈蒲公英（宫本信子 饰）在丈夫去世后独自经营一家名为“来来轩”的拉面馆，但她的手艺实在欠佳，以致食客稀少，小店举步维艰。\n长途货运司机黑郎（山崎努 饰）和...",
    "year": "1985"
  },
  {
    "id": "2303257",
    "title": "蒲公英",
    "desc": "夏仲文（谭耀文 饰）和妻子张向晴（潘仪君 饰）感情十分要好，两人膝下育有两个可爱的女儿夏冰（孙莉 饰）和夏雪（关颖 饰），生活很是幸福美满。可是，随着时间的推移...",
    "year": "2005"
  },
  {
    "id": "1758333",
    "title": "蒲公英",
    "desc": "在这个没有人相信爱情的时代，即将成年的青少年梅森邂逅了女孩丹妮，他们的恋情让他发现了超越生活之外的世界。其实，爱无处不在。你相信一切初恋都会以厄运终止吗？这...",
    "year": "2004"
  },
  {
    "id": "3757355",
    "title": "蒲公英",
    "desc": "热心的小学生大地，看见自己的同班同学明日香，为世界上是否有幽灵的问题与同学发生了摩擦。看到自己喜欢的明日香为拿不出证据证明幽灵的存在而苦恼，大地决定去拍幽灵...",
    "year": "2003"
  },
  {
    "id": "1303260",
    "title": "风滚草",
    "desc": "Mary Jo Walker was married for the first time at age 17, and has since gone through three more husbands and numerous boyfriends. Everytime a relationship fai...",
    "year": "1999"
  },
  {
    "id": "24735112",
    "title": "蒲公英",
    "desc": "炎炎夏日，风景如画的郊外，小河边停着一辆老式的大众巴士，四个小女孩依靠在巴士前吹响了悠扬的口琴。伴随着律动的节奏，欢快轻盈的歌声响起。李洋、栾磊、方梦诗、周...",
    "year": "2013"
  },
  {
    "id": "26776573",
    "title": "蒲公英",
    "desc": "屌丝导演蓝海在放弃了自己的电影梦后决定和一名叫欧阳的制片人朋友合作去拍摄一部伪纪录片。深受中国主流教育影响的蒋啸即将毕业，他决定把镜头对准蓝海，纪录他的整个...",
    "year": "2017"
  },
  {
    "id": "6041235",
    "title": "蒲公英",
    "desc": "A sit-in at the National Assembly is organized, calling for restoring the honor of human right victims as well as revealing the truth behind their death. Min...",
    "year": "1999"
  },
  {
    "id": "10573652",
    "title": "蒲公英",
    "desc": "This film portrays a pair of twins that are hanging out on an abandoned bridge. Beside the fact that they are very badly raised, the brothers have a really f...",
    "year": "2011"
  },
  {
    "id": "10829828",
    "title": "双腿生风",
    "desc": "9岁的瑞切尔被父母包围，填满了爱和肉丸子，她时时计算着将她与自由分开的分分秒秒。直到她碰到了固执勇敢的瓦莱丽。",
    "year": "2012"
  },
  {
    "id": "30181635",
    "title": "蒲公英之恋",
    "desc": "姚思涵从小和外婆相依为命，是一个坚强、 勇敢、爱恨分明的女孩。张亦洁是陈亦风的表妹，是一个可爱、天真、善良的女孩。陈亦风生活在一个优越的家庭中，是一个自尊心超...",
    "year": "2025"
  },
  {
    "id": "2028376",
    "title": "蒲公英之死",
    "desc": "This is a dramatisation of the true story of Major Herbert Rowse Armstrong, a solicitor and magistrate's clerk who lived in the small Welsh town of Hay-on-Wy...",
    "year": "1994"
  },
  {
    "id": "6852385",
    "title": "幸福蒲公英",
    "desc": "人生不是一条平坦的道路，只有走过崎岖、遇过困境，曾经跌倒、曾经失去，经历过挫败、跨越过仇恨，而仍然能够昂首阔步迈向人生，才能锻炼出一颗坚毅不屈的心，看尽人间...",
    "year": "2013"
  },
  {
    "id": "4281566",
    "title": "蒲公英家族",
    "desc": "韩国MBC电视台2010年1月30日首播的新周末剧《蒲公英家族》，是由执笔《田园日记》、《你和我》、《幸福》等剧的金贞秀编剧和指导《第五共和国》、《Air City》的林太宇...",
    "year": "2010"
  },
  {
    "id": "26651400",
    "title": "蒲公英剧场",
    "desc": "中央电视台90年代中期的一档儿童节目，每周五播出，主持人为曾媛。",
    "year": "1993"
  },
  {
    "id": "3011414",
    "title": "蒲公英的灰尘",
    "desc": "杰克（科尔·豪瑟 Cole Hauser 饰）和莫利（凯特·勒维宁 Kate Levering 饰）是一对平凡的夫妻，他们和收养来的儿子乔伊（Maxwell Perry Cotton 饰）过着平静而又安宁的...",
    "year": "2010"
  },
  {
    "id": "30306765",
    "title": "蒲公英的约定",
    "desc": "影视红星林晨与京剧新秀韩岳，多年前同为京剧大师韩良玉的徒弟，两人感情要好，并约定要让更多人喜欢京剧，但眼看戏班经营不佳，林晨竟然失约，转行到影视圈成为鲜肉红...",
    "year": "2023"
  },
  {
    "id": "26260817",
    "title": "城下町的蒲公英",
    "desc": "樱田家身为一国的王族，有九个孩子，也就意味着有九位继承人等待着登上下一任的王座，为了选出最适合做国王的那一个人，现任的国王在城市里设置了200个摄像头，全方位的...",
    "year": "2015"
  },
  {
    "id": "25966133",
    "title": "一片丹心蒲公英",
    "desc": "电视剧讲述了男主人公战胜各种逆境，心理怀着与养父之间的约定朝着梦想一路努力粉冻的温暖的成功的电视剧。",
    "year": "2014"
  },
  {
    "id": "3139119",
    "title": "维荣的妻子：樱桃与蒲公英",
    "desc": "战后的日本，小说家大谷穰治（浅野忠信 饰）是一个散漫无度、内心虚无的男人，他不仅欠下高额酒资，还抢夺了椿屋的钱款，致令贤淑温柔的妻子佐知（松隆子 饰）带着身体...",
    "year": "2009"
  }
]