{"id":322268,"type":4,"name":"Descent 3","image":"//lain.bgm.tv/pic/cover/m/ee/c8/322268_Zg9mK.jpg","summary":"Descent 3 (stylized as Descent³) is a first-person shooter video game developed by Outrage Entertainment and published by Interplay Entertainment. It was originally released for Microsoft Windows in North America on June 17, 1999. Descent 3 is the third game in the Descent video game series and a sequel to Descent II. The game takes place in a science fiction setting of the Solar System where the player is cast as Material Defender, a mercenary who must help an organization known as the Red Acropolis Research Team to stop robots infected by an alien virus.\r\n\r\nUnlike in standard first-person shooters, the player must control a flying ship that has a six degrees of freedom movement scheme, allowing the player to move and rotate in any 3D direction. In addition to a single-player campaign mode, Descent 3 features an online multiplayer mode where numerous players can compete against each other in eight different game types. The game features both indoor and outdoor environments, made possible with the use of a hybrid engine that combines the capabilities of a portal rendering engine with those of a flight simulator-like terrain engine.\r\n\r\nDescent 3 received positive reviews from critics, holding a score of 89 out of 100 at review aggregate website Metacritic. The most praised aspects of the game were its graphics, artificial intelligence of enemies, and outdoor environments. An official expansion pack, Descent 3: Mercenary, was released on December 3, 1999. The expansion pack includes a new series of missions, multiplayer maps, and a level editor. After its release on Microsoft Windows, the game was subsequently ported to Mac OS and Linux platforms.","info":"<li><span>中文名: </span>天旋地转3</li><li><span>发行: </span><a href=\"/person/28805\">Interplay Entertainment</a></li><li><span>别名: </span>Descent³</li><li><span>平台: </span>Microsoft Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Mac OS</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1999年6月17日</li><li><span>开发: </span>Outrage Entertainment</li>","staff":[{"id":28805,"image":"//lain.bgm.tv/pic/crt/g/30/2f/28805_prsn_8oOfF.jpg","name":"Interplay娱乐","desc":"发行"}],"relations":[{"id":322265,"image":"//lain.bgm.tv/pic/cover/m/cb/8a/322265_4LYIi.jpg","title":"Descent II","type":"前传","url":"https://bgm.tv/subject/322265"}]}