{"id":322264,"type":4,"name":"Descent","image":"//lain.bgm.tv/pic/cover/m/9a/fc/322264_CdY38.jpg","summary":"Descent is a first-person shooter (FPS) game developed by Parallax Software and released by Interplay Productions in 1995 for MS-DOS, and later for Macintosh, PlayStation, and RISC OS. It popularized a subgenre of FPS games employing six degrees of freedom and was the first FPS to feature entirely true-3D graphics. The player is cast as a mercenary hired to eliminate the threat of a mysterious extraterrestrial computer virus infecting off-world mining robots. In a series of mines throughout the Solar System, the protagonist pilots a spaceship and must locate and destroy the mine's power reactor and escape being caught in the mine's self-destruction, defeating opposing robots along the way. Players can play online and compete in either deathmatches or cooperate to take on the robots.\r\n\r\nDescent was a commercial success. Together with its sequel, it sold over 1.1 million units as of 1998 and was critically acclaimed. Commentators and reviewers compared it to Doom and praised its unrestrained range of motion and full 3D graphics. The combination of traditional first-person shooter mechanics with that of a space flight simulator was also well received. Complaints tended to focus on the frequency for the player to become disoriented and the potential to induce motion sickness. The game's success spawned expansion packs and the sequels Descent II (1996) and Descent 3 (1999). It also led to the crowdfunding of Descent, a prequel to the original game.","info":"<li><span>中文名: </span>天旋地转</li><li><span>开发: </span>Parallax Software (<a href=\"/person/38368\">Volition</a>)</li><li><span>发行: </span><a href=\"/person/28805\">Interplay Entertainment</a></li><li><span>平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Macintosh</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>RISC OS</li><li><span style=\"visibility:hidden;\">平台: </span>Microsoft Windows</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1995年3月17日</li>","staff":[{"id":38368,"image":"//lain.bgm.tv/pic/crt/g/79/73/38368_prsn_16gww.jpg","name":"Volition","desc":"开发"},{"id":28805,"image":"//lain.bgm.tv/pic/crt/g/30/2f/28805_prsn_8oOfF.jpg","name":"Interplay娱乐","desc":"发行"}],"relations":[{"id":322265,"image":"//lain.bgm.tv/pic/cover/m/cb/8a/322265_4LYIi.jpg","title":"Descent II","type":"续集","url":"https://bgm.tv/subject/322265"}]}