{"id":105246,"type":4,"name":"ウィルの伝言","image":"//lain.bgm.tv/pic/cover/m/0d/85/105246_Unoo1.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"カクテルソフトは92年に多くのADVを作るのですが、\r\nその中でも『まゆみ』『けらけら星』『ウィルの伝言』の3作品が、\r\nいわゆるレモンカクテルシリーズとなります。\r\nウィルの伝言04\r\n\r\n学園サスペンスの『まゆみ』に、青春恋愛ストーリーの『けらけら星』。\r\nそれに正統派ＳＦファンタジーの『ウィルの伝言』と、\r\n3者間につながりがないだけでなく、物語上のジャンルさえも異なっています。\r\nだから何でこの3作が？という気もするのですが、\r\n木屋さんが作るのは全部ドラゴンスレイヤーシリーズだ～みたいな感じで、\r\nこの年のカクテルのシナリオ重視路線をひとまとめにしたってところでしょうか。\r\n\r\n91年の末には、いわゆる「沙織事件」がありました。\r\nこれを機にソフ倫が設立されるので、名前だけは知っている人も多いのかなと。\r\nこのブログでも、何度か名前を出したこともありますし。\r\nその『沙織』はＸ指定ブランドからの発売だったのですが、\r\nこれはアイデス内の一つのレーベルなんですね。\r\nそしてカクテルソフトもアイデスですから、\r\nアイデスとしては方針転換をしなければならないかもしれないということで、\r\nその時に備えていろいろ試してみなければって時期が92年だったのです。\r\n\r\nアイデス全体としてはゲーム性重視路線だったり、ホラー路線だったり、\r\nストーリー重視路線だったりと、様々に異なる作品を発売しました。\r\nレモンカクテルシリーズはその中でも、\r\nシナリオを重視したシリーズとなるのでしょう。\r\n\r\n・・・と書くと、プレイ経験のある方なんかは、\r\nぉいぉい『けらけら星』がシナリオ重視か？とかって違和感があるかもしれません。\r\n実際の作品の出来ではなくて、あくまでも製作側のコンセプトということです。\r\n『けらけら星』も、もうエロ重視のエロゲーは限界だと感じたのか、\r\n製作の中心をほぼ女性で固めることで、\r\nこれまでとは異なる「繊細な高校時代の淡い恋の話」をコンセプトにしており、\r\n女性向け作品に見られる繊細さを有した恋愛ものを目指していたみたいです。\r\nまぁ、『マリみて』のような女子高を憧れて手を出したら、\r\n大島永遠の『女子高生』が出てきたみたいな感じではありましたけれど・・・\r\n\r\n因みに少し余談ですが、過去からの変遷に興味のある人なんかは、\r\nこういうエピソードも大事になってくるでしょうね。\r\n遅くとも92年の時点で、エロへの限界を感じていた、\r\nまた女性の感性を盛り込んだリアルな恋の方向性を模索していたと。\r\nただ、どちらかと言うと、製作者の方が敏感で先行しすぎていて、\r\nまだユーザーの方が思考の切り替えについていけてなかったのでしょうけれど。\r\n\r\n本題に戻りまして、本作はシリアスなSF作品であり、\r\n女性の裸はおろか、ちょっとしたサービスシーンすらありません。\r\nいつの時代も規制が厳しくなる頃に、\r\nアダルトゲームであることをやめ一般作を作り出すブランドがあります。\r\nどことは言いませんが、近年だってあるでしょ。\r\n歴史は繰り返すのです。\r\nそういうアダルトゲームから離れ、\r\n一般作としてシナリオで勝負することを目的としたのが、\r\nこの『ウィルの伝言』だったのです。\r\n\r\n＜ストーリー＞\r\n\r\n主人公は平和な「ウィル」の町に住む、女の子のルシア。\r\n森で助けた男の子のルイから、隣国ウルフが攻めてくるという話を聞きます。\r\nウィルには400年に一度「ウィルの悪魔」が降臨し、\r\n世界を破壊するという伝説があります。\r\nウルフはその悪魔の力を利用するためにウィルを狙っているとのこと。\r\nウルフ軍の企みを阻止し町の人々を守るため、\r\nルシアはルイとともに行動を開始するのです。\r\n\r\n世界設定は結構凝っていたと思うし、\r\nメカ関連とか部分的には良い部分もあるのですけどね。\r\nストーリー全般としては、オチを含めて平凡だったのかなと。\r\nどこが悪いというより、全体的に薄いので語ることがない感じでした。\r\n悪魔とされていた存在は実は・・・って、あまりにも王道すぎて、\r\n少なくとも私とは相性が良くなかったのでしょう。\r\n\r\n＜グラフィック＞\r\n\r\nもっとも普通のシナリオも、他の要因次第で良くも悪くも見えるものです。\r\nまず良く見える要因としては、グラフィックの存在が挙げられるでしょう。\r\n\r\n本作は、ちょっとしたアニメーションを含め演出面は頑張っていたし、\r\nキャラデザは男の子と女の子の差があまりないじゃんとかって問題はあるものの、\r\n機械関係は格好良かったですしね。\r\nトータルでは良かったと思います。\r\nウィルの伝言02\r\n\r\n＜ゲームデザイン＞\r\n\r\n逆に悪く見える要因は、ゲーム部分にあるのでしょう。\r\n本作は一応ポイント＆クリック式のADVになるのでしょうが、2段階の方式でした。\r\nまず最初に画面上部の見るとか動かすという行動コマンドを選び、\r\nその後に対象を画面からクリックするのです。\r\n画面上部のコマンドが言葉になっているものの、\r\nやっていることはアイコン方式のADVと同じですね。\r\n私は直接画面クリックで進行できる方が好みで、\r\nこういう手間が増える形式はあまり良いとは思えません。\r\n\r\nまた本作の場合は関係ないアイコンを選ぶことはできませんので、\r\nその場面で何をすべきかは、かなり限定されます。\r\nその代わり画面のどこをクリックできるかは分からないので、\r\n部分的には親切なのだけれど、部分的には不親切な奇妙な操作感覚でした。\r\n\r\nストーリーを追うテンポも損なわれたように感じましたし、\r\n少なくともこの作品に限ってはストーリーにあまり合っていなかったのかなと。\r\n\r\n＜総合＞\r\n\r\nこういう作品・ブランドは、やっぱり難しいです。\r\n作る側は必死に作っているのでしょうし、シナリオにこだわっているのですとか、\r\n演出にこだわっているのですといった言い分はあるのでしょう。\r\nでもシナリオ重視の一般のADVで、\r\nそのシナリオを良いと感じてもらえなかったら、何も残らないのです。\r\nシナリオが駄目でもエロが充実しているから満足できたとか、\r\nシナリオが駄目でもゲームとして楽しめたとか、\r\nそういう他で満足させる要素がないわけですからね。\r\nそもそもエロがないなら買わないって人も多いでしょうし、\r\nどうしてもマイナーにならざるをえません。\r\nアイデスも翌年にエロエロな『亜紀子』を出したら大ヒットしましたが、\r\nやっぱりエロに戻らざるをえない、\r\n或いはシナリオ重視であってもエロとは完全に決別できないというのが、\r\n国内のPCゲーにおける実態なのでしょう。\r\n一般作で出したけれど、またアダルトゲームに戻りますみたいな流れは、\r\nその後も何度も見かけますしね。\r\n別にエロがなくても構わないとか、\r\n或いはシナリオ重視ですって言っている声は一時期は多かったように思うのですが、\r\n単に声が大きいだけで数自体は少ないのか、\r\nどうにもこういう路線で成功させるのは難しいようで、\r\n何だか不思議に感じてしまいますね。\r\n\r\nランク：Ｃ（佳作）","info":"<li><span>中文名: </span>围炉的传言</li><li><span>开发: </span><a href=\"/person/2098\">カクテル・ソフト</a></li><li><span>平台: </span>PC-9801</li><li><span>游戏类型: </span>AVG</li><li><span>发行日期: </span>1992-12-11</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"PC98","count":2},{"name":"galgame","count":1}],"crt":[{"id":25270,"image":"//lain.bgm.tv/pic/crt/g/2f/19/25270_crt_C1z54.jpg","name":"鲁西啊","desc":"主角"}],"staff":[{"id":2098,"image":"//lain.bgm.tv/pic/crt/g/99/4f/2098_prsn_E5Cng.jpg","name":"Cocktail Soft","desc":"开发"}]}