{"id":105247,"type":4,"name":"レッスルエンジェルス2","image":"//lain.bgm.tv/pic/cover/m/fd/47/105247_pDVzS.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"武藤めぐみ、結城千種の二人の主人公から一人を選んで育成する。 1シリーズ5試合を行い、最終戦が水着剥ぎデスマッチとなる。 マルチシナリオ形式で、途中のプレイヤーの選択や試合の勝敗によっていくつかの分岐が存在するが、エンディングは1種類。 主人公二人がライバルとしてお互いを意識してそれぞれ頂点を目指す青春モノのストーリーは高く評価された。\r\n\r\nキャラクターの育成システムが変更になり、試合後に得られるポイントを消費して能力値の成長と技の取得を一括で行う形式となった。好きな技を任意のタイミングで覚えられるようになり、育成の自由度が上がっている。前作の攻撃値は攻撃・防御に分けられ、基礎能力も別枠になった。この育成システムは家庭用移植作品を含めた続編に改良されつつ引き継がれ、SPECIALまで続いた。能力値と所持技数を総合した評価値が設定され、選手の強さの目安がわかるようになった。また、PC版では基本的なBGMもV3まで引き継がれている。\r\nあらすじ\r\nSTAGE1\r\n\r\n新日本女子プロレスに入団した武藤めぐみと結城千種はある日社長に呼び出され、念願のプロレスデビューを果たす。 試合を重ねて成長した二人は、アニー・ビーチを倒し、メキシコ遠征のチャンスを手に入れる。 メキシコでは、団体のエースであるチョチョ・カラスが持つメキシコヘビー級のベルトに挑戦する事になる。\r\n\r\nなお、ここで遠征を断った場合、メキシコと対になるような日本での試合はなく、そのままSTAGE2へ直行してしまう。\r\nSTAGE2\r\n\r\nしかし、新日本女子プロレスで異変が起こった。ビューティ市ヶ谷が南利美、小川ひかるらを連れてJWI（ジャパンレスリングオブ市ヶ谷）を旗揚げしたのである。 武藤めぐみと結城千種もそれぞれ新日本女子とJWIに別れお互い別の道を歩み始める。 新日本女子の菊池理宇および、JWIの小川ひかるというジュニアヘビーの強豪を撃破するまでに二人は成長する。\r\nSTAGE3\r\n\r\nそんな時、JWIは市ヶ谷のわがままにより新日本女子プロレスとの対抗戦に持ち込まれ、それぞれの信念に従い異なる団体を選んだ二人が再び同じリングに上がることになった。 そして、二人はついにリング上で邂逅しお互いの力をぶつけ合う。 その後、団体対抗のイリミネーションマッチ（勝ち抜き戦）が行われ、続いて市ヶ谷と祐希子による頂上対決が行われ、激戦の末に祐希子が勝利、市ヶ谷は捨て台詞を残して引退する。\r\nSTAGE4\r\n\r\n会社からアメリカ留学を打診された主人公は、アメリカへと旅立つ。 アメリカで戦う主人公は、その実力を評価されザ・USAからタッグベルトを奪取するためのパートナーにならないかと誘いをうけるまでに成長する。 そんな折、主人公の下に日本から知らせがとどき、帰国することになる。\r\nSTAGE5\r\n\r\n帰国した主人公は、リリィ、コリィ・スナイパー姉妹によるタッグチーム、スナイパーシスターズに敗れてマイティ祐希子・ボンバー来島組が失った世界タッグ王座を奪還するために、ボンバー来島に変わってマイティ祐希子と組んでスナイパーシスターズに挑戦することになる。\r\n\r\nしかし、それを快く思わないボンバー来島の挑戦を受け、IWWFアジアヘビーベルトをかけてボンバー来島と試合を行う事になってしまう。 試合後ボンバー来島と和解した主人公は、マイティ祐希子とともにスナイパーシスターズからIWWF世界タッグベルトを勝ち取る。これらの活躍でますます評価を上げた主人公は、ついにマイティ祐希子の持つ世界ヘビー級のベルトに挑戦することとなる。 まぐれか実力か、主人公はなんとかこの試合に勝利する。その試合を見つめていたライバルは、開いた主人公との実力の差に意気消沈し、忽然と姿を消してしまう。\r\nSTAGE6\r\n\r\n世界ヘビー級ベルトの防衛を続ける主人公だが、ついにそのベルトを失う時が来た。そのリベンジに燃える主人公に、王者交代の知らせが届く。\r\n\r\n新王者の名はジェナ・メガライト。アメリカ遠征時にジムでその姿を見かけた若手レスラーだった。 筋力、体力ともに優れ、スープレックスを得意とするジェナ・メガライトを何とか退けた主人公は、今度は世界ヘビー級タッグを賭けて試合を行うことになる。 ジェナ・メガライトがつれてきたタッグパートナーは、なんと引退したはずのビューティ市ヶ谷だった。\r\n\r\nしかし、その前哨戦ともいえる試合でマイティ祐希子が足を骨折して負傷、試合不能となる。 タッグパートナー不在の状況で悩む主人公、ボンバー来島や南利美では、世界最高峰のスープレックスと打撃を誇るメガライト・市ヶ谷組には勝てない。 そんな時、主人公の目の前に、かつてのライバルが現れた。\r\n\r\n彼女は主人公との間についた差を埋めるべく、ヨーロッパ遠征を行いIWWFヨーロッパヘビー級ベルトを獲得して帰ってきたのである。 こうして結成された武藤めぐみと結城千種のタッグチームはメガライト、市ヶ谷組を打ち破り、世界タッグを見事勝ち取ったのだった。","info":"<li><span>中文名: </span>摔角天使2</li><li><span>开发: </span><a href=\"/person/14734\">グレイト</a></li><li><span>原画: </span><a href=\"/person/22623\">斎藤なつき</a></li><li><span>平台: </span>PC-9801</li><li><span>发行日期: </span>1992-12-24</li>","collection":{"wish":1,"collect":3,"dropped":1},"tags":[{"name":"PC98","count":2}],"crt":[{"id":25301,"image":"//lain.bgm.tv/pic/crt/g/ba/ab/25301_crt_LQ92l.jpg","name":"结城千种","desc":"主角"},{"id":25302,"image":"//lain.bgm.tv/pic/crt/g/28/bd/25302_crt_JAsqM.jpg","name":"武藤爱美","desc":"主角"}],"staff":[{"id":14734,"image":"//lain.bgm.tv/pic/crt/g/1b/f6/14734_prsn_mBFfF.jpg","name":"伟大","desc":"开发"},{"id":22623,"image":"//lain.bgm.tv/pic/crt/g/27/3e/22623_prsn_gGM0V.jpg","name":"斎藤なつき","desc":"原画"}],"relations":[{"id":104784,"image":"//lain.bgm.tv/pic/cover/m/01/6b/104784_NWZNT.jpg","title":"レッスルエンジェルス","type":"前传","url":"https://bgm.tv/subject/104784"},{"id":106504,"image":"//lain.bgm.tv/pic/cover/m/ad/24/106504_D6wg1.jpg","title":"レッスルエンジェルス3","type":"续集","url":"https://bgm.tv/subject/106504"}]}