[
  {
    "id": "24719081",
    "title": "同级生2 Special 卒业生",
    "desc": "エルフから発売された同名人気シミュレーションゲームを、美少女アニメでは定評のあるケイエスエスが映像化。本作は『同級生2』のアナザーストーリーがメインの番外編。...",
    "year": "1999"
  },
  {
    "id": "5349441",
    "title": "毕业 ～Graduation～ 圣罗VICTORY",
    "desc": "OVA\nバンダイビジュアルより発売（VHS・LD）。全4巻だが、後半2巻はロボットアニメの番外編「聖羅ヴィクトリー」。\n監督：西島克彦 制作：アニメイトフィルム\n卒業 ～...",
    "year": "1995"
  },
  {
    "id": "34919091",
    "title": "ズームアップ 卒業写真",
    "desc": "Yoko is a young woman who takes a job working as a nude model for a Japanese pornographic magazine. At first, she is ashamed and denies the pictures are of h...",
    "year": "1983"
  },
  {
    "id": "3293683",
    "title": "菜鸟总动员：毕业",
    "desc": "本片是同名电视剧故事的完结篇。不良学生的戏剧性脱胎换骨、热血的煽情台词、激烈的对战场面，构筑出波澜壮阔的最后故事。",
    "year": "2009"
  },
  {
    "id": "3197066",
    "title": "大学生物语",
    "desc": "木下薰20歲即將從女子短期大學畢業，開始找工作，因為家不是住在東京，多數東京的公司認為單身女子住在外，都不願聘請，老家的父母也希望女兒出嫁前能住在家裡，多一點...",
    "year": "1990"
  },
  {
    "id": "26375028",
    "title": "暗杀教室：毕业篇",
    "desc": "距离暗杀杀老师（二宫和也 配音）的最后期限越来越近，一直潜伏在三年E班的秘密武器也终于出动。背负莫大仇恨的茅野枫（山本舞香 饰）露出了隐藏已久的触角，向杀老师展...",
    "year": "2016"
  },
  {
    "id": "35763781",
    "title": "毕业时限",
    "desc": "离毕业典礼还有3天的榉台高中。在学生中很有人气的英语老师水口里纱子（泷泽Karen饰）被绑架，黑川良树（井上祐贵饰）收到一封寄信人不明的挑战书。“解开绑架之谜，真...",
    "year": "2022"
  },
  {
    "id": "2160544",
    "title": "卒业生",
    "desc": "马达民族是世界上最古老的民族之一，他们拥有自己的独特的民族文化，生活方式和意义理念，摩根教授一次关于马达族的讲座引起人们对马达族人民的浓厚兴趣。劳拉，尼古拉...",
    "year": "1976"
  },
  {
    "id": "2343599",
    "title": "卒业M",
    "desc": "前编：诚龙高中为了迎接50周年校庆而打算举办文化祭。在学生会举行的会议上，戏剧部部长莺谷向学生会会长提出了一个建议。为此会长邀请M的五人到他的私人别墅将以超豪华...",
    "year": "1999"
  },
  {
    "id": "2285595",
    "title": "毕业",
    "desc": "卒業を数ヵ月後に控えたある雨の日に短大生の麻美は、心理学講師真山に傘を差し出した。\n数日後、真山は麻美と一緒に入ったカフェで、返そうとした傘を盗られそうになり...",
    "year": "2003"
  },
  {
    "id": "34961599",
    "title": "毕业",
    "desc": "主人公・桃子は裏山の神社で幼馴染みの良介の大学合格祈願をしている途中、女性の悲鳴を耳にする。驚いて山を駆け降りた桃子が目にしたものは、担任教師の三田の姿。...",
    "year": "1985"
  },
  {
    "id": "27191438",
    "title": "毕业笨蛋实况",
    "desc": "日本最高のエリート大学に通う4年生のガク（藤井）、マオ（濱田）、コウキ（前田）、ジュン（吉田）は勉強ばかりの日々を送って来たが大学卒業までに大人の男になろう！...",
    "year": "2018"
  },
  {
    "id": "26429842",
    "title": "水手服与机关枪：毕业",
    "desc": "由于之前和滨口组的纷争，弱小的目高组被迫解散。当然这对于现年18岁的女高中生——同时也是目高组现任组长的星泉（桥本环奈 饰）来说，却未尝不是一件坏事。自此之后，...",
    "year": "2016"
  },
  {
    "id": "3418625",
    "title": "极道鲜师：3年D组毕业特别篇",
    "desc": "喧哗吵闹、胡作非为的赤锅学园三年D班的男孩们，也终于要迎来毕业的重要时刻。即使被刻薄的主任（生濑胜久 饰）所讽刺，但是在级任老师山口久美子（仲间由纪惠 饰）的关...",
    "year": "2009"
  },
  {
    "id": "21372189",
    "title": "最糟的毕业典礼",
    "desc": "东蒲田工业高中即将迎来新一年的毕业季，在此任教的教师村越昌也（风间俊介 饰）即将同时向其所负责的定时制和全日制学生告别。对他来说，这次毕业典礼还有一项重要使命...",
    "year": "2013"
  },
  {
    "id": "36070858",
    "title": "少女不毕业",
    "desc": "本作は、廃校が決まり校舎の取り壊しを目前に控えた地方高校を舞台とする青春恋愛映画。世界のすべてだった“学校”と“恋”にさよならを告げる少女4人の卒業式までの2...",
    "year": "2022"
  },
  {
    "id": "6094961",
    "title": "毕业本垒打",
    "desc": "东京・多摩新城。\n休息日的城市里，一位少年乘上了行进中的巴士。巴士开始慢慢启动，不久开始驶过多摩川的桥面。\n眼下伸展开来的多摩川的堤坝上有努力的练习着棒球的...",
    "year": "2011"
  },
  {
    "id": "26365369",
    "title": "黄昏症候群：毕业怪谈篇",
    "desc": "人気ホラー・ゲームを、グラビアアイドル・酒井若菜主演で映画化。とある閉ざされた街の学園内で起こる怪奇現象を、最新デジタル技術を駆使して描く。",
    "year": "2001"
  },
  {
    "id": "6515651",
    "title": "挑战：毕业",
    "desc": "昨秋に放送した土曜ドラマ「チャレンジド」（全5回）。全盲となった中学教師が困難を乗り越えて教壇に復帰し、生徒や同僚の教師たちとのふれあいの中で成長していく物語...",
    "year": "2011"
  },
  {
    "id": "3685959",
    "title": "极道鲜师SP：鬼马校园毕业礼",
    "desc": "经过一段长时间的相处，白金高等学校3年D班的大男孩们和级任老师山口久美子（仲间由纪惠 饰）都留下了无数难忘的回忆。如今，这群男孩终于要迎来重要的毕业典礼。内山春...",
    "year": "2003"
  }
]