{"id":146476,"type":4,"name":"Sins of a Solar Empire: Rebellion","image":"//lain.bgm.tv/pic/cover/m/14/cf/146476_gKCTB.jpg","rating":{"total":7,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":4,"8":1,"9":1,"10":0},"score":7.3},"summary":"While many were hopeful that diplomacy would finally end the war, differing opinions on what should be done, along with the depleted power of the controlling factions, has led to a splintering of the groups involved. \r\n\r\nThe loyalist members of the Trader Emergency Coalition adopt a policy of isolation, focusing on enhanced defenses to ride out the rest of the war. Those who rebel against the coalition take on a purely militant view, coming to the opinion that the only way to bring peace is by ultimately crushing all who oppose them - especially xenos. \r\n\r\nFor the first time in their history, the war creates a schism in the Advent Unity. The loyalists seek to continue their policy of revenge against the Traders, and to assimilate all others to the Unity’s influence. However, others amongst the Advent suspect that a corrupting influence from within has diverted the Unity from its proper destiny. \r\n\r\nThe divide created in the Vasari Empire is less pronounced, but just as severe to their people. With the Vasari now practically frantic to move on to new space, the loyalist faction abandons cooperation and decides to take the resources they need by any means necessary. Having accepted the need to work together, the rebel faction feels that their best chance for survival is to work with the other races and bring them along to flee the approaching enemy. \r\n\r\nTake the battle for galactic supremacy to its ultimate level in Sins of a Solar Empire: Rebellion – a standalone RT4X game that combines the tactics of real-time strategy with the depth of the 4X genre (eXplore, eXpand, eXploit, eXterminate).","info":"<li><span>中文名: </span>太阳帝国的原罪：反叛</li><li><span>别名: </span>太阳帝国的原罪：背叛</li><li><span>平台: </span>Windows</li><li><span>游戏类型: </span>RTS</li><li><span>发行日期: </span>2012-6-12</li><li><span>官方网站: </span>http://www.sinsofasolarempire.com/</li>","collection":{"wish":3,"collect":9,"doing":1},"tags":[{"name":"RTS","count":5},{"name":"PC","count":3},{"name":"星辰大海","count":2},{"name":"科幻","count":1}],"relations":[{"id":146475,"image":"//lain.bgm.tv/pic/cover/m/9c/18/146475_2ooc2.jpg","title":"Sins of a Solar Empire: Rebellion Soundtrack","type":"原声集","url":"https://bgm.tv/subject/146475"},{"id":37419,"image":"//lain.bgm.tv/pic/cover/m/ed/b2/37419_Iwo7Y.jpg","title":"Sins of a Solar Empire","type":"主线故事","url":"https://bgm.tv/subject/37419"}]}