{"id":275395,"type":4,"name":"Chess Evolved Online","image":"//lain.bgm.tv/pic/cover/m/ad/d1/275395_Svp9Y.jpg","summary":"Chess Evolved Online aims to be the greatest strategy/tactics game ever made.\r\n\r\nChess meets CCG\r\nThis game is an amazing hybrid between the tactical gameplay of Chess, and the unlimited depth of a CCG. There are more than 400 units to collect, including upgraded versions of the classic 5, and more added in each update. Each unit has unique strengths and weaknesses for you to learn, as well as the various synergies between unit types to create strategies all your own.\r\n\r\n\r\nCustom Army Creation\r\nInstead of building a deck and drawing random cards like a normal CCG, you create a custom Chess-style army and decide the positions of each unit you have selected for your formation. The position of your units can matter as much as the units you select, determining how well you can defend or attack your opponent, who almost always has an army you've never seen before. Your army may consist of 100 points of unit value at most, and each unit is balanced in cost according to its overall power. A Queen has a value of 21, but replacing it with a value 4 Enchantress could mean increasing the strength of everything else in your army, or maybe you want the Queen++ for 28 and reduce the power of something else to compensate. Is that a good idea? You decide.\r\n\r\n\r\nPure Tactical Combat\r\nLet's face it - All of the random effects in CCGs are complete nonsense for competitive play. You want to be smart and plan ahead in a CCG but you're against cards that have dice rolls, coin tosses, and hidden information. You rely on drawing random cards and your opponents are making their moves based on guess work. It's a busted design from the ground up and has been completely trashed for the fundamental gameplay mechanics of CEO (Chess Evolved Online), which focuses instead on predictable complexity, having a vast array of unit abilities with defined outcomes and interactions that can be planned around, rather than estimates of probability and gameplay involving luck. Out of 400+ units in the game, there is exactly ONE that has a random effect - a unit so far against the design philosophy of CEO it exclusively appears in daily challenges, long since banned from ever being used by players.\r\n\r\n\r\nGenius-Level Intuitive Gameplay\r\nThink learning how to use hundreds of Chess units is a daunting task? Think again.\r\nYou would not believe how fast you can learn to play this game. CEO has been designed for strategic and tactical gameplay above all else, not danger calculation, memorization of movetypes, studying of openings, or any other garbage that detracts from your ability to think about the complexity of your plan. The art style is tailored to allow for instant recognition of unit types, danger, safety, and changes in each as the match progresses. Everything you need to know about a unit is presented in meaningfully colored visual movegrids with a legend right below explaining each symbol. Danger and safety are shown as red/blue on each location and new threats are immediately displayed as red/blue lines. Picking up a unit highlights the board with the movetype symbols and shows all valid moves for that unit. Learn a movetype once and you understand it for every unit that uses it, learn a prefix and you understand every movetype that uses it.\r\n\r\nSolid Green is the unblockable knight attack, you just learned 2% of the gameplay mechanics.\r\n\r\n\r\nRanked Online PvP\r\nOnce you're done learning in practice mode, there is an ever increasing challenge awaiting you in the CEO Ranked queue. This is a game of unlimited difficulty - a challenge you will never forget.\r\nClimbing in rating allows you to use more value in army creation, maxing at 100 value when you reach Master (2000+ rating). Every opponent you're matched against has developed their own unique skills and style for playing the game, and you'll be facing against their unique theory of army creation as well. Chess at its core is a battle of ideas, and CEO takes that aspect to the extreme.\r\n\r\n\r\nGlobal Economy\r\nEvery unit you collect from boxes has a scaling value based on how often other players buy that unit. In the market for single units each unit has a certain stock, if the stock is low your unit will sell for more, and if the stock is high you can buy the unit for much cheaper than normal. Each player has a slightly different economic strategy that affects the growth of their collection over time.\r\n\r\n\r\nTruly 'Free to Play'\r\nYou can donate money to support the game, but you don't have to. Any unit in the game can be obtained for free, and a currency exchange has been designed for the market which allows players to trade each other rubies for coins or vice versa. You gain highly frequent login bonuses just for playing, every match you play awards you with more coins, and the daily challenges give you the same thing people get for donating. This isn't some cynical corporate 'product' designed to make the developer money at the expense of your enjoyment, instead it's designed to be the best game you've ever played regardless of the scale of benefit for actually making it.\r\n\r\n\r\n\r\nFinal Note\r\nThe download for this game is less than 5mb, you could already be playing it.\r\nTry it here: http://www.kongregate.com/games/TheGrandestine/chess-evolved-online","info":"<li><span>中文名: </span>进化象棋在线</li><li><span>平台: </span>PC</li><li><span>售价: </span>免费</li><li><span>官方网站: </span>http://www.chessevolved.com/</li>","collection":{"wish":1}}