{"id":259236,"type":4,"name":"チキチキボーイズ","image":"//lain.bgm.tv/pic/cover/m/01/a5/259236_3D2tN.jpg","summary":"Mega Twins, also known as Chiki Chiki Boys (チキチキボーイズ Chiki Chiki Bōizu) in Japan, is a side-scrolling action game released for the arcades by Capcom in 1990. It was the tenth game released for the CP System hardware.\r\nThe game takes the form of a scrolling platform game, with the players controlling the characters of the twins. The game can be played alone (in which case only one of the twins is present), or with two players together controlling one twin each.\r\nIn addition to moving around, the players can jump and also cling on to vertical walls, allowing them to climb to areas that would otherwise be out of reach. Each player is armed with a magic sword, which is the main weapon used against the enemies in the game. Magic bombs can also be collected as the game progresses, each of which will cause damage to all enemies on the screen when fired. Only a limited number of these bombs can be carried by the players at a time. The blue twin does more damage with his sword, while the red twin can carry more magic spells at a time.\r\nEach player has an energy bar which is depleted each time contact is made with an enemy or projectile. When the energy reaches zero, the player loses a life.\r\nChests are scattered throughout the game (some of which are hidden and must be discovered), the majority of which contain coins that add point to the players' scores, but some of them contain power ups and bonuses such as a pill that replenishes the players' energy bars and an enhanced magic sword.","info":"<li><span>中文名: </span>双麒儿</li><li><span>开发: </span><a href=\"/person/471\">CAPCOM</a></li><li><span>发行: </span><a href=\"/person/471\">CAPCOM</a></li><li><span>别名: </span>Chiki Chiki Boys</li><li><span style=\"visibility:hidden;\">别名: </span>ChikiChiki Boys</li><li><span style=\"visibility:hidden;\">别名: </span>Mega Twins</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>PCE CD</li><li><span style=\"visibility:hidden;\">平台: </span>PSP</li><li><span style=\"visibility:hidden;\">平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>PSN</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1990年6月19日</li>","collection":{"collect":1},"staff":[{"id":471,"image":"//lain.bgm.tv/pic/crt/g/df/70/471_prsn_F2kjF.jpg","name":"卡普空","desc":"开发"}]}