{"id":259217,"type":4,"name":"General Chaos","image":"//lain.bgm.tv/pic/cover/m/74/04/259217_FBLql.jpg","summary":"General Chaos is a 1994 video game developed by Game Refuge Inc. and published by Electronic Arts for the Sega Genesis. General Chaos is a satirical arcade/strategy game.\r\nThe game is a quick and dirty battle (or a longer campaign mode that is a series of battles fought over a dynamic strategic map) between two generals, \"General Chaos\" and \"General Havoc\". The objective of the game is to capture the enemy's capital city.\r\nEach player has to pick one of 4 teams, 3 of which have 5 soldiers (with differing selections weapons), while one has 2 \"commandos\" and uses a different control system giving greater control.\r\nThe player views the action from an isometric perspective, watching cartoon soldiers duke it out on the battlefield. The game features a balance between action and strategy. For instance, whenever two soldiers on opposite sides get close enough, close combat will ensue. The soldiers can punch, kick, or block the attack. If one of the player's men loses all his health points, he will fall down on the ground. To help the fallen soldier, the player must move the cursor, or another soldier in the case of the commandos, close to the injured soldier and call out for a medic to revive him. However, there is a limit on the number of times that a medic may be called. There are also many items that yield points on the battlefield to pick up.\r\nWith a multiplayer adapter up to four people can play simultaneously against the computer in campaign mode. The player can also fight other human players without co-operation. Another feature of the game is the tutorial mode called “boot camp”.","info":"<li><span>中文名: </span>大混战</li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>别名: </span>大混斗</li><li><span style=\"visibility:hidden;\">别名: </span>捣蛋将军</li><li><span style=\"visibility:hidden;\">别名: </span>ジェネラル・カオス 大混戦</li><li><span>平台: </span>MD</li><li><span>游戏类型: </span>RTT</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1994年1月13日</li><li><span>开发: </span>Game Refuge Inc.</li>","staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"发行"}]}