{"id":96963,"type":1,"name":"蝴蝶风暴","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"内容简介\r\n背景发生在2059年，东西方两大阵营处在天平的两端，它们掌握着足以毁灭地球的质子武器，并把矛头都瞄准了对方，末日随时可能降临。\r\n\r\n这是一部让人拿得起绝对放不下的小说。两大集团的超级武器摆在天平两端，任何一只小小的蝴蝶稍稍煽动一下翅膀，都有可能引发一场摧毁人类的风暴。平衡平衡再平衡是“L.M.A”追求的目标，而消除所有不稳定的因素，摆平所有的小漩涡，必须把所有的危险都在萌芽之前扼杀，这任务是否太过于艰辛？冥冥之中，到底是谁在摆弄着人类，摆弄着未来？\r\n\r\n图书目录\r\n自序\r\n引子\r\n第一章 猎犬狐\r\n第二章 伊甸园\r\n第三章 冰酒与刀\r\n第四章 殉道者\r\n第五章 八音盒\r\n第六章 雨中的狼\r\n终章 燃烧的天国\r\n\r\n\r\n推荐阅读\r\n\r\n《蝴蝶风暴》 - 编辑推荐\r\n\r\n中国幻想小说第一人江南，苦练三年，再度破茧，打造出惊世狂飙《蝴蝶风暴》\r\n\r\n整个世界的风暴之眼，那些男人的黑暗圣堂。一部小说，关于末世教父的荣耀与挣扎\r\n\r\n我岂没有吩咐你吗？你当刚强壮胆，不要惧怕，也不要惊惶；因为你无论往哪里去，耶和华——你的神必与你同在。\r\n——《圣经·旧约·约书亚记》\r\n\r\n《蝴蝶风暴》是一部让人拿得起绝对放不下的小说。两大集团的超级武器摆在天平两端，任何一只小小的蝴蝶稍稍煽动一下翅膀，都有可能引发一场摧毁人类的风暴。要消除所有不稳定的因素，摆平所有的小漩涡，必须把一切危险在萌芽之前扼杀，这任务是否太过于艰辛？冥冥之中，到底是谁在摆弄着人类，操控着未来？这场权谋与争战里，没有人是真正的主角，每个人都如伺机而动的野狼。愤怒的火焰崩泻飞溅，爆裂中血花妖冶，江南用巨笔描绘着一幅诸神的黄昏。故事就像一支悲怆的猎杀曲，血与火纠结，温情与阴谋共生。徜徉于这个未来冰冷的世界中，我们能看到人性的坚韧和执着，看到人类在权力争斗中相互毁伤。此书能满足你对未来世界的所有想象，是一部问鼎奇幻小说冠军的超强巨作！\r\n\r\n媒体推荐\r\n\r\n《诸神的黄昏》\r\n\r\n看到九州论坛上的《蝴蝶风暴》的试阅，几乎是嗷嗷叫着扑到了电脑前。焦灼地买到了书，那一夜的雨意潇然凝在了冰冷的窗玻璃。抽着冷气逼紧着脉搏读完了整个篇章，低低地赞叹：……还是那个江南么。\r\n这一次，他真的向上纵跳到了另一个高度，摆脱了不少桎梏。\r\n猎犬狐带给我的惊艳远超过上海堡垒，上海堡垒落笔太实，总避免不了“出戏”的遗憾；也和缥缈不尽相同，缥缈到底还是有着沉郁内敛的框架。\r\n给朋友推荐猎犬狐时说，“嗯，一个特工的故事，很帅。不是说特工，而是整个故事。” 相当成熟的一个篇章，尤其是构架。主线的推动几乎都使用环境人事步步进逼，颇有“箭在弦上，不得不发”的紧凑。没有人是主角，没有人在一旁心平气和地叙述着一整场硝烟——笔意编织得如同一个真实存在的世界。江南以往的小说则是有着非常强的代入感，第一人称（或伪第一人称）总是把读者的感情牵扯得踽踽前行不知所止。其实那些让人唏嘘的真实，都只是写作时的心态。这一次的心态依然真实，只是落笔虚了，——我想这也许是很多人对这篇不怎么来电的缘故罢。\r\n一定要说把我萌到鼻水横流的政治局势。我对亭子说，惊艳啊惊艳，最惊艳那样清明果断的政治脉络！她说呸！祖父的时候就惊艳到了！前些时候在啃系解的间隙里复习了一遍雍正王朝。其实看的最多的也就是这类宫廷政治，所以缥缈里那些烟尘满面双手的皱纹里都是风雪的男人们，他们明亮的铠甲上沾着的黑红的鲜血，那都是些见惯了的帝王将相之风，亦有脱不开的辩证之法中庸之道，翻覆而不散离。与其说惊艳是因为少见了西化的世界观，倒不如是意外于南哥的转型。他在我的印象中依然是抚着古卷执着云板掉着书袋的说书先生，永远淡笑地优雅而从容。\r\n其实我不懂政治，也对这个东西提不起丝毫兴趣。但还是能嗅到整篇里所有人都如伺机而动的野狼，或低吼或咆哮着急急伸手想要抓住什么。\r\n南哥在描写这样一个学院时，本身就如同一只猎豹，敏锐地捕捉着变动的气息，却又仿佛上帝不带悲喜高高在上地睥睨人间，什么人什么物，都是被安排被选择的结果。所以那一台叫作“鲁纳斯”的机器才会有它的用武之地，其实它才是这整个游戏里的上帝，对么？“他完成了保护彭?鲍尔吉的任务，但高加索的局势并没有真正好转。”“而左翼——彭?鲍尔吉将军的追随者——将获得一次反扑的机会。但结局不会被改变。”像这样冷静到略嫌怨毒的话语在整个篇章里俯拾皆是。\r\n一次讲座时候江南说，“长篇最重要的还是故事情节，一句话写的再好，只是一句话。“ ——稳定局势的永远是几方势力的比值调和，而不是任何单独的个体，不管他握有着摧毁什么的多么强大的力量，也不管他着意为谁怀揣着怎么样的理想。\r\n银英里有一句话始终是倾慕的：“历史的胜败，往往在一瞬之间。但大部分的人都是在那一瞬间过去后才去回顾。”\r\n那么。所有人伸手都想去抓住的只是一个瞬间，用一个时刻的握在掌心从而掌握一个时代。其实，每一个人的伸手都只是构成了蝴蝶振翅的诱因，最终谁也逃不开风暴的波及范围。而在传说中风暴中心而能避免卷入的人，到底又会是谁。这一刻，所有人的行为都滑稽如同小丑而幔幕背后的上帝笑得冰冷而刻毒。\r\n而所说的那一个瞬间，是不是风静树止所有风铃都嘶哑，年轻人从3016.24米之外射出的子弹精准地贯穿了议长的头颅的那一刻爆裂的血花妖冶。 ——所以，我们的《猎犬狐》，就这样变成了《蝴蝶风暴》。\r\n再来说说我们的猎犬狐——当然我比较喜欢叫他捕狗狐。\r\n说实话老版的捕狗狐看着比现在的版本更加叫人浮想，那几乎是类似砝码一样地位的年轻人，把他放在哪里天平就会倾斜，而且是带着覆灭的后果。而且，那几乎是仅存的，最后一块砝码。改版后的林，身上多了许多绳索——之所以说绳索而不是枷锁，是因为对于是否要留有这些羁绊，目前仍是他可以选择切断的状态。那些绳索，是LMA，是博士，是沉睡的公主伊芙，……是他的“父亲”，彭?鲍尔吉。有理由可以相信，最后他的等待他的犹豫，不是在等待将军回心转意重回学院的庇佑，而是在积蓄着违反学院命令违反将军意志而把他带走的勇气。然而他忘记了，“他人”永远不能够期待，有可能成为“变子”的，是除了自己以外的所有人，是所有人——于是将军勒住了林的脖子把他死死的捆在了凳子上，他说：“抱歉我只能这样拥抱你。”那一刻忽然眼前出现了吕嵩郭勒尔的脸，他手握白色的豹尾低喃：“我已经为你做了我所能做的一切，我愚蠢的儿子。”在那一瞬间，有多少人同我一样手足冰凉内心惊惶着被止不住地拖回过去，眼前景物刷刷刷倒退，却没有能够跟上速度的思维。\r\n悟空传最后说，“当五百年的光阴只是一个骗局，虚无时间中的人物又为什么而苦，为什么而喜呢？”那一场又一场的政治留下的斑驳的凿痕，谁说又不是最虚无的骗局。\r\n而他却叫作“猎犬狐”，告诉我，他究竟猎到的是哪一只犬。他遵从着猎户的哨音猎户的动作猎户的眼色疲于奔命，他究竟知不知道自己是在做什么呢，还是他根本是已经学会了超越一切的不动声色。\r\n再说一说将军吧。之前说这个篇章没有主角，完全是因为整个故事的整体感太过强烈，但若要说主角的话，也应当是彭?鲍尔吉将军。嗯，没错，“将军”这个称呼让在上海堡垒里还没缓过神来的我，狠狠地带了先入为主的好感。\r\n“我岂没有吩咐你么？你刚强壮胆，不要惧怕，也不要惊惶；因为你无论往那里去，耶和华——你的神必与你同在。”\r\n好吧，我向来对于以人格魅力见长的老男人没有任何的抵制力。他其实从来都是成竹在胸，自离开LMA的那一日起，或在此之前就已经如此。他甚至选择了最适合自己的死亡。“将军的头盖骨高高地跳起，像是荷叶上一只青蛙被水声惊起，随之而起的还有红色的鲜血和白色的脑浆，如同青蛙跃起时带着的水线。”我说南哥你是属狐狸的么！这样惨然到宁静的对比，像是一只手扯住了所有的神经和脉络，把所有的眼泪和哽咽都嘶哑地堵塞在了喉间，只能剩下大口大口的喘息。于是我只能设想，带着没有办法掉落下来的眼泪设想，那一瞬他的脊背遮掩住了他的表情，他的眼神该是明亮而坦荡，他的步伐有力地像个年轻人。\r\n我想我已经看到那只蝴蝶在振动翅膀了，不是将军的被杀，却是随他逝去的那股“自由”的思潮，毁掉高加索共和国的，真的是他自己的人民。所以，乱世就要来了，让我们以局外人的身份看着战争的火焰崩泻飞溅，描出一幅诸神的黄昏。\r\nPS：其实我介意的只有那个叫作莱昂的孩子，他手心的盒子里飞出的蝴蝶翩如花朵；不由得让我想起北京战争里八岁的约翰?弗多拿，蝴蝶轻巧地停在他的指尖。莱昂该是和多年前的弗尔南斯之夜有些关联的罢。\r\n","info":"<li><span>中文名: </span>蝴蝶风暴</li><li><span>册数: </span>1</li><li><span>作者: </span><a href=\"/person/15509\">江南</a></li><li><span>出版社: </span>陕西师范大学出版社</li><li><span>价格: </span>20</li><li><span>发售日: </span>2007年06月</li><li><span>页数: </span>222</li><li><span>ISBN: </span>9787561338797</li>","collection":{"collect":2},"tags":[{"name":"猎犬狐","count":1},{"name":"蝴蝶风暴","count":1},{"name":"江南的坑","count":1},{"name":"有生之年系列","count":1}],"staff":[{"id":15509,"image":"//lain.bgm.tv/pic/crt/g/de/c7/15509_prsn_VzvQN.jpg","name":"江南","desc":"作者"}],"lock":"条目已锁定"}