{"id":213873,"type":4,"name":"華夏楼（かげろう）","image":"//lain.bgm.tv/pic/cover/m/5e/de/213873_25dFd.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"震災によりすべてを失い多大な借金を背負う身となった主人公。\r\nしかしそんな彼の元へと送られてくる差出人不明の援助金…そして…。 \r\n\r\n大正12年。関東大震災―――\r\n怒り狂う炎蛇のごとき火災が鎮火され、残されたのは黒く濁った空と、燃え尽きた家々だった。主人公は地震で両親を亡くし、手元に残ったのは親が残した莫大な借金。しかし、返すあてもない主人公の元へ、どこからか差出人不明の援助金が一ヶ月おきに送られてくるのだった。いぶかしく思うも、負債に追われる日々の主人公に選択の余地はなかった。かくして、一年間。謎の援助金は届けられることとなる。\r\n\r\nそんなある日、ついにその人物より一通の手紙が届く…。\r\n手紙には『某県 某市の山奥にある洋館≪華夏楼≫』にくるようにとの指示が書かれていた。主人公は援助の理由を知るために、またこれ以上の援助を止めて貰うために、洋館に行くことを決意するのだが…。\r\n\r\n人里離れた洋館…。遺産相続問題の裏で進められる非道な計画に主人公は…。 \r\n\r\n[b]武田 神楽（たけだ かぐら）　CV：夏野向日葵[/b]\r\n\r\n主人公の幼なじみ。\r\n震災の折に主人公が両親を亡くし、開いているミルクホールを一緒に動かすことになった。お互い昔から知っている仲だけに、いきなり恋人同士とはいかず、友達以上恋人未満の間を波間の板のように揺れている。 今回送られてきた手紙を怪しみ、主人公が“華夏楼”に行くのを止めようとする。しかし、主人公は自分を置いて屋敷へと向かってしまった。それから数日が経ち、帰ってこない主人公を心配して、神楽は華夏楼に乗り込むことを決意する。\r\n\r\n[b]九条 椿（くじょう つばき）　CV：西田こむぎ[/b]\r\n\r\n“華夏楼”の主であった九条聖一の養女。\r\n生粋のお嬢様で、大人しく、控えめな大和撫子。しかし芯は硬く、しっかりした女性。父親代わりの九条聖一とは血は繋がっておらず、彼が何の目的で彼女を引き取ったのかは謎。最初、勝手に部屋に入ってきた主人公に敵意を向けていたものの、心を開いた後は甲斐甲斐しく尽くしてくれるようになる。\r\n\r\n[b]九条 レナ（くじょう れな）　CV：春瀬みき[/b]\r\n\r\n“華夏楼”の主であった九条聖一の養女。\r\n過去のある事件が元で九条家の人間や日本人を憎むようになった。九条貿易会社のことを知っている為、『華夏楼』以外の人間には強い警戒心を抱く。主人公が最初に来訪した際、レナの消化しきれない復讐心は主人公に向けられ、ハッキリとした拒絶を見せた。しかし、仲良くなっていくうちに彼女の本当の横顔が見えるようになっていく。\r\n\r\n[b]九条 静華（くじょう しずか）　CV：歌織[/b]\r\n\r\n今は亡き九条家の当主、九条聖一の婦人。\r\n妖艶な雰囲気を持ち、歩くだけで色気を漂わせている。現在は夫の九条聖一を亡くし、九条家をひとりで支える当主となっている。主人公に謎の援助金を渡し続けていた、今回の狂気の舞台の演出家でもある。邪魔な義理の娘を主人公に犯させ、精神を壊し、相続権を剥奪しようとしている。しかし、本当の狙いはもっと別の所にあるらしい。\r\n\r\n[b]月島 霞（つきしま かすみ）　CV：成瀬未亜[/b]\r\n\r\n『華夏楼』唯一の侍女。元は孤児だったが、聖一に引き取られた。\r\n生前の聖一から性的虐待を受けていた節があり、若干男性を怖がっている傾向がある。屋敷内の家事を一手に引き受けており、炊事、洗濯、掃除などを何でもこなす。その容姿とは裏腹に手先もずば抜けて器用で、特に調理の腕前は天才と言っても過言ではないだろう。霞は主人公が静華と結んだ契約内容を把握している筈なのに、嫌悪しながらも契約遂行を支援する行動をとってしまっている。そこまでに静華への忠誠心が強い。契約に関して、自分の考えを口に出すことはしない。だが、その表情からは常に『不本意さ』が滲み出てしまっている。\r\n\r\n[b]九条 聖一 （くじょう せいいち）[/b]\r\n\r\n資産家の生まれで、その頭脳は鬼才。兄弟はすべて女性だった。\r\n一代で莫大な富を築き上げ、一族の名を伸し上げた人物。だが、彼は一族を煩わしく思い拒絶している。人身売買に手を染め、その稼ぎで会社を設立。日本軍と密接な関係を築く。国内の売買のみならず、欧米にまでその欲望を拡大させている。部下は多いが、結局は自分の欲望を遂行させる為の駒でしかない。女性はすべて自分の玩具としか見ておらず、底無しの欲はあらぬ方向にまで及んでいた。それが、7年前の彼自身『最後の賭け』へと繋がっている。","info":"<li><span>开发: </span><a href=\"/person/25030\">Rateblack</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>洋館凌辱AVG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2003/10/10</li><li><span>售价: </span>￥8,800 (税込￥9,504)</li><li><span>官方网站: </span>http://www.light.gr.jp/light/products/page04.html</li><li><span>原画: </span>春</li><li><span>剧本: </span>橋野次郎</li>","collection":{"wish":6,"collect":4,"doing":1,"on_hold":1},"tags":[{"name":"凌辱","count":2},{"name":"ADV","count":2},{"name":"PC","count":2},{"name":"馆","count":1},{"name":"生肉","count":1},{"name":"拔","count":1},{"name":"LIGHT","count":1},{"name":"AVG","count":1},{"name":"拔作","count":1}],"staff":[{"id":25030,"image":"","name":"Rateblack","desc":"开发"}]}