{"id":41357,"type":4,"name":"ケツイ〜絆地獄たち〜","name_cn":"绊地狱","date":"","image":"//lain.bgm.tv/r/800/pic/cover/l/84/a9/41357_wc3G8.jpg","rating":{"rank":389,"total":25,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":4,"8":6,"9":8,"10":7},"score":8.7},"summary":"『ケツイ～絆地獄たち～』（ケツイ　きずなじごくたち）は、ケイブの業務用縦スクロールシューティングゲームで、2003年発売。総発売元はAMI。キャッチコピーは「新·ど本格シューティング」。\r\n\r\n1 概要\r\n\r\n弾幕系シューティングの一つ。前作である『怒首領蜂 大往生』と同じ基板が採用されている。 実在の兵器をモチーフにした敵キャラクターなど、ミリタリー色を強めた硬派な作品。自機は2タイプともヘリコプターで、敵キャラクターにもヘリコプターが多く登場することも特徴。ゲーム中のBGMは、並木学が全曲を担当。\r\n\r\n2 ストーリー \r\n\r\n西暦2054年、各国間では領土問題などによる戦争が勃発し、日々激化していた。その陰で世界中に兵器を輸出し莫大な利益を不当に得ている企業「EVAC Industry（通称：EI社）」を壊滅させるため、国連主導の特殊部隊が武力介入することが決定される。\r\n\r\nその奇襲作戦は、遂行後にはそれに関わった全てのものを破棄せねばならない、秘密裏の任務であった。そしてそれには作戦に携わる者の命も含まれていた。ただし、志願した者にはその命と引き換えに、どんな願いでも一つだけ叶えられるということが約束されていた。\r\n\r\nこの作品はその作戦に志願した4人の青年の戦いに焦点を当てた物語である。それを象徴するように、本作のタイトルは「死を前提とした任務に赴く決意を秘めた主人公たちの絆は地獄まで行っても切れることはない」という意味を持っている。\r\n\r\n3 ゲーム内容·解説\r\n\r\n3.1 基本操作·自機性能\r\n\r\n操作は1レバー+3ボタン（ショット、ボム、ショットオート連射）で行う。\r\n\r\nゲーム開始時に自機を選択する。自機の種類と性能は、以下の通り。\r\n\r\nTYPE-A - AH-Y72 ティーゲルシュベルト\r\n    赤い機体（1P側。2P側は緑）。広範囲をカバーするワイドショットで攻撃する広範囲攻撃型。移動速度は遅いがロック速度が速い。\r\nTYPE-B - FH-X4 パンツァーイェーガー\r\n    青い機体（2P側。1P側は紫）。直線的で範囲は狭いが威力の高いショットを持つ一点集中型。[1]移動速度が速いがロック速度は遅い。\r\n\r\nショットボタンを押しっぱなしにすると、通常ショットよりも威力の高いロックショットを発射する。ロックショットの威力は両機共に同じ。ロックショット発射中は自機の移動速度が遅くなる。ロックショットを当てることで敵機をロックし、ロックショット発射中は横のオプションがその敵機を破壊するまで攻撃する。また、ロックショットを当て続けるとその敵機を多重ロックし、攻撃するオプションが増加し、攻撃力は通常ショットよりも遥かに高くなる。ロックするためにロックショットを当て続けなければならない時間は敵機に近いほど短くなり、ロック中のオプションが多いほどロックショット自体の射程が短くなるため、敵を手早く倒すためには接近戦が重要となる。\r\n\r\nボムは広範囲にダメージを与えられるほか、画面全体の弾を全て消すことができ、また長時間無敵になることができる。また、ロックショット中にボムを使用すると、ロック中の敵キャラクターに向かってボムを発射し、その敵キャラクターに重点的にボムの攻撃力が行き渡るようになる。\r\n\r\n3.2 得点システム \r\n\r\n画面斜め左上部に三種類のカウンターが表示されている。上から獲得した倍率チップの合計、倍率カウンタ、倍率タイマーがそれぞれ表示されている。\r\n\r\nロックショットで敵を破壊したとき、敵破壊得点に倍率カウンタの分だけ倍率がかかり、カウンタの数値が減少する。この倍率カウンタは敵を破壊すると出現する「倍率チップ」を獲得することで数値が加算される。倍率チップは最大5倍で、ショットで破壊した時は敵機に近ければ近いほど高倍率のチップが出現する。\r\n\r\nまた、ショットで破壊した際に出現した倍率チップを獲得すると、倍率タイマーに獲得した倍率チップがセットされ、残り時間が加算される。ロックショット使用時は、この倍率タイマーにセットされている倍率チップが爆風から出現する（派手な爆発を起こす敵機からはより多く出現する）。このため、倍率チップを多く獲得したい場合は「できるだけ敵に近づきショットで倍率チップを獲得した後ロックショットで次々と敵を破壊する」という行動を繰り返すこととなる。\r\n\r\nまた、ボス戦では獲得した倍率チップの合計が倍率カウンタとして適用される。\r\n\r\n倍率カウンタはミスしたりボムを使用すると減るほか、ステージ終了時に全カウンタが1に戻る。\r\n\r\n2周目では倍率チップが廃止される。詳細は後述。\r\n\r\n注意：以降の記述で物語·作品·登場人物に関する核心部分が明かされています。免責事項もお読みください。\r\n\r\n4. ステージ構成 \r\n\r\n各ステージのサブタイトルは、そのままステージBGMのタイトルにもなっている。\r\n\r\n4.1.1. INTERCEPTION 喧騒の街 \r\n\r\n武装された市街地。歩道橋、高層ビル、屋内スキー場、野球場などが改造されて次々と砲台や敵機が出現する。\r\n\r\n中ボス\r\n    中型掃空ヘリ　シーホース\r\nボス\r\n    大型制空戦闘ヘリ　ブルフロッグ\r\n\r\n4.2.2. SUBURB 機甲の緑 \r\n\r\n森林の奥に隠された前線基地。敵は戦車が主に出現する。\r\n\r\n中ボス\r\n    大型連結戦車　ジェム&イーニィ\r\nボス\r\n    XM177　多履帯戦車　スフィンクス\r\n\r\n4.3.3. CANAL FLEET 夕暮の艦隊 \r\n\r\n港湾地帯。護衛艦や戦闘ヘリが交互に出現する。\r\n\r\n中ボス\r\n    RBB-S1　重対地攻撃艦　ヴィノグラドフ\r\nボス\r\n    V/STOL大型輸送攻撃機　ジャマダハル\r\n\r\n4.4.4. DEFENSIVE LINE 闇に潜む \r\n\r\n岩山に囲まれた峡谷地帯を抜け、EVAC社へと向かう。\r\n\r\n中ボス\r\n    局地防衛用戦闘車両　ブラックドラフト\r\nボス\r\n    特殊換装車両　シンデレラアンバー\r\n\r\n4.5.5. EVAC INDUSTRY 審判の日 \r\n\r\nEVAC社の巨大な兵器開発施設。激しい攻撃を潜り抜け、施設中枢部への決死の降下を仕掛ける。\r\n\r\nこれまでに登場した雑魚敵キャラクターのほとんどが強化されて再登場する。また、敵として、自機の同型後継機である「AH-172-A ティーゲルハーゲン」と「FH-5-A パンツァーシュナイダー」が登場する。（自機はアリスがEVACから盗んできた機体を国連が強化改造したものであることがDS版で判明している。）\r\n\r\n中ボス\r\n    重機動対空砲座　トラファルガ\r\nボス\r\n    試作型重機動戦闘要塞　エヴァッカニア\r\n\r\n4.6.2. 2周目 \r\n\r\n本作は開発時には「1周エンドの作品になる」と言われていたが、製品版では特定条件を満たすと2周目に突入できる仕様になっていた。5面が他の面に比べて道中が長く、本作で登場する敵キャラがほとんど勢ぞろいするのがその名残ともいえるだろう。\r\n\r\n2周目には、1周クリア時に二人プレイをしておらずノーコンティニューであり、ミス数とボム使用回数を足した値が6以下であると突入することができる。\r\n\r\n2周目では敵キャラクターの攻撃が強化されている上、敵キャラクターを破壊すると撃ち返し弾が発生する。この撃ち返し弾は自機が近づくことで封印することができる。また、倍率チップは廃止され、撃ち返し弾の数によって倍率カウンタが加算されるようになる。\r\n\r\nちなみに2周目では、基板の限られた性能の中でさらに敵弾を増やすために、倍率チップの廃止や敵キャラクターの地面に映る影などのオブジェクトを削るなどの処理が行われている。\r\n\r\n4.7 裏2周目 \r\n\r\n上記の2周目は「表2周目」と呼ばれ、本作には「裏2周目」と呼ばれる、更に難易度の高いもう一つの2周目が存在する。\r\n\r\n裏2周目に突入できる条件は非常に厳しく、表2周目をプレイできる条件に加えてノーミス、ノーボムでかつスコアが1億2000万点以上でなければいけない。裏2周目突入の条件が満たされると2周目1面開始前に「WELCOME TO SPECIAL ROUND」というテロップが表示される。\r\n\r\n裏2周目では表2周目に比べて以下の変化がある。敵が発する弾幕に差は無いが、弾速の加速と撃ち返し弾の増大によって表2周目よりもかなり難しくなっている。代わりに、裏2周目のほうが多くのスコアが入るようになっている。\r\n\r\n    撃ち返し弾の量が表より裏の方が多い（その分、敵破壊時の倍率カウンタの上昇量も表よりも多くなる）。\r\n    撃ち返し弾の色が赤から青に変化する。\r\n    撃ち返し弾の封印範囲が表より狭くなる。\r\n    表に比べて敵が発する弾の弾速が速い。\r\n    撃ち返し弾を封印しても倍率は加算される。\r\n    面クリア時にもらえるボーナス点数が2倍になる。\r\n    ロックショットの倍率減少率が表より少ない。\r\n    5面ボスが最終形態に変化しない。\r\n\r\nそして、本来の最終ボスである5面ボスを撃破した後に、本作の真の最終ボスである「光翼型近接支援残酷戦闘機“エヴァッカニア·ドゥーム”」との戦闘に入るのが裏2周目の最大の特徴である。なお真ボス戦突入後は途中参加またはコンティニュー不可能。\r\n\r\nなお、1周エンド·2周エンド·裏2周エンドの3種類が用意された理由は、『怒首領蜂　大往生』において高難易度化に付いていけないプレイヤーが発生してしまった一方、上級者からは良い評価を得られたことから、ある程度プレイヤーの実力に合わせたゲーム展開がされるようにしたためであると、攻略DVDの付属ブックレットで開発者が説明している。\r\n\r\n5. 攻略DVD \r\n\r\n当初はプレイステーション2に『怒首領蜂 大往生』や『エスプガルーダ』を移植したアリカから本作の攻略DVDが発売される予定であった。しかし制作の過程である問題が起きたことにより発売中止となってしまった。\r\n\r\nそれからしばらく間が空いた2005年8月に『バトルガレッガ』や『ライデンファイターズ』の攻略DVDを発売した実績のあるINHが本作の攻略DVDを発売すると発表。その予告映像が同時期に発表された『虫姫さま』攻略DVDの予告映像と共に2005年度のアミューズメントマシンショーのケイブブースで出展され、2005年10月31日、晴れて発売となった。\r\n\r\n6. 移植·関連作 \r\n\r\n本作の家庭用移植は発売から5年以上実現しなかった。同じ基板を用いている『怒首領蜂 大往生』および『エスプガルーダ』と同様にアリカがプレイステーション2向けへの移植を計画していたが、完全再現できない部分があるという理由から中止となり、移植作はニンテンドーDS（アリカ）とXbox 360（5pb.）で発売されることとなった。\r\n\r\n6.1 ニンテンドーDS版 \r\n\r\n2008年10月23日に、ニンテンドーDS移植版『ケツイ デスレーベル 絆地獄たち』が発売された。開発および発売元はアリカ（流通はコーエーネット）。定価は5800円（税込）。\r\n\r\n2007年3月末に、アリカの副社長·三原一郎のブログにてニンテンドーDS上で動作する試作版の映像が公開された。その後各種イベントなどで試遊台の設置や体験版のダウンロード配布などが行われている。 2008年5月23日にアリカのHPで製品化を正式に発表。10月16日からはDSステーションやみんなのニンテンドーチャンネルから体験版がダウンロードできるようになった。\r\n\r\nゲーム内容は、「デスレーベル」の名の通り、プレイステーション2版『怒首領蜂 大往生』の「デスレーベルモード」のようにボスラッシュを中心とした、大きなアレンジが加えられたものである。 ゲーム本編以外のモードとして、アーケード版の開発者である池田恒基本人が出演して攻略法の解説などをする「おしえて!IKDさん」や、条件を満たすことでキャラクターの画像などが見られる「EVAC REPORT」が収録されている。\r\n\r\nまた、本作にはアーケード版の攻略DVDも同梱されている。攻略DVDの項で述べられている、アリカがかつて製作していたDVDとは別のもので、2008年4月時点での攻略パターンを用い新たに撮りおろされた映像である。 DVDにはAタイプ自機の映像しか収録されていないが、ゲーム中の「おしえて!IKDさん」内でBタイプ自機の映像（ただし裏2周目のみ）も見ることができる。\r\n\r\nなお、PVでは「初心者でも快適に遊べるように色々配慮しました。残機十分増えます。でも上級者の人にも手応えを感じてほしい。そう思って、やっちゃいました!!頼む!死んで!」と、高難度を臭わせる発言がされている。\r\n\r\n6.2 Xbox 360版 \r\n\r\n2010年4月22日に、Xbox 360移植版『ケツイ～絆地獄たち～ EXTRA』が発売された。移植開発元は5pb.。\r\n\r\n通常版（定価7140円）と、本作および『怒首領蜂大往生ブラックレーベル EXTRA』にて新規作曲されたアレンジBGMのサウンドトラックが付属する限定版（定価9760円）が存在する。\r\n\r\nアーケード版の再現となる「アーケードモード」に加えて、ゲームシステムをアレンジした「Xモード」を遊ぶことが出来る。各モードで、Xbox Liveを利用したスコアアタックが可能。\r\n\r\n移植版の発売は2008年3月に発表されたが、5pb.が同時期に移植開発を行い、2009年に発売した『怒首領蜂大往生ブラックレーベル EXTRA』にてソースコード盗用が発覚し、一旦ケツイのライセンス許諾の契約は無効とされた。[2]だが賠償責任等の問題が解決すればライセンス再契約の検討を行うとされており、当初の予定から大幅に遅れた2010年4月22日の発売となった。\r\n\r\n6.3 特別バージョン \r\n\r\n2007年9月23日に開催された、ケイブ主催のファンイベント「ケイブ祭りだヨ！全員集合」の際に、『怒首領蜂(青)』や『虫姫さま(青)』、『虫姫さま ふたり Ver1.01』に相当するケツイの別バージョンが稼動された。このバージョンでは、ケツイが持つ攻撃的なゲーム性をさらに強めた強烈なアレンジがなされている。\r\n\r\nこの特別バージョンはEスポーツスタジアム本大会の会場でも通常バージョンと一緒に特別に稼動されていた。また、この会場では通常バージョンを用いた1面での3倍の倍率チップの獲得数を競う対戦大会が開かれた。\r\n\r\n6.4 関連作品\r\n\r\n    2008年に配信開始された携帯電話ゲームアプリ『SWITCH』は、「EVAC社」のバックアップで戦うというストーリーであり、本作と共通するシステムや名称が用いられている。\r\n    2011年2月3日に発売された、Xbox360版『怒首領蜂大復活ブラックレーベル』の「アレンジモード」には本作の要素が数多く入れ込まれており、自機「ティーゲルシュベルト」や倍率チップが登場する。BGMも本作のものをアレンジした曲であり、パッケージイラストも本作のメインビジュアルのパロディである。\r\n    2012年3月7日より配信された、Windows Phone 7用アプリ『DODONPACHI MAXIMUM』は、「EVAC Industry」が開発したシミュレーターで戦闘を行うというストーリーである。また隠し自機として「ティーゲルシュベルト」が登場する。\r\n\r\n7. バグ·仕様上の都合·その他 \r\n\r\n    真横の敵をロック中にボムを使い、それが爆発する前に通常攻撃で敵を倒してしまった場合、ボムが爆発せずにステージクリアまで画面内をバウンドし続ける現象が発生する。ボムが画面から消えないうちは自機が無敵であり続けるため、この現象は裏技の一種として、「ケツイボム」と呼ばれ知られている。\r\n    難易度や残機数などのゲーム設定が工場出荷設定の時とそうでない時で、処理落ちのかかり方が変わる。\r\n    5面のBGMがおかしくなることがある、フリープレイ時にあるタイミングでスタートするとゲームが進行不可能になる、などいくつかのバグがある。これを修正したバージョンの基板も存在するが、数は多くない。\r\n    EVACを逆から読むと「CAVE」となる。\r\n","info":"<li><span>中文名: </span>绊地狱</li><li><span>开发: </span><a href=\"/person/32702\">ケイブ</a></li><li><span>音乐: </span><a href=\"/person/10698\">並木学</a></li><li><span>别名: </span>Ketsui: Kizuna Jigoku Tachi</li><li><span>平台: </span>Arcade</li><li><span style=\"visibility:hidden;\">平台: </span>NDS</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span>游戏类型: </span>STG</li><li><span>游玩人数: </span>1〜2人</li><li><span>发行日期: </span>2003-01</li><li><span>其他发行日期: </span>AC/DS:2008年10月23日</li><li><span style=\"visibility:hidden;\">其他发行日期: </span>XB:2010年4月22日</li><li><span>售价: </span>[DS]:5,800円（税込） [XB]:限定版9,760円/通常版7,140円（税込）</li>","collection":{"on_hold":3,"dropped":1,"wish":17,"collect":31,"doing":2},"tags":[{"name":"STG","count":7},{"name":"ARC","count":6},{"name":"CAVE","count":3},{"name":"弹幕","count":3},{"name":"2003","count":2},{"name":"ARCADE","count":2},{"name":"街机","count":1},{"name":"NDS","count":1},{"name":"XBOX360","count":1},{"name":"","count":""}],"staff":[{"id":32702,"image":"//lain.bgm.tv/r/200/pic/crt/l/82/04/32702_prsn_EyYe2.jpg","name":"ケイブ","desc":"开发"},{"id":10698,"image":"//lain.bgm.tv/r/200/pic/crt/l/9b/0f/10698_prsn_0rUpp.jpg","name":"並木学","desc":"音乐"}],"relations":[{"id":79103,"image":"//lain.bgm.tv/pic/cover/m/35/95/79103_sNwYs.jpg","title":"ケツイ～絆地獄たち～ EXTRA 豪華2枚組サントラCD","type":"原声集","url":"https://bgm.tv/subject/79103"},{"id":277991,"image":"//lain.bgm.tv/pic/cover/m/ea/22/277991_V8y66.jpg","title":"怒首領蜂 大往生・ケツイ～絆地獄たち～ オリジナルサウンドトラック","type":"原声集","url":"https://bgm.tv/subject/277991"}]}