{"id":272460,"type":4,"name":"Last Year: The Nightmare","image":"//lain.bgm.tv/pic/cover/m/5d/fd/272460_hfzr4.jpg","summary":"Last Year is a 5 vs 1 multiplayer asymmetrical action game where 5 players play as a group of teenagers, such as the Jock, the Nerd, or the Popular Girl, and must survive against the one player that is playing as the Killer. Sound familiar? Not so fast. Every time the Killer dies they come back as a new Killer, with different abilities, and the Survivors must adapt and work together if they want to escape with their lives.\r\n•3 Playable Killers, each with their own unique abilities and play styles\r\n•4 Playable classes with different roles including Assault, Medic, Scout, and Technician\r\n•5 Playable Survivors featuring 5000 lines of dialog and an innovative dialog system that reacts to game-play situations in real time\r\n•3 Large, beautifully rendered maps (with more free maps on the way!)\r\n•A fun and rewarding crafting system\r\n•12 Awesome weapons and items like Flamethrowers, Molotov Cocktails, Baseball Bats, and Thermos Bombs.\r\n•Creepy music and sound design brings the world to life and immerses you into the alternate dimension of The Nightmare.\r\n•Controller support\r\n•Predator Mode, the game-changing feature where the Killers can spawn and unspawn at any time, helping them to move extremely fast, stalk their prey, and execute the perfect attack.\r\nWant new maps? Free. New survivors? Free. How about new Killers? Yup, Free. Our research shows that unless we have to charge a licensing fee for some franchise licensed content, we see no reason you should have to pay to unlock Maps, Survivors and Killers. It won't stop there: weapons, items, and new game modes will all be free as well. We believe that once you've paid to get into the park, the rides should be free.\r\nThis is our way of thanking our community, building a strong relationship with our fans, and ensuring that our community is never split by content. Last Year is built from the ground up as a live game and our team is here to listen to you and address fan feedback as we continue to build this amazing community together. ","info":"<li><span>别名: </span>Last Year The Nightmare</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>5 vs 1 multiplayer asymmetrical action game</li><li><span>游玩人数: </span>6</li><li><span>发行日期: </span>2018年12月18日</li><li><span>售价: </span>US$29.99</li><li><span>官方网站: </span>https://lastyearthegame.com/</li><li><span>开发: </span>Elastic Games</li><li><span>发行: </span>Elastic Games</li>","collection":{"collect":1,"on_hold":1},"tags":[{"name":"PC","count":1}]}