{"id":272459,"type":4,"name":"探灵笔记","image":"//lain.bgm.tv/pic/cover/m/10/75/272459_v7W4z.jpg","rating":{"total":2,"count":{"1":0,"2":1,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"探灵笔记是由独立游戏团队制作的心灵系1v5非对称对抗恐怖游戏\r\n在对局中怨灵可以使用各种超自然能力来猎杀灵探们，\r\n而灵探则需要在尽一切努力来求得生存同时将怨灵封印。\r\n\r\n游戏设计中融入大量民间特色的设定，将其转化成玩法，如三魂七魄，\r\n五行相生相克，紫薇命格，道家符咒道具，各种丰富的场景互动。\r\n\r\n与大多游戏所不同的是我们游戏场景场景是在室内，\r\n采用贴近现实生活中的场景架构，具有现时主流游戏画质。\r\n\r\n    在游戏中将会有1名怨灵，5名灵探同时进行游戏。\r\n    怨灵拥有各种强大的超自然能力，被五行封印所限制在建筑内\r\n    五名灵探进入建筑后五行封印的力量随机依附在他们的身上保护他们\r\n（不是特定五行元素无法被处决）\r\n    封印阵眼随机重绘，五行元素随机重绘，局内有语音系统，道具可以给人\r\n    灵探虽然属于灵异管理局的基层人员，但部分人员仍会获得一些道具作为防身制敌之用，加上封印所在地也常有前辈们遗留的一些物品。\r\n    怨灵的力量很强，甚至可以改变部分区域磁场改变地形，以达到削弱人类的目的。\r\n\r\n怨灵\r\n怨灵需要破坏五行相生的封印才能重获自由，其中金元素封印在怨灵经过漫长岁月的侵蚀下已经松动，只要找到金元素所庇护的灵探将其击杀（先杀金）其金元素和与相生的水元素封印也会为之削弱，怨灵需要根据金，水，木，火，土的相生顺序逐一解开封印，才能获得自由。（然后就可以杀水→木→火→土）\r\n\r\n在对局中怨灵需要灵活使用自身的各种能力来接近你的猎物，使用场景内的各种可互动元素来快速狩猎，值得注意的是怨灵对于拥有相生元素庇护的灵探无法直接将其处决，但是灵探在被你一次次折磨后他们将会愈来愈弱而你会愈来愈强，你所需要做的是找到已经被削弱的元素将其处决，这将非常考验你的智慧与心理博弈。\r\n\r\n灵探\r\n灵探是这个世界隐藏在阴影中一个不为人知的职业，他们因各自的原因和机缘加入了这个行业，隶属于源自于道教的灵异管理局，接受灵异管理局以及民间的委托悬赏，致力于调查各种超自然神秘现象，检查各处灵异封印所在地，平时就是普通人如出现封印松动有怨灵作恶的地方他们还需要冒着生命危险将其重新封印。\r\n\r\n在对局中灵探们获得了五行力量的庇护但不知道自己被何种内容所庇护，所相生内容队友存活之时，五行力量能保护其生命不被恶灵所吞噬。而你们需要做的是搜集散落的五行元素，修复补充五行封印阵的力量来重新封印怨灵，灵探们各自不同的命格能使其有不同的生存能力，在场景中散落着各种各样前辈遗留的道具，使用得当将会大大提高你的生存能力。切记你们是一个团队，互相帮助才是胜利的关键。\r\n\r\n场景or设定\r\n在建筑中，怨灵能使场景内的各种元素产生灵异现象，如家俱乱飞，灯光闪烁，来攻击灵探们的心理防线，使得怨灵能更轻易的击溃灵探们。\r\n\r\n而灵探们也可以利用场景内的各种元素，来供自己藏身，躲避怨灵和逃脱怨灵，如衣柜、通风口、床底、厕所各种藏身之处等等，灯和门无论是怨灵还是灵探都可以自由开关~\r\n\r\n道具和元素碎片散布在场景中的各个地方，翻箱倒柜的时候小心怨灵的袭击！\r\n\r\n三魂七魄\r\n道家语，其称人之魂魄由“三魂七魄”组成\r\n民间认为，人都有三魂七魄，不离其身，如果一个人因受到惊吓或者魂魄受到什么引诱离开身体了，那么失了魂魄的人就会表现出演神恍惚，心神不定，烦躁不安，啼哭不止等异常状况。\r\n\r\n在游戏中玩家收到攻击惊吓也会有所体现，每失去一魄就会产生一个负面buff，魂可以通过治疗等手段回复，但是魄遗失的越多，魂也就越脆弱。\r\n道具系统\r\n\r\n灵异管理局的前身源自于道教，虽然期大部分的能力以及随着时间的流逝和人为因素已经失传，但道教并未没落，并且跟随时代的进步而变化，遵从道家思想，小隐隐于野，中隐隐于市，大隐隐于朝。部分制作符咒阵法的流程得以保存，甚至结合现代科技进行了优化。\r\n命盘系统\r\n\r\n\r\n紫薇命盘是指传统命理学中的一种，紫薇命盘认为人出生时的星相决定人的命运。继承上古时代先民对星斗崇拜的信仰。\r\n\r\n\r\n\r\n在游戏中每名角色都拥有各具特色的主星天赋，以及可成长更换的辅星命盘，\r\n诡术系统\r\n\r\n\r\n诡术是怨灵使用灵魂力量灵界借来的力量，不同的诡术拥有不同的作用以及能力，因是借来的力量所以只可使用一次！\r\n\r\n\r\n在游戏中怨灵可以将从灵界借来的力量带入人界中，以更好的猎杀灵探。\r\n异能系统\r\n\r\n\r\n怨灵除了可以使用自身的各种强大的超自然能力，\r\n还可以操控场景中发生各种变化，以此来达到压制灵探的目的~ ","info":"<li><span>中文名: </span>探灵笔记</li><li><span>别名: </span>探靈筆記</li><li><span style=\"visibility:hidden;\">别名: </span>Notes of Soul</li><li><span style=\"visibility:hidden;\">别名: </span>探灵笔记-1v5(Notes of Soul)</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>心灵系1v5非对称对抗恐怖游戏</li><li><span>游玩人数: </span>6</li><li><span>发行日期: </span>2019-01-17</li><li><span>售价: </span>¥58 / US$16.99 / ¥2,050</li><li><span>开发: </span>GKD Games</li><li><span>发行: </span>GKD Games</li>","collection":{"wish":2,"collect":3,"on_hold":1,"dropped":1},"tags":[{"name":"STEAM","count":2},{"name":"不对称竞技","count":1}]}