{"id":300468,"type":4,"name":"Headliner: NoviNews","image":"//lain.bgm.tv/pic/cover/m/aa/81/300468_4XliL.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":6.5},"summary":"世論を誘導し、あなたが求めるノヴィスタンの将来をつくろう\r\n『ヘッドライナー：ノヴィニュース』は繰り返しプレイできる短編アドベンチャーゲームです。プレイヤーは架空の国『ノヴィスタン』で発行される新聞社『ノヴィニュース』の編集長を務め、ノヴィスタン国民の世論をつくりあげていきます。\r\n\r\nプレイヤーのデスクに日々送られてくる様々なニュース記事をチェックしてみましょう。デスクの両側にはそ2つのスタンプが用意されています。採用なら緑、不採用なら赤のスタンプを押して新聞の見出しを飾る記事を選別していきます。\r\n\r\nあなたは健康保険の国営化を支持しますか？しかし国民皆保険は医療費の増大と質の低下を招くでしょう。ある飲料会社がつくった合成アルコール飲料を糾弾しますか？しかしその会社は新聞社の重要なスポンサーです。そして、あなたは政府を批判し、フェイクニュースを垂れ流すあなたの新聞社を非難しますか･･･？ どんな記事にしろ、それはプレイヤーの周囲にいる人たちや世界に素早く影響します。\r\n\r\nプレイヤーが体験するストーリーには複数のキャラクターが関わってきます。あなたの上司や同僚記者、心に病を持つ兄、帰りがけに立ち寄る商店の店主･･･。\r\n\r\n彼ら・彼女らには独自のストーリーがあり、プレイヤーが世の中を変えていくことで様々な結末を迎えることになります。あなたをサポートしてくれていたボスがある日突然秘密警察に逮捕されたら？同僚と恋愛の関係に陥ってしまったら？プレイヤーの決断が周囲の人物も巻き込んでいく様子を見てみましょう。\r\n\r\nプレイヤーの選んだ道は必ずしも周囲の人たちに良い結果をもたらすとは限りません。よかれと思ってやったことが結果的に最悪の事態をもたらすことがあるかもしれません。例えば心に病を負っている兄弟を励ましていたつもりが、逆に負担を与えてしまうように。\r\n\r\n繰り返しゲームをプレイすることで新しいキャラクターとストーリーが増え、ゲームはさらに深みを増していきます。本作の複数のトピックに対する立場を扱う処理は大変現実的につくられており、本作が高校のメディアリテラシークラスの教材として採用された実績もあります。\r\n\r\nまた新たにゲームをはじめる際にプレイヤーが作成できるキャラクターは男性、女性に加えて第三の性（男性にも女性にも当てはまらない人）も選択可能です。プレイヤーの選択次第では同僚との恋もあるかもしれません。その際もゲーム上では性別にとらわれない交際をすることができるでしょう。\r\n\r\nプレイヤーは当初、ノヴィスタンを率いる首相の立場を支持するかもしれませんが、彼の悪行を知ったとき、プレイヤーはその考えを変えたとします。しかしプレイヤーが突然立場を変えると新聞の読者は不審を抱き、悪い政治家本人ではなくフェイクニュースを垂れ流していた新聞社に敵意を向けてくるかもしれません。\r\n\r\nプレイヤーが理想のエンディングを迎えるには「この立ち場を取ったら、結果はこうなる」という点を徹底的に考える必要があり、この点が本作最大の醍醐味です。\r\n\r\n理想的なノヴィスタンの将来像に正解はありません。繰り返しプレイを続け、好みによってキャラクターの性別や外見などを変更を楽しみ、様々な結末を迎える14日後のノヴィスタンを見届けてください。","info":"<li><span>别名: </span>ヘッドライナー:ノヴィニュース</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>Switch</li><li><span>游戏类型: </span>AVG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2018年10月23日</li><li><span>售价: </span>デジタル版 1,600円（税込）/ パッケージ版 3,980円（税別）</li><li><span>官方网站: </span>https://chorusworldwide.com/headliner-jp/</li>","collection":{"collect":2}}