{"id":300410,"type":4,"name":"Soul Searching","image":"//lain.bgm.tv/pic/cover/m/40/d3/300410_1u10y.jpg","summary":"Soul Searching is a narrative survival game about sailing away from your homeland.\r\n\r\nYou sail on your small primitive boat to a world of islands, dragons, and magic. You can learn about stories of people living on islands you chose to visit, discover dragons, catch fish, customize your boats, find ghosts, cast magic spells, and more.\r\n\r\nSoul Searching leaves you in an open world without any tutorialization except telling you the buttons to play. There is not one correct path. There are a number of play styles you can choose, depending on your hunger for gold and better boats. You might get lost, but it won’t take too long to find your way to the end.\r\n\r\nSoul Searching is about growing up, leaving your homeland, standing on your own feet. It deals with themes like isolation, searching for meaning and direction, leading to depression and suicidal thoughts.\r\n\r\nAs the player, you are not a violent hero. The most violent thing you can do in this game is to catch fish to feed yourself. Other than that, it’s a game of humble survival and peaceful travels. But in that humbleness you are challenged to survive in a world of merciless dragons and endless seas.\r\n\r\nMade by a one man team spanning 3 years of development, Soul Searching is a very personal game. It tries exciting story-telling methods to convey feelings rarely conveyed in games. Since all code, art, music, everything is made by one person, it offers a special sense of authorship hard to find in other games.\r\n\r\nOther than the single player story mode, game also offers a randomly generated mode from 1 to 4 local players. This offers replay value and requires players to work together to survive. More players, more need for resources, so more challenge, but more skills to survive.\r\n\r\nSoul Searching invites you to its world of mysteries. Even though the main story play time is not that long, if you want to unlock every achievement in the game, you will have to get lost in this world.","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>冒险，生存</li><li><span>发行日期: </span>2017年2月16日</li><li><span>售价: </span>¥ 36</li>"}