{"id":300407,"type":4,"name":"DROD: Gunthro and the Epic Blunder","image":"//lain.bgm.tv/pic/cover/m/91/13/300407_fZ1Kh.jpg","summary":"\"Deadly Rooms of Death\" (DROD) is a turn-based strategy and tactics puzzle game series. It is a 2D top-down puzzle adventure that focuses on pure gameplay mechanics, best described succinctly as \"chess in a Zelda-like environment.\" The DROD series began over a decade ago and has enthralled thousands of players.\r\n\r\nSwordplay and puzzles combine in this thinking man's dungeon crawl. It's simple to learn, with just a handful of commands to master. This game's rogue-like exterior belies clever puzzle design and unique play mechanics that provide amazing depth. Each room is a hand-crafted puzzle that you solve by clearing out all the monsters with your Really Big Sword without letting any reach and kill you. Monster types each have their own AI, with deterministic movement patterns. Puzzle elements and terrain types help and hinder you in solving each puzzle. You start by learning basic mechanics and fighting techniques, and then the difficulty steadily ramps up as each room you face presents a fresh challenge with a logical solution. This game features a novel play style, with story- and puzzle-driven voiced dialogue delivered inline with hardcore puzzle solving that involves a mix of strategy, tactics, lateral thinking and linchpins. As developers, our goal is to present you with a novel experience where game mechanics are paramount. DROD will give you that \"just one more room\" feeling.\r\n\r\nThis game is the entry-point title in the ongoing DROD franchise. \"Gunthro\" is designed as an beginner-level offering to the DROD world, with both new players and veterans in mind. The level layout is has multiple hub areas to explore as you progress. The game starts easy, has a smooth learning curve and an integrated online hints system. You should be pleased by the puzzle designs that went into this game, making for a delightful blend of fun and challenge. A level editor and enthusiastic player community make this a game you can relish for years.","info":"<li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>macOS</li><li><span style=\"visibility:hidden;\">平台: </span>SteamOS + Linux</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2012年4月2日</li><li><span>售价: </span>¥ 36</li><li><span>官方网站: </span>http://www.caravelgames.com/Articles/Contact.html</li>"}