{"id":139114,"type":1,"name":"Dragons of Autumn Twilight","image":"//lain.bgm.tv/pic/cover/m/81/cc/139114_GNZzh.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Dragons of Autumn Twilight is a 1984 fantasy novel by Margaret Weis and Tracy Hickman, based on a series of Dungeons & Dragons (D&D) game modules. It was the first Dragonlance novel, and first in the Chronicles trilogy, which, along with the Dragonlance Legends trilogy, are generally regarded as the core novels of the Dragonlance world. The Chronicles trilogy came about because the designers wanted novels to tell the story of the game world they were creating, something to which TSR, Inc. (TSR) agreed only reluctantly. Dragons of Autumn Twilight details the meeting of the Companions and the early days of The War of the Lance. This novel corresponds with the first two Dragonlance game modules, Dragons of Despair and Dragons of Flame, but with a different ending. The novel introduces many of the characters that are the subject of other novels and short stories.\r\nThe title Dragons of Autumn Twilight follows a pattern with the other novels in the series, Dragons of Winter Night and Dragons of Spring Dawning, as they all start with Dragons, followed the names of the seasons, Autumn, Winter, and Spring, as well as a series of time, Twilight, Night, and Dawning.\r\nMargaret Weis includes allusions to A Christmas Carol by Charles Dickens, one of her favorite stories. References include But there was something disquieting about him—secret, silent, self-contained, and solitary as an oyster and The fate of mankind is my business. This quote is turned from meaning good to meaning harm.","info":"<li><span>中文名: </span>秋暮之巨龙</li><li><span>册数: </span>1</li><li><span>出版社: </span>Random House</li><li><span>发售日: </span>1984年11月</li><li><span>页数: </span>448</li><li><span>ISBN: </span>0-88038-173-6</li>","collection":{"collect":3},"relations":[{"id":58766,"image":"//lain.bgm.tv/pic/cover/m/67/0c/58766_A77n5.jpg","title":"Dragonlance Chronicles","type":"系列","url":"https://bgm.tv/subject/58766"}]}