{"id":256612,"type":4,"name":"ToeJam & Earl in Panic on Funkotron","image":"//lain.bgm.tv/pic/cover/m/a5/87/256612_lFFzZ.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":1},"score":10},"summary":"ToeJam & Earl in Panic on Funkotron is a platform video game developed by Johnson Voorsanger Productions and published by Sega in 1993 for the Sega Genesis. The game is the sequel to cult video game ToeJam & Earl, released in 1991. The game concerns two alien protagonists, ToeJam and Earl, both of whom have escaped from Earth, where they had crash landed. After returning to their home planet of Funkotron, the duo discover a number of antagonistic Earthlings have stowed away on the spacecraft and are wreaking havoc across the planet. The player must hunt down these Earthlings and imprison them in jars before sending them back to Earth.\r\nThe game's platform format was a departure from the original ToeJam & Earl, a treasure hunt game with randomly generated levels, inspired by the game Rogue. Creators Greg Johnson and Mark Voorsanger originally began designing a game built on the concepts of the original, but changed to a more generic type of game due to a lack of support for their vision on the part of Sega. The game was critically well received, with reviewers praising the graphics, soundtrack, fluid action and two-player mode. It was also a commercial success, but fans of ToeJam & Earl were disappointed and confused by the radical change in direction.","info":"<li><span>中文名: </span>外星双傻2</li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>ToeJam and Earl 2</li><li><span>平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>Wii VC</li><li><span style=\"visibility:hidden;\">平台: </span>PSN</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox Live Arcade</li><li><span>游戏类型: </span>Platform</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1993年</li><li><span>开发: </span>Johnson Voorsanger Productions</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"MD","count":2},{"name":"JVP","count":1},{"name":"1993","count":1},{"name":"ACT","count":1},{"name":"SEGA","count":1}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"发行"}],"relations":[{"id":258463,"image":"//lain.bgm.tv/pic/cover/m/26/c1/258463_xxax1.jpg","title":"ToeJam & Earl","type":"前传","url":"https://bgm.tv/subject/258463"}]}