{"id":295814,"type":4,"name":"EVE Echoes","image":"//lain.bgm.tv/pic/cover/m/6f/e3/295814_FgRZG.jpg","rating":{"total":3,"count":{"1":1,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":4.7},"summary":"EVE Echoes is a next-gen mobile spaceship MMO game based upon hallmark EVE Online design principles. In EVE Echoes, players will be able to forge their own path to glory within a massive space sandbox environment, forming alliances with other pilots from across the galaxy to shape the game’s persistent universe.\r\n\r\nPlayers will be free to engage in interstellar combat, exploration, piracy, resource harvesting, industrial manufacture, trade, as well as many other activities across thousands of solar systems. Whether it's the rise and fall of an empire, or the shifting balance of power, the entire history of EVE Echoes will be written by its players.\r\n\r\n1. Official EVE Sandbox Mobile Game\r\nEVE Echoes exists in a parallel New Eden for players. Developed based on the signature gameplay of EVE Online, players can enjoy an original and authentic EVE experience on mobile devices.\r\n\r\n2. A Space Opera that Unfolds Across 8000+ Star Systems\r\nEVE Echoes is a sandbox where players are free to choose their role and playstyle in a vast universe, pursuing whatever they desire in-game, including combat, exploration, industry, trade and more.\r\n\r\n3. Create Your Own Sci-Fi Legacy With 100+ Unique Ships\r\nIn the magnificent interstellar universe of EVE Echoes, players can fly more than 100 ships and choose unique ship SKINs. The Capsuleers themselves are the primary narrators in their own huge science fiction epic.\r\n\r\n4. Join the Galactic War - Empires, Corporations, Conflict\r\nIn EVE Echoes, players can establish their own alliances and corporations. EVE Echoes provides an open environment that can support fleet combat with more than 100 people. Fleet up and fight for power, territory and glory!\r\n\r\n5. Explore the Universe -Scan, Discover, Trade and Prosper\r\nSeize the opportunity to become a business tycoon by trading and manufacturing in an open, player-driven market. Produce, distribute, trade, and maximize resource use to achieve limitless wealth!","info":"<li><span>中文名: </span>星战前夜:无烬星河</li><li><span>开发: </span>CCP Games、<a href=\"/person/28561\">网易游戏</a></li><li><span>发行: </span><a href=\"/person/28561\">网易游戏</a></li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>角色扮演</li><li><span>发行日期: </span>2020-08-13</li><li><span>官方网站: </span>https://www.eveechoes.com/</li><li><span style=\"visibility:hidden;\">官方网站: </span>https://evem.163.com/</li>","collection":{"wish":2,"collect":1,"doing":4},"staff":[{"id":28561,"image":"//lain.bgm.tv/pic/crt/g/7f/71/28561_prsn_kCs4h.jpg","name":"网易公司在线游戏事业部","desc":"开发"}],"relations":[{"id":7313,"image":"//lain.bgm.tv/pic/cover/m/3a/0f/7313_VauMn.jpg","title":"EVE Online","type":"相同世界观","url":"https://bgm.tv/subject/7313"}]}