{"id":45616,"type":4,"name":"Arcanum: Of Steamworks and Magick Obscura","image":"//lain.bgm.tv/pic/cover/m/d4/10/45616_7R6tT.jpg","rating":{"total":17,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":4,"9":8,"10":3},"score":8.7},"summary":"　  奥秘的制作过程用了三年的时间，是Troika Games的第一部作品。Troika Games是一个有1997年辐射（Fallout）开发小组中的几名关键成员组成的小型工作室，而辐射则是Interplay的一款有着高度游戏性，令人难以忘记的角色扮演游戏。 奥秘和辐射有许多相似之处。就像它的前辈一样，游戏中开放性的世界给另了玩家足够的自由-这种自由性可以让你使用不同的方法来处理游戏中的问题，而且这种方法可以相当文明也可以非常野蛮。 不幸的是，奥秘有着一些相当严重的问题，包括游戏润饰的全面缺乏，对于某些玩家来说这个问题造成的对游戏的失望经常要超过游戏带来的乐趣。这些问题给游戏中充满魅力和内涵的角色扮演体验蒙上了一层阴影。\r\n　　奥秘中最值得注意的方面可能是它的设定：游戏的故事发生在一个正在经历一场工业革命的幻想的世界中，非常类似19世纪末维多利亚时期的美国。火车，电力和燧发枪突然闯入了这个以前有剑与魔法所控制的世界。在这期间，整个社会关系变得越来越紧张-像以前精灵，矮人，侏儒和半兽人这些被孤立的种族都试图在新建的大都市中共存。这是一个相当不错的概念，它与辐射的设定有着异曲同工之处。\r\n　　奥秘有着博得之门2（Baldur's Gate II），暗黑破坏神2（Diablo II）这类游戏相似的视角。像其他决大部分角色扮演游戏一样，你在奥秘中的大部分时间都花在从一个地方到另一个地方， 进行大量的战斗和与不同的非玩家角色的交谈上。在冒险开始前创造你自己的角色（或者从众多已经定制好的角色中挑选一个）是非常有趣的。那些有着特别设定的典型幻想种族的介绍制作地相当出色-你将会怀着浓厚的兴趣翻看所有角色的手绘肖像。 在奥秘中不存在角色职业这个概念-你可以熟练掌握各种战斗技能、社交技能那个和偷窃技能；而且你还能学习许多不同派系的魔法（在游戏中被称为\"magick\"）和掌握不同类型的科学技术。\r\n　　奥秘中的主题之一是魔法和科技间的冲突。这种冲突不断的在游戏中出现，例如精通魔法的角色不会有效的利用科学技术，而有了熟练的技术却会变成一个不善魔法的人（当这样的角色使用魔法的时候常常会失败）。除了可以选择走魔法之路还是科技之路（或者两者都不选）以外，你甚至还可以为你的角色选择一个背景（有僧侣抚养长大的，出卖了自己的灵魂，从马戏团中逃跑等等），而且这些会从不同方面影响他或她的属性数据。设定完所有的选项，你将会对创造游戏中角色的最初阶段感到非常欣赏，即使一开始会让人有些繁琐的感觉。\r\n　　由于游戏中的任务都相当的棘手，而且不同类型的角色可以有不同的解决方法，所以在很多情况下你要面对各种战斗。战斗是奥秘的非常重要的一部分，而且大部分战斗都不简单。你可以选择回合制战斗还是即时战斗，而且这两者之间有着相当紧密的联系，但是没有一种战斗方式是让人觉得满意的。采用即时战斗的时候所有的队员都会陷入死战直到死亡为止，这使得场面显得相当混乱。 有时候，过快的动作使奥秘的战斗看上去相当的滑稽-人物的僵硬动作使战斗场面看上去好像是2倍速度播放的电影。不幸的是，这种效果好像不是有意产生的，因为在奥秘中找不到其他诸如过时图像、画面停顿、低解析度之类的问题。由于即时战斗实际上是无法控制地， 所以你不得不选择回合制战斗。回合制战斗是一个缺乏有效战术的非常基本的系统，你对敌人的攻击次数要受到你总的行动点数的限制。如同辐射一样，尽管你能给队伍中的其他成员下达一些基本的战斗命令，但是你不能直接控制他们。\r\n　　奥秘中有许多魔法-魔法师可以在超过十二种的不同魔法派系中选择五种魔法学习。使用魔法会增加你的疲劳指数-但疗伤可以降低你的疲劳指数。在你体力透支的时候，你会躺在地上不省人事。所以不计后果地使用全部能量施展魔法对付敌人不仅会让自己气喘吁吁，而且非常容易受到攻击（幸运的是，喝下治疗药水或者做简单的休息后可以非常快地恢复疲劳指数）。魔法师除了可以使用战斗魔法以外，还可以使用一系列其他类型的魔法，例如可以避免战斗和产生更多障碍来援助同伴。在这种情况下，魔法师可能是游戏的所有角色中最具柔性的。\r\n　　任何角色都可以学习各种基本的偷窃技巧，或者专攻这种技巧，包括巡游、扒手、解除陷阱和解锁。每个角色还可以学习如何使用阴险的手段来给敌人造成更大的伤害-对于那些移动迅速的角色来说这是一种非常有用的技能。 角色还可以熟练掌握砍价和说服这样的技能。\r\n　　无论你选择什么类型的角色，游戏控制的方法都非常的简单明了。在游戏中，你所能滚动查看的画面会受到限制，这可能是基于你角色的视野而做的设定。这种设定不仅使你所能看到的画面受到限制，而且给人相当不舒服的感觉，因为你要不停的使用键盘的方向键来滚动屏幕，同时还要使用鼠标来移动你的角色。再加上大量其他没有经过很好安排的界面占据了屏幕的很大一部分，使得整个系统相当缺乏灵活性。游戏中缺少帮助说明和教学模式意味着你不得不在最初的时候经常翻看用户手册，但你可能不会介意这一点，因为手册制作的还是相当出色的。\r\n　　除了控制和界面上的问题以外，游戏中处理问题的方法也没有太多的选择性，尽管游戏本身是鼓励你采用不同的方法去处理问题的。如果你不按照次序去完成一定的任务或者没有按照设计者希望的那样完成任务，那么奥秘会出现一些奇怪的bug。在你进行游戏的时候，你总会遭遇到各种各样的bug和问题，它们中的大部分会让你感到不舒服（例如，一些对话会循环出现），但还不至于火冒三丈（游戏中死机，或者存盘文件被破坏）。也许这些bug造成地最坏情况是让你自己的判断变得毫无价值-为了能让游戏能顺畅的运行下去，你总会去选择\"对\"的事情去做。 尽管图像相当的粗糙，但游戏在对话运行的时候仍旧不够流畅，即使你有着相当好的硬件配置，你仍将会不时地感到减速和停顿。\r\n　　奥秘中你所能达到的不同区域往往看上去非常的相似，这要\"归功\"于游戏的非常一般的画面。游戏中不同地牢和地下墓穴的设计相当简单和乏味。奥秘是一个需要相当长时间来进行的游戏，在你熟悉了游戏以后，你很难在找到能留下什么深刻印象的地方和人物。相反，你会发现以不同的方法来进行游戏的体验可能是最能让人记住和最有价值的东西了。游戏为了适应你的风格而进行的调整给人留下非常深刻的印象，如果你选择不同的角色来进行游戏，将会有不同的体验。你会注意到非玩家角色会根据你的种族、面容、智力、交谈的态度和性别而产生不同的反应。战斗不仅具有挑战性而且具有一定的难度。 上锁的门可能是一个非常困难的障碍， 或者只是一个小小的把戏。根据你的情况，不同的任务会有不同的解决方法。\r\n　　奥秘的背景音乐也是令人难忘的。音乐使用了大量的乐器来演奏，而且很好的烘托了某些场景的气氛。不幸的是，背景音乐就那么几首，而且老是重复播放着--到了游戏后期，你可能会感觉到有些乏味。尽管偶尔出现的语音（只有和关键人物交谈的时候会出现）对话非常出色，但是游戏简单的简单音效根本不值得相信评说。非常希望有更多的角色能够配上语音。\r\n　　也许奥秘的某些部分看上去已经过时了。那些能忍受游戏单调表现的玩家会发现游戏还是有着不少独特的设定、开放型的游戏性和重复性很高的单人冒险旅程这类的优点。除了这些之外，奥秘还有一些其他有趣的特性，例如命运指数。在游戏中，你很难提高得这些宝贵的指数，因为它可以决定你做事情的成功机率和欺骗能力。 游戏甚至还有一个模块化的多人游戏模式（其中内建了一个游戏服务器浏览器）和一个可以让玩家自己创造新的地牢， 城镇等等东西的关卡编辑器。这些特性都能很大程度上延长奥秘的生命。\r\n　　奥秘不会掩盖它的真正实力，它的故事情节和人物也不是特别吸引人。游戏中像战斗这样重要的部分存在着明显的缺陷，而且没有可圈可点之处。因此，如果你只是像对待其他游戏一样只是简单的玩了一下，你可能体会不到把整个游戏结束时的那种感觉。从另一方面说，如果你对角色扮演游戏的要求相当严格-严格到可以忽视游戏的图形， 只要游戏能让你沉浸在一个不同的世界中进行不断的冒险-那么奥秘绝对不会辜负你花费的时间、金钱和精力。 正像它那非比寻常的故事设定一样，奥秘也是一款与众不同的游戏，所以绝对值得去玩一下。\r\n       Troika曾计划更换引擎制作续集，但遭到本作引擎提供者Sierra阻止。","info":"<li><span>中文名: </span>奥秘：蒸汽与魔法</li><li><span>开发: </span><a href=\"/person/17534\">Troika Games</a></li><li><span>发行: </span><a href=\"/person/31207\">Sierra Entertainment</a>、<a href=\"/person/17518\">Activision</a></li><li><span>遊戲設計師: </span><a href=\"/person/33412\">Leonard Boyarsky</a></li><li><span>制作总指挥: </span><a href=\"/person/33411\">Tim Cain</a></li><li><span>程序: </span><a href=\"/person/33411\">Tim Cain</a></li><li><span>平台: </span>PC (Windows)</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>单人、多人</li><li><span>发行日期: </span>2001年8月21日</li><li><span>官方网站: </span>https://www.gog.com/game/arcanum_of_steamworks_and_magick_obscura</li>","collection":{"wish":32,"collect":16,"doing":2,"on_hold":1,"dropped":1},"tags":[{"name":"RPG","count":7},{"name":"蒸汽朋克","count":6},{"name":"2001","count":4},{"name":"ARPG","count":4},{"name":"Troika","count":2},{"name":"沙盒","count":2},{"name":"有趣的设定","count":2},{"name":"Games","count":1},{"name":"CRPG","count":1},{"name":"Steam已入","count":1}],"crt":[{"id":69054,"image":"//lain.bgm.tv/pic/crt/g/2d/fd/69054_crt_90zAh.jpg","name":"纳斯鲁丁","desc":"Jim Ward"},{"id":69057,"image":"//lain.bgm.tv/pic/crt/g/53/4e/69057_crt_p3Qhs.jpg","name":"阿罗纳克斯","desc":"Jim Ward"},{"id":69094,"image":"//lain.bgm.tv/pic/crt/g/e6/3c/69094_crt_A8t82.jpg","name":"瑞文","desc":"Tasia Valenza"},{"id":74822,"image":"//lain.bgm.tv/pic/crt/g/24/01/74822_crt_30H0q.jpg","name":"维吉尔","desc":"Rino Romano"},{"id":86641,"image":"","name":"吉尔伯特·贝茨","desc":"Nick Jameson"},{"id":95517,"image":"//lain.bgm.tv/pic/crt/g/74/9c/95517_crt_4bMWO.jpg","name":"马格努斯","desc":"Julian West"},{"id":95655,"image":"//lain.bgm.tv/pic/crt/g/ae/d2/95655_crt_9E6bY.jpg","name":"加尔","desc":"Jim Ward"},{"id":95660,"image":"//lain.bgm.tv/pic/crt/g/29/57/95660_crt_9YxJs.jpg","name":"Loghaire Thunder Stone","desc":"Barry Dennen"},{"id":95656,"image":"//lain.bgm.tv/pic/crt/g/06/2a/95656_crt_j7ooO.jpg","name":"Geoffrey Tarellond-Ashe","desc":"配角"}],"staff":[{"id":17534,"image":"//lain.bgm.tv/pic/crt/g/79/05/17534_prsn_ter4p.jpg","name":"三巨头游戏工作室","desc":"开发"},{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"发行"},{"id":31207,"image":"//lain.bgm.tv/pic/crt/g/a6/cd/31207_prsn_v4z4M.jpg","name":"雪乐山公司","desc":"发行"},{"id":33412,"image":"//lain.bgm.tv/pic/crt/g/b4/fd/33412_prsn_hE043.jpg","name":"莱昂纳多·波亚斯基","desc":"遊戲設計師"},{"id":33411,"image":"//lain.bgm.tv/pic/crt/g/9a/1b/33411_prsn_jhy4h.jpg","name":"提姆·凯恩","desc":"制作总指挥"}],"relations":[{"id":247811,"image":"//lain.bgm.tv/pic/cover/m/31/69/247811_ic978.jpg","title":"Arcanum: Of Steamworks and Magick Obscura Original Computer Game Soundtrack","type":"原声集","url":"https://bgm.tv/subject/247811"}]}