{"id":108988,"type":4,"name":"Frozen: Olaf's Quest","image":"//lain.bgm.tv/pic/cover/m/56/67/108988_wWc54.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"Frozen: Olaf's Quest is a platform game based on characters featured from Walt Disney Animation Studios' 53rd animated film, Frozen. The game was developed by 1st Playable Productions for the Nintendo 3DS. The game features Josh Gad as Olaf as its main character. Reviews were largely mixed.\r\n\r\nFrozen: Olaf's Quest features characters based from the Disney animated film Frozen. It was released on November 19, 2013 for Nintendo DS and Nintendo 3DS. Developed by 1st Playable Productions and published by GameMill Entertainment, it takes place after the events of the film. In the game, Olaf must use his unique snowman abilities to try and stay in one piece throughout 60 levels. Mechanics of the gameplay are based on Olaf's unique character qualities, such as ability to slip around levels. Several aspects of the game are influenced by the humor of the character and the film.\r\n\r\nOrla Madden of Nintendo Life gave the game a mixed review of 5/10. While a fan of the film, Madden criticized the lack of presentation, noting a complete lack of dialogue or storyline. Other criticisms included the repetitive gameplay, lack of humor, and a lack of appearances of other characters from the film such as Anna and Elsa. While saying the game would be fun for younger players, he asserted that older gamers would find little to enjoy in the game.","info":"<li><span>中文名: </span>冰雪奇缘：雪宝的任务</li><li><span>别名: </span>冰雪奇缘：奥拉夫的任务</li><li><span style=\"visibility:hidden;\">别名: </span>冰雪奇缘：奥拉夫的冒险</li><li><span>平台: </span>3DS</li><li><span>发行日期: </span>2013-11-12</li><li><span>开发: </span>CokeM Interactive</li><li><span>发行: </span>GameMill Entertainment</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"Disney","count":1},{"name":"3DS","count":1},{"name":"ACT","count":1}],"relations":[{"id":93044,"image":"//lain.bgm.tv/pic/cover/m/4d/92/93044_7s3LU.jpg","title":"Frozen","type":"动画","url":"https://bgm.tv/subject/93044"}]}