{"id":312918,"type":1,"name":"金色夜叉","image":"//lain.bgm.tv/pic/cover/m/b9/68/312918_ocTDR.jpg","summary":"故事从贯一和阿宫两个男女主角说起，贯一从小父母双亡，因贯一的父亲有恩于阿宫的父亲，故阿宫之父就负起养育贯一的责任。男女主角青梅竹马般快乐地成长，贯一对阿宫一向呵护备至，阿宫父母也许诺让两人成婚。阿宫终于长成美丽的少女，在一次宴会上遇见了当地一个银行家之子，她被他手上闪亮的大钻石戒指吸引，心想若能嫁给这样的人，或许会有幸福快乐的一生吧！而银行家之子对出众的阿宫更是一见钟情，回去后立刻说动父亲出面提亲。阿宫一家毁弃了对贯一的承诺，同意了这门婚事。\r\n贯一受此刺激开始自甘堕落，成为金色的夜叉，一个金钱的奴隶，做起他原先最瞧不起的高利贷生意，一心只想赚大钱。而嫁为人妇的阿宫并没有得到想象中的幸福生活，幼子夭折后的不孕加上富贵人家的种种规矩让她的婚姻结冰，银行家之子也因得不到阿宫的真爱而沉迷欢场不归。一次偶然的机会，阿宫与贯一重逢，阿宫这才发觉她真正所爱的是贯一。于是她经常写信给贯一，但对爱情已经心死的贯一却从不回复。\r\n一次贯一外出办事，却意外地救起了一对殉情男女。原来，女子是一名艺伎，而男子是她的恋人，这一对不见容于功利社会的恋人决定一起离开这个世界。贯一原已冰冷的内心突然被感动，他发现这世间还有真挚不渝的爱情，于是决定接受阿宫的忏悔和爱情。\r\n故事将进入高潮，年仅36岁的作者尾崎红叶就因癌症辞世，让《金色夜叉》的后续情节划下了休止符，平添后人无限想象。\r\n\r\n『金色夜叉』（こんじきやしゃ）は、尾崎紅葉が書いた明治時代の代表的な小説。読売新聞に1897年（明治30年）1月1日 - 1902年（明治35年）5月11日まで連載された。前編、中編、後編、続金色夜叉、続続金色夜叉、新続金色夜叉の6編からなっている。執筆中に作者が死亡したため未完成である。紅葉門下の小栗風葉が1909年（明治42年）に「終編金色夜叉」を書き継いだ。昭和に入って、映画、ドラマ化されるようになった。\r\nこの作品の種本は、バーサ・M・クレー（Bertha M.Clay）、本名en:Charlotte Mary Brame(1836-1884) の『Weaker than a Woman（女より弱きもの）』であることが分かっている（後述）。\r\n\r\n高等中学校の学生の間貫一（はざま かんいち）の許婚であるお宮（鴫沢宮、しぎさわ みや）は、結婚を間近にして、富豪の富山唯継（とみやま ただつぐ）のところへ嫁ぐ。それに激怒した貫一は、熱海で宮を問い詰めるが、宮は本心を明かさない。貫一は宮を蹴り飛ばし、復讐のために、高利貸しになる。一方、お宮も幸せに暮らせずにいた。\r\nお宮を貫一が蹴り飛ばす、熱海での場面（前編　第8章）は有名である。貫一のセリフとして「来年の今月今夜のこの月を僕の涙で曇らせてみせる」が広く知られているが、これは舞台・映画でのもっとも簡略化したセリフに基づいたものであり、原著では次のように記述されている。\r\n「吁（ああ）、宮（みい）さんかうして二人が一処に居るのも今夜ぎりだ。お前が僕の介抱をしてくれるのも今夜ぎり、僕がお前に物を言ふのも今夜ぎりだよ。一月の十七日、宮さん、善く覚えてお置き。来年の今月今夜は、貫一は何処（どこ）でこの月を見るのだか！　再来年（さらいねん）の今月今夜……十年後（のち）の今月今夜……一生を通して僕は今月今夜を忘れん、忘れるものか、死んでも僕は忘れんよ！　可いか、宮さん、一月の十七日だ。来年の今月今夜になつたならば、僕の涙で必ず月は曇らして見せるから、月が……月が……月が……曇つたらば、宮さん、貫一は何処かでお前を恨んで、今夜のやうに泣いてゐると思つてくれ」\r\n高等中学生の秀才間貫一と、寄寓先の鴫沢の美しい娘宮は許婚どうし。みなからその未来を羨望されている。宮は、銀行頭取の息子富山唯継にかるた会でみそめられ、美貌におごり、金に憧れ、求婚に応じて許婚をすてる。貫一は悲憤して、熱海の海岸で「一生を通して、一月十七日は僕の涙で必ず月を曇らして見せる。月が曇ったらば、貫一は何処かでお前を恨んで今夜のように泣いていると思ってくれ」と言葉を投げて宮と別れ、学業を廃して、行方をくらます。貫一は復讐を思い、死を思う。強欲非道な高利貸鰐淵の手代となり、残酷な商売にしたがい、かろうじてその苦しさを忘れ、自ら金を積み、恨みを晴らそうとする。宮は、富山と結婚し、金に目がくらむいっぽうで、胸の飢えは満たされない。4年後、2人は相見て、宮は、貫一の恨みをとくためにこの境遇をすてようと思う。貫一は、鰐淵が火事で死んだので仕事を受け継ぎ、宮の悔悟の手紙を手にとろうともしない。しかし、親友荒尾譲介から、宮の心情をつたえられて貫一も心がかすかに動揺し、暁の悪夢のなかで悔悟の自殺をした宮に、赦すという言葉を与え、その唇をすう。心はますます苦しくなるが、用事で塩原へ出向き、温泉宿の隣室で男女が心中しようとするのをすくう。その女は富山唯継のえじきになろうとしたものであったから、貫一は宮の周辺の不幸な状況を知る。宮はまえにもまして思いの丈を訴えた手紙を貫一のもとに寄こす。\r\n\r\n文芸評論家北嶋廣敏によれば、主人公・間貫一のモデルは児童文学者の巖谷小波である。彼には芝の高級料亭で働いていた須磨という恋人がいた。が、小波が京都の新聞社に2年間赴任している間に、博文館の大橋新太郎（富山唯継のモデル）に横取りされてしまった。小波は別に結婚する気もなかったのでたいして気にも留めていなかったというが、友人の紅葉が怒って料亭に乗り込み須磨を足蹴にした。熱海の海岸のシーンはそれがヒントになったという。須磨（須磨子）は、ある旅館の若主人が東京放浪中に生ませた娘であったが、舞踊にも秀でた美人で、大橋と結婚後は8人の子を生み、五女の豊子は金子堅太郎の息子・武麿に嫁いだ。\r\n1980年代になって、硯友社文学全体の再評価の中で、典拠や構想についての研究が進み、アメリカの小説にヒントを得て構想されたものであるという説が有力になり、2000年7月、堀啓子北里大学講師が、ミネソタ大学の図書館に所蔵されているバーサ・M・クレー (Bertha M.Clay)、本名en:Charlotte Mary Brameの 『Weaker than a Woman（女より弱きもの）』が種本であることを解明した。初出は、イギリスのen:Family Herald紙に、1878年8月17日から同年11月23日まで連載されたものである。","info":"<li><span>中文名: </span>金色夜叉</li><li><span>册数: </span>5</li><li><span>话数: </span>6</li><li><span>作者: </span><a href=\"/person/39151\">尾崎紅葉</a></li><li><span>出版社: </span><a href=\"/person/39154\">春陽堂書店</a>、<a href=\"/person/39155\">岩波書店</a>、<a href=\"/person/8630\">新潮社</a></li><li><span>连载杂志: </span><a href=\"/person/23147\">読売新聞</a></li><li><span>客串: </span><a href=\"/person/39153\">小栗風葉</a>(后继协力)</li><li><span>别名: </span>こんじきやしゃ</li><li><span>发售日: </span>1898年-1903年(春陽堂)</li><li><span>开始: </span>1897年1月1日</li><li><span>结束: </span>1902年5月11日(未完)</li><li><span>文库: </span>春陽堂文庫、岩波文庫、新潮文庫</li><li><span>备注: </span>因为作者在写作中死亡，所以未完成。红叶门下的小栗風葉在1909年继续写着「終編金色夜叉」。</li>","collection":{"collect":1},"tags":[{"name":"绝笔","count":1},{"name":"小说系列","count":1}],"staff":[{"id":39151,"image":"//lain.bgm.tv/pic/crt/g/f4/f5/39151_prsn_vniN1.jpg","name":"尾崎红叶","desc":"作者"},{"id":39154,"image":"//lain.bgm.tv/pic/crt/g/6c/fd/39154_prsn_C2byQ.jpg","name":"春阳堂书店","desc":"出版社"},{"id":39155,"image":"//lain.bgm.tv/pic/crt/g/33/8a/39155_prsn_3dgmW.jpg","name":"岩波书店","desc":"出版社"},{"id":8630,"image":"//lain.bgm.tv/pic/crt/g/37/37/8630_prsn_X4I9D.jpg","name":"新潮社","desc":"出版社"},{"id":23147,"image":"//lain.bgm.tv/pic/crt/g/07/07/23147_prsn_pDCy2.jpg","name":"读卖新闻","desc":"连载杂志"},{"id":39153,"image":"//lain.bgm.tv/pic/crt/g/5c/e1/39153_prsn_U6hnh.jpg","name":"小栗风叶","desc":"客串"}]}