{"id":324551,"type":4,"name":"Assassin's Creed Unity Dead Kings","image":"//lain.bgm.tv/pic/cover/m/d8/1c/324551_d6ZJw.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":0,"8":0,"9":0,"10":0},"score":5.5},"summary":"Arno, still feeling devastated over the loss of Élise de la Serre, finds refuge in Saint-Denis, at the time, known as Franciade. He is contacted by the Marquis de Sade at a tavern, who requests his help in finding the manuscript of Nicolas de Condorcet, hidden in the tomb of Louis IX beneath the city, in exchange for a ship that would take Arno to Egypt.\r\n\r\nDuring his search, Arno encounters a group of tomb raiders, led by Captain Philippe Rose, a subordinate of Napoleon Bonaparte, who wishes to retrieve the artifact located within a Precursor temple, buried under the city's church. He also finds that the manuscript has been stolen by a child thief, Léon, who was captured by the raiders. Arno rescues Léon and retrieves the manuscript, but declines to help him stop the raiders. His resolve softens after an encounter with a vision of Élise, as well as hearing Léon's pleas.\r\n\r\nAfter discovering the location of the temple, and retrieving the key from one of Napoleon's officers, Arno finally manages to open the door to the temple. He is then ambushed by Rose, who attempts to take the artifact for himself. Arno survives the ambush, and makes it to the artifact before Rose and his men. After killing Rose, Arno retrieves the artifact, a head-shaped lantern containing a spherical Piece of Eden, and uses it to repel the raiders and escape the temple. He later meets de Sade at the tavern and delivers the manuscript as promised. Finally, Arno decides to stay in France, and contacts the Brotherhood to deliver the Piece of Eden to Egypt, far away from Bonaparte's reach.","info":"<li><span>中文名: </span>刺客教条：大革命－帝王陵墓</li><li><span>别名: </span>刺客信条：大革命之死王</li><li><span style=\"visibility:hidden;\">别名: </span>刺客信条：大革命之列王陵</li><li><span>平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>XBOX ONE</li><li><span>Developer(s): </span>Ubisoft Montpellier</li><li><span>游戏类型: </span>动作</li><li><span>游戏引擎: </span>AnvilNext 2.0</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2015年1月14日</li><li><span>售价: </span>免费</li><li><span>Website: </span>http://www.assassinscreed.com</li>","collection":{"collect":3},"tags":[{"name":"Ubisoft","count":1}],"relations":[{"id":105649,"image":"//lain.bgm.tv/pic/cover/m/b7/3f/105649_14rgc.jpg","title":"Assassin's Creed: Unity","type":"主线故事","url":"https://bgm.tv/subject/105649"}]}