{"id":265811,"type":4,"name":"Phoenix Point","image":"//lain.bgm.tv/pic/cover/m/a7/40/265811_tcIIZ.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":1,"9":0,"10":0},"score":7.3},"summary":"Phoenix Point is an upcoming turn-based tactics strategy video game that is being developed by Snapshot Games. Phoenix Point is intended to be a spiritual successor to the X-COM series, created by studio head Julian Gollop. The game is the second project of Snapshot Games, following their release in 2015 of Chaos Reborn.\r\nPhoenix Point is set in 2047 on an Earth in the midst of an alien invasion, with Lovecraft-inspired horrors on the verge of wiping out all of humanity. Players start the game in command of a lone base, Phoenix Point, and face a mix of strategic and tactical challenges as they try to save themselves and the rest of humanity from annihilation by the alien threat. For example, aliens will encroach on human-controlled lands with city-sized, alien land-walkers while their combat forces are led by bus-sized boss monsters.\r\nBetween battles, the aliens will adapt through accelerated, evolutionary mutations to the tactics and technology which players use against them. Meanwhile, multiple factions of humans will pursue their own objectives as they compete with players for limited resources in the apocalyptic world. How players resolve these challenges can result in different endings to the game.","info":"<li><span>中文名: </span>凤凰点</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span>游戏类型: </span>SLG, Turn-based tactics</li><li><span>游戏引擎: </span>Unity</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2019年12月3日</li><li><span>开发: </span>Snapshot Games</li><li><span>发行: </span>Snapshot Games</li>","collection":{"wish":6,"collect":3,"doing":2},"tags":[{"name":"SLG","count":3},{"name":"PC","count":2},{"name":"普通游戏","count":1},{"name":"末日","count":1},{"name":"丧尸","count":1},{"name":"科幻","count":1}],"relations":[{"id":259930,"image":"//lain.bgm.tv/pic/cover/m/c7/52/259930_pTHh9.jpg","title":"X-COM: UFO Defense","type":"其他","url":"https://bgm.tv/subject/259930"}]}