{"id":66388,"type":4,"name":"Stranglehold","image":"//lain.bgm.tv/pic/cover/m/04/a3/66388_YWl4d.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":2,"7":0,"8":0,"9":0,"10":1},"score":6.8},"summary":"In latter-day Hong Kong, a policeman goes missing. The department is dumbfounded by the disappearance until they receive a ransom call from an unnamed source. The kidnappers request that a single officer appear at Kowloon market. Lee, the chief of police, believes this request to be a trap and plans to send in a squad. One officer, Jerry Ying, disqualifies himself from this role, claiming that an appearance as an officer will blow the cover he's used to infiltrate a Triad group called Dragon Claw. Instead, Inspector Tequila Yuen decides to go to Kowloon alone, despite Lee's order for him to bring a team. Once in the market, Tequila is attacked by a number of triads, proving Lee's hunch correct. After dispatching the attackers, he discovers the missing officer's badge, only to find a bullethole through the center and a photograph of the dead officer. While engaging in a standoff with the triads, Tequila receives a tip that the officer was assassinated by a group called the Imperial 9s, located in Tai O. While in Kowloon, Tequila stops in at a teahouse owned by the triad group Golden Kane, where he orders his usual tequila. At one of the teahouse's tables, the Imperial 9s are making a deal with Golden Kane regarding forged passports. Upon the Golden Kane representative's revelation that the man sitting at the bar is a cop, the I9 representative panics and shoots the Golden Kane representative. Shortly afterwards, the I9 is dispatched by Tequila. Enraged that the cop had broken up the deal, the Golden Kane bouncer Kwong Fang attacks Tequila, only to be gunned down. After emerging from the teahouse, Tequila informs his superior that he's going to go to Tai O to investigate further. He also mentions that during the deal he overheard that the Imperial 9s are working under Dragon Claw.","info":"<li><span>中文名: </span>枪神</li><li><span>开发: </span>Tiger Hill Entertainment、<a href=\"/person/32718\">Midway Games</a></li><li><span>发行: </span><a href=\"/person/32718\">Midway Games</a></li><li><span>平台: </span>XBOX 360</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>TPS、ACT</li><li><span>游戏引擎: </span>Unreal Engine 3.0 (heavily modified) with Havok physics</li><li><span>游玩人数: </span>Single-player、Multiplayer (online)</li><li><span>发行日期: </span>2007年9月7日</li><li><span>官方网站: </span>http://www.strangleholdgame.com/</li>","collection":{"wish":1,"collect":7,"dropped":1},"tags":[{"name":"PC","count":3},{"name":"TPS","count":2},{"name":"普通游戏","count":1},{"name":"XBOX360","count":1}],"staff":[{"id":32718,"image":"//lain.bgm.tv/pic/crt/g/14/80/32718_prsn_HD7Yl.jpg","name":"Midway Games","desc":"开发"}]}