{"id":91763,"type":4,"name":"Sam & Max: The Devil's Playhouse","image":"//lain.bgm.tv/pic/cover/m/f6/7f/91763_NN0if.jpg","summary":"Sam & Max: The Devil's Playhouse is a series of graphic adventure games, requiring the user to control Sam and Max to specific locations, interacting with the environment, collecting and using objects, and talking to other characters in the game in order to solve puzzles and complete the game. The previous two seasons of \"Sam & Max\" have used a traditional point-and-click interface, which is well-suited for Windows and MacOS users but did not translate well to traditional gamepad controls. The game engine for The Devil's Playhouse has been redesigned to handle both the point-and-click scheme and typical console-based controls for third-person perspective games. On a Windows or MacOS computer, the player has the option of plugging in a gamepad to use this second set of controls. Other aspects, such as inventory management, have also been refined to better suit console players or players not familiar with the adventure game genre. The iPad version of the game features direct touch interaction with the characters, scenery, and inventory.","info":"<li><span>中文名: </span>萨姆和马克斯：魔鬼剧场</li><li><span>协力: </span><a href=\"/person/39041\">Sean Vanaman</a></li><li><span>别名: </span>妙探闯通关：魔鬼剧场</li><li><span>平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>MAC</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>AVG</li><li><span>游戏引擎: </span>Telltale Tool</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2010年4月2日</li><li><span>官方网站: </span>http://www.telltalegames.com/samandmax/thedevilsplayhouse</li>","collection":{"collect":2},"staff":[{"id":39041,"image":"","name":"Sean Vanaman","desc":"协力"}],"relations":[{"id":123563,"image":"//lain.bgm.tv/pic/cover/m/aa/b6/123563_b6jpk.jpg","title":"Poker Night 2","type":"角色出演","url":"https://bgm.tv/subject/123563"}]}