{"id":123576,"type":1,"name":"Animal Farm: A Fairy Story","image":"//lain.bgm.tv/pic/cover/m/52/5b/123576_9yR5T.jpg","rating":{"total":59,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":2,"7":8,"8":14,"9":24,"10":10},"score":8.5},"summary":"Animal Farm is an allegorical and dystopian novella by George Orwell, first published in England on 17 August 1945. According to Orwell, the book reflects events leading up to the Russian Revolution of 1917 and then on into the Stalin era in the Soviet Union. Orwell, a democratic socialist, was a critic of Joseph Stalin and hostile to Moscow-directed Stalinism, an attitude that was critically shaped by his experiences during the Spanish Civil War. The Soviet Union, he believed, had become a brutal dictatorship, built upon a cult of personality and enforced by a reign of terror. In a letter to Yvonne Davet, Orwell described Animal Farm as a satirical tale against Stalin (\"un conte satirique contre Staline\"), and in his essay \"Why I Write\" (1946), he wrote that Animal Farm was the first book in which he had tried, with full consciousness of what he was doing, \"to fuse political purpose and artistic purpose into one whole\".\r\n\r\nThe original title was Animal Farm: A Fairy Story, though the subtitle was dropped by U.S. publishers for its 1946 publication and subsequently all but one of the translations during Orwell's lifetime omitted it. Other variations in the title include: A Satire and A Contemporary Satire.Orwell suggested the title Union des républiques socialistes animales for the French translation, which abbreviates to URSA, the Latin for \"bear\", a symbol of Russia, and which recalled the French name of the Soviet Union, Union des républiques socialistes soviétiques.\r\n\r\nOrwell wrote the book from November 1943 to February 1944, when the wartime alliance with the Soviet Union was at its height and Stalin was regarded highly by the British people and intelligentsia, a circumstance that Orwell hated. It was initially rejected by a number of British and American publishers,including one of Orwell's own, Victor Gollancz. Its publication was thus delayed, though it became a great commercial success when it did finally appear partly because the Cold War so quickly followed World War II.\r\n\r\nTime magazine chose the book as one of the 100 best English-language novels (1923 to 2005); it also featured at number 31 on the Modern Library List of Best 20th-Century Novels. It won a Retrospective Hugo Award in 1996, and is also included in the Great Books of the Western World selection.","info":"<li><span>中文名: </span>动物庄园</li><li><span>别名: </span>一脸猪相</li><li><span style=\"visibility:hidden;\">别名: </span>动物农场</li><li><span style=\"visibility:hidden;\">别名: </span>动物农庄</li><li><span style=\"visibility:hidden;\">别名: </span>Animal Farm</li><li><span>出版社: </span>Signet</li><li><span>发售日: </span>1945-08-17</li><li><span>页数: </span>112</li><li><span>作者: </span>George Orwell</li>","collection":{"wish":12,"collect":81,"doing":2,"on_hold":1},"tags":[{"name":"小说","count":16},{"name":"乔治·奥威尔","count":14},{"name":"讽刺","count":10},{"name":"名著","count":9},{"name":"反乌托邦","count":8},{"name":"实体","count":1},{"name":"补标","count":1}],"relations":[{"id":322090,"image":"//lain.bgm.tv/pic/cover/m/f9/b3/322090_3QE9M.jpg","title":"Orwell's Animal Farm","type":"游戏","url":"https://bgm.tv/subject/322090"},{"id":112687,"image":"//lain.bgm.tv/pic/cover/m/43/8c/112687_71S1A.jpg","title":"Animal Farm","type":"动画","url":"https://bgm.tv/subject/112687"}]}