{"id":243337,"type":1,"name":"Asterios Polyp","image":"//lain.bgm.tv/pic/cover/m/02/f1/243337_95hMF.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"The triumphant return of one of comics’ greatest talents, with an engrossing story of one man’s search for love, meaning, sanity, and perfect architectural proportions. An epic story long awaited, and well worth the wait.\r\n\r\nMeet Asterios Polyp: middle-aged, meagerly successful architect and teacher, aesthete and womanizer, whose life is wholly upended when his New York City apartment goes up in flames. In a tenacious daze, he leaves the city and relocates to a small town in the American heartland. But what is this “escape” really about?\r\n\r\nAs the story unfolds, moving between the present and the past, we begin to understand this confounding yet fascinating character, and how he’s gotten to where he is. And isn’t. And we meet Hana: a sweet, smart, first-generation Japanese American artist with whom he had made a blissful life. But now she’s gone. Did Asterios do something to drive her away? What has happened to her? Is she even alive? All the questions will be answered, eventually.\r\n\r\nIn the meantime, we are enthralled by Mazzucchelli’s extraordinarily imagined world of brilliantly conceived eccentrics, sharply observed social mores, and deftly depicted asides on everything from design theory to the nature of human perception.\r\n\r\nAsterios Polyp is David Mazzucchelli’s masterpiece: a great American graphic novel.","info":"<li><span>中文名: </span>阿斯特利欧·波利普</li><li><span>册数: </span>1</li><li><span>出版社: </span>*Pantheon</li><li><span>价格: </span>USD 35.00</li><li><span>发售日: </span>2009-7-7</li><li><span>页数: </span>344</li><li><span>ISBN: </span>9780307377326</li><li><span>作者: </span>David Mazzucchelli</li>","collection":{"wish":3,"collect":2},"tags":[{"name":"DavidMazzucchelli","count":2},{"name":"2009","count":2},{"name":"Pantheon","count":1},{"name":"图像小说","count":1},{"name":"美国漫画","count":1},{"name":"graphicnovel","count":1},{"name":"漫画","count":1}]}