{"id":243332,"type":1,"name":"The Left Bank Gang","image":"//lain.bgm.tv/pic/cover/m/09/a4/243332_1XmiE.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"1920s Paris: Birthplace of the graphic novel?!\r\n\r\nF. Scott Fitzgerald, Ernest Hemingway, Ezra Pound, and James Joyce walk into a Parisian bar... no, it's not the beginning of a joke, but the premise of Jason's unique new graphic novel.\r\n\r\nSet in 1920s Paris, The Left Bank Gang is a deliciously inventive re-imagining of these four literary figures as not only typical Jason anthropomorphics, but... graphic novelists! Yes, in Jason's warped world, cartooning is the dominant form of fiction, and not only do these four literary giants work in the comics medium but they get together to discuss pen vs. brush, chat about the latest graphic novels from Dostoevsky (\"I can't tell any of his characters apart!\") to Faulkner (\"Hasn't he heard of white space? His panels are too crowded!\"), and bemoan their erratic careers.\r\n\r\nAdd in a hilarious sequence where Hemingway is lectured by an overbearing Gertrude Stein (\"What kind of pencil are you using? You should be using a blue pencil, that way you don't have to erase, all right? Avoid captions. Don't ever write 'A little later.' You don't need that. The reader will figure it out.\"), guest appearances by Zelda Fitzgerald and Jean-Paul Sartre, and a few remarkable twists and turns along the way, and you've got one of the funniest and most playful graphic novels of the year.\r\n\r\nLike Jason's acclaimed Why Are You Doing This?, The Left Bank Gang is rendered in full spectacular color. This is Jason's eighth graphic novel in six years for Fantagraphics, and his audience continues to grow with every acclaimed release.","info":"<li><span>中文名: </span>左岸帮</li><li><span>册数: </span>1</li><li><span>出版社: </span>*Fantagraphics</li><li><span>价格: </span>USD 12.95</li><li><span>发售日: </span>2006-08-19</li><li><span>页数: </span>48</li><li><span>ISBN: </span>9781560977421</li><li><span>作者: </span>Jason</li>","collection":{"collect":2},"tags":[{"name":"挪威漫画","count":1},{"name":"Jason","count":1},{"name":"graphicnovel","count":1},{"name":"2006","count":1}]}