{"id":258476,"type":4,"name":"Wiz 'n' Liz","image":"//lain.bgm.tv/pic/cover/m/eb/ad/258476_knGhG.jpg","summary":"Wiz 'n' Liz: The Frantic Wabbit Wescue is a platform game developed by Raising Hell Software for the Amiga and Sega Mega Drive and published by Psygnosis in 1993. It is a humorous, cutesy platform game. With the exception of some end-of-level bosses, the game contains no enemies.\r\nThe game takes place on a series of levels, each divided into eight worlds. Each world has a distinct graphical style and music, but the basic gameplay remains the same. Wiz and/or Liz must run through the landscape collecting wabbits against a strict time limit. To win, the player must collect floating letters that appear when a wabbit is collected, to spell out a magic word shown at the top of the screen. Once an entire word is collected, the player then must rescue all remaining wabbits on the level, who now release collectable fruit, stars and clocks to increase the time limit. The limit starts at three minutes and is only restarted when the player character dies. This time limit can however be extended by collecting a glowing orange orb which appears in the last ten seconds of a countdown and gives 30 seconds of bonus time.\r\nAt the end of each stage, collected fruit can be mixed in a cauldron, and depending on the fruit, the effect can be bonus points, a minigame, a weird graphical effect, a bit of silliness (such as declaring a \"Game Over\" and killing your character, only to put them back with a sheepish \"Only joking...\"), turning the wabbits different colours, or \"Absolutely Nothing\".","info":"<li><span>中文名: </span>精灵魔法师</li><li><span>开发: </span>Raising Hell Software、<a href=\"/person/40494\">Bizarre Creations</a></li><li><span>别名: </span>Wiz 'n' Liz: The Frantic Wabbit Wescue</li><li><span style=\"visibility:hidden;\">别名: </span>天才向前走</li><li><span>平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>MD</li><li><span>游戏类型: </span>Platform</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1993年</li><li><span>发行: </span>Psygnosis</li>","staff":[{"id":40494,"image":"//lain.bgm.tv/pic/crt/g/05/5d/40494_prsn_rRBgs.jpg","name":"Bizarre Creations","desc":"开发"}]}