{"id":309021,"type":2,"name":"アニメ週刊DX!みいファぷー","image":"//lain.bgm.tv/pic/cover/m/39/83/309021_Eg54f.jpg","summary":"\r\n[ ヘリタコぷーちゃん ] \r\n南の島「ほえーる島」に突然、空からヘンな生き物が降ってきた！宇宙から学校を直撃し、カエル先生をぺっちゃんこにしてしまった、ヘンな生き物：ぷーちゃんは、空気入れに変身！なんとか、カエル先生をデカク膨らませて、カエル先生のフリをして授業を始めちゃうのだが、クラスのみんなにバレちゃった！ \r\n\r\n「おまえは・・・誰だ！」「・・・・・・ウー・・・・・マンボ！」 \r\n\r\n話を強引にごまかし、ぷーちゃんは突然マンボを踊りだしてしまった。クラスのみんなは・・・ああっ、お、踊ってしまう！・・・・・こうしてクラスのみんなはぷーちゃんを受け入れてしまったのであった。 \r\n\r\n受け入れられたぷーちゃんは、学校行事で次々に大活躍する。雪合戦では重戦車になって砲撃し、ヘアコンテストでは髪が無い悲しみをバネに暴走したりするのだ。 \r\n\r\nその活躍は、自分から雪合戦に参加したのに寒さで冬眠を始めたり、髪の毛が生えてくる薬を突然考案するカエル先生や、いつも控えめなぽろりくんと対等？いやいや凌ぐものなのだ。 \r\n\r\nさあ、今日の「ほえーる島」ではどんな事件がおこるのだろうか。 \r\n\r\n\r\n[ こっちむいてみい子 ] \r\n\r\nパパが長崎に出張となった。10日間も家を留守にしてしまうというのだ。「カステラ！」「めんたいこ！」、みい子とまもるは同時にお土産をねだった。そこにひときわ大きなママの叫び、「私、今週忙しくて、家事全部は出来ない！」 \r\n\r\n・・・・そう、みい子の両親は共働きだ。だからいつも家事を4人の分担制にしている。一人ほど、あまり守らない人がいるんだけど・・・。「大丈夫、私にま・か・せ・て。」みい子はパパに約束したのだが・・・。 \r\n\r\nいつも後で後での繰り返しで、何もやらないみい子。洗濯物は残ってるし、台所もすごい状態だ。まもるはあきれて自分の洗濯だけ済ませ、疲れて帰ってくるママは、そんなみい子を怒る気力もない・・・。諦めてママが掃除をしようとすると、さすがにバツが悪いのか、みい子もムキになって片付けるが、ママの大切な皿を割ってしまう。 \r\n\r\nさらには、怒られついでにみい子はママに、「早く帰ってこないのが悪いんだ！」と言い放つ。・・・しかし、ママのショックな顔を見て、ちょっと反省したみい子は、翌日みんなのお弁当を作ろうとするのであった。 \r\n\r\n\r\n[ ファンファンファーマシー ] \r\n日本のどこかにある、とある町のとある商店街「にこにこ銀座」。 そこには、ちょっと不思議な薬局「ファンファンファーマシィー」がありました… \r\n\r\n人並みはずれた好奇心と想像力の持ち主、ぽぷり（10歳）は、共働きの両親と共にこの町引っ越してきたばかり。ぽぷりは早速商店街をあちこち探検し始めます。 \r\n\r\nそんな中ふと見つけたのが「ファンファンファーマシィー」という薬屋さん。そこでぽぷりは派手な衣装と服装に身を包んだ店長のふきこさんに出会うのでが・・・実はこのふきこさん・・・魔女だったのです・・・！！。 \r\n\r\n物語は、「魔女になりたい！」と、せがむぽぷりの不思議な力を感じたふきこさんが、魔法の精霊を調合（！）出来る、不思議な薬瓶を渡すことから始まります。薬瓶「アルデルの小瓶」からは様々な精霊が登場します。 \r\n\r\nしかし最初はぽぷりの未熟さからか、精霊の能力も未熟で、ぽぷりの考えとは違う行動をとったりして、騒ぎを大きくしてしまいます。でも、ぽぷりの成長と共に精霊たちも変わってきます。 \r\n\r\nぽぷりのはらはら＆ドキドキの魔法修行は始まったばかりです。","info":"<li><span>放送开始: </span>1998-02-14</li><li><span>放送星期: </span>星期六</li><li><span>官方网站: </span>http://www.toei-anim.co.jp/lineup/tv/mifapu/</li><li><span>播放电视台: </span>テレビ朝日系列全国ネット</li><li><span>其他电视台: </span>関西ABC</li><li><span>播放结束: </span>1999年2月</li><li><span>导演: </span>橋本光夫、貝澤幸男、吉沢孝男</li><li><span>系列构成: </span>小中千昭</li>","collection":{"wish":1,"collect":1},"lock":"条目已锁定"}