{"id":254774,"type":4,"name":"機動戦士ガンダム ギレンの野望 ジオンの系譜","image":"//lain.bgm.tv/pic/cover/m/c1/3b/254774_C3QCc.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":1,"10":0},"score":8.5},"summary":"2000年2月10日にPlayStationで発売された。のちにドリームキャスト、PlayStation Portableに移植され、ガンダムシリーズが初めてPlayStation Portableに発売されたソフトにあたる。\r\n\r\n一年戦争を描いた第1部「ギレンの野望」が終了した後に、『機動戦士ガンダム0083 STARDUST MEMORY』『機動戦士Ζガンダム』などで登場した勢力が登場する3つ巴の戦いを描いた第2部「ジオンの系譜」が始まる2部構成となっている（ただし第2部部分はイベント・登場兵器等かなり簡略化されている）。\r\n\r\nまたプレイヤー勢力として前作までの連邦・ティターンズ（ジャミトフ）・ジオン・正統ジオン（キシリア）・ネオ・ジオン（キャスバル）に加えて、エゥーゴ・デラーズ・フリート・ティターンズ（シロッコ）・アクシズ・新生ジオン（ガルマ）といった勢力を使用することも可能になった。また、全ての勢力でクリアすると、女性キャラを全て集めたシナリオ「華麗なる戦い」（大将はハマーン・カーン）、ギレンvsキシリアvsガルマであるシナリオ「デギンの憂鬱」（大将はギレン・ザビ）という仮想シナリオをプレイ可能となる。\r\n\r\nムービーは前作のものに加えて第二部や新勢力のものが追加されている。オープニングムービーは新規書き下ろし。連邦ディスクでは「哀・戦士」に合わせてアニメーションムービーが、ジオンディスクではジャブロー強襲のCGムービーが流れる。また、原作ではエピソードとしてしか触れられていないシーマ・ガラハウのブリティッシュ作戦参加やシロー・アマダのアイランドイフィッシュ防衛戦が描かれている。ただ、本来ならば時期的にドズル麾下所属のアナベル・ガトーがギレン親衛隊のエギーユ・デラーズと共にガルマ国葬を見守るなど解釈の間違いもある。\r\n\r\n世界マップは地上・宇宙の全体マップがなくなり、地域ごとに分割されたエリアマップ制に変更。ユニットの移動・駐留が、エリア間の移動・駐留へと簡素化された。輸送に関しても自軍の支配地域であれば別途輸送ユニット等を必要としない。隣接していない、またはルートが繋がっていないブロックへは移動等が出来ない。攻め込む際はルート（陸路・海路等）の適性が要だが、輸送には支障ない。戦闘になった場合には前作セガサターン版の重要拠点同様、従来型のヘックスマップとなる。ただしその際の配置は自動で行われる。\r\n\r\n前作で生産が制限されていたガンダム等高性能ユニットの生産制限がなくなり、量産することが可能になった。その他、前作であまり意味のなかった「耐久」をダメージ軽減率に変えるなど、細かい変更点も多い。\r\n\r\n新たに『MSV』、『MS-X』、『機動戦士ガンダム0083』、『機動戦士Ζガンダム』からユニットを追加。ギャンの量産化計画を実行した際の「ギャン高機動型」や「ギャンキャノン」などのオリジナルのif機体も追加されている。前作ではわずかしか登場しなかった『機動戦士ガンダム0080』や『第08MS小隊』からも多数のユニットが登場している。登場キャラクターも追加され、機体は全293種、登場キャラクターは全154名となった。\r\n\r\nハードウェアの性能で敵ターンの思考速度が大きく変わる。通常はそれほどロードに時間がかかることは少ないが、大群同士が戦う戦術フェイズで戦闘を「委任」すると、PlayStation版では長い時には10分以上待たされることも。この点は、ドリームキャスト版では大幅に、PlayStation Portable版ではさらに改善が見られた。\r\n\r\n2000年6月29日発売（PlayStation版）の追加シナリオ集。クイズに答えると系譜の辞典がコンプリートされる機能が存在するほか、さまざまな条件のIFシナリオが体験できる。ドリームキャスト版ではインターネット接続によるダウンロード販売がされていたが、すでに終了している。また、PlayStation Portable版では本編に含まれている。","info":"<li><span>中文名: </span>机动战士高达 基连的野望 吉翁的系谱</li><li><span>发行: </span>Bandai、<a href=\"/person/3502\">バンダイナムコエンターテインメント</a></li><li><span>平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>DC</li><li><span style=\"visibility:hidden;\">平台: </span>PSP</li><li><span>游戏类型: </span>SLG</li><li><span>游玩人数: </span>1</li><li><span>开发: </span>ベック， キャトルコール（PSP）</li><li><span>制作人: </span>牛村憲彦</li><li><span>发行日期: </span>2000年2月10日(PS), 2000年6月29日(DC), 2005年8月11日(PSP)</li>","collection":{"collect":5},"staff":[{"id":3502,"image":"//lain.bgm.tv/pic/crt/g/83/39/3502_prsn_Tg56Q.jpg","name":"万代南梦宫娱乐","desc":"发行"}]}