[
  {
    "id": "4070314",
    "title": "光明之泪X风",
    "desc": "不思议的风吹翻了书的页数，不应绽放的古木樱花开花的那一天，通往异世界的门打开了。寻找著与自己失散了的朋友的苍真，进入了一个居住着兽人和有怪兽在四处徘徊的奇幻...",
    "year": "2007"
  },
  {
    "id": "30469433",
    "title": "光明之下",
    "desc": "宽恕，本就是场对自己人生的救赎。阿米尔汗制片公司重磅推出新节目《光明之下》(Rubaru Roshni)，由阿米尔汗亲自为你讲述三段令人难以置信的真实故事。",
    "year": "2019"
  },
  {
    "id": "26035476",
    "title": "光明之书",
    "desc": "麦克斯发现自己拥有一个古老的卷轴，此卷描述人类从开始到结束的整个历史。麦克斯试图利用所知信息为自己牟利，却触发了古卷里的机理，自己的生活开始受到了影响。",
    "year": "2014"
  },
  {
    "id": "5070495",
    "title": "光明之路",
    "desc": "一个文盲村姑塔尼娅莫洛佐娃，从一个女佣变成最好的织工。在村里，她当一个女主人的佣人，就好像灰姑娘，但是这并阻止不了她的智慧和对知识的渴求。从女主人屋中赶出来...",
    "year": "1940"
  },
  {
    "id": "25856572",
    "title": "光明之子",
    "desc": "此篇由杨叛的短篇小说授权改编而成，结合了剑三背景，故事发生在明教未成立之前，那时候，陆危楼还只是个十八岁的少年，就已经在沙漠一带闯下了赫赫威名，被人称为光明...",
    "year": "2014"
  },
  {
    "id": "35068530",
    "title": "光明之路",
    "desc": "When a misstep after a workplace shooting puts alcoholic Marcy on leave, she heads out to see her sister in California. Halfway there, she stops for a couple...",
    "year": "2020"
  },
  {
    "id": "26863083",
    "title": "猪猪侠之光明守卫者",
    "desc": "陷入事业危机的猪猪侠拼尽全力想咸鱼翻身。事情因为他的努力而逐日改善，但不知不觉中，他已陷入黑暗乔伊的魔爪。\n死灰复燃的黑暗乔伊失去了力量，如今，他为恢复自己的...",
    "year": "2016"
  },
  {
    "id": "3092251",
    "title": "大明帝国之夜来风雨",
    "desc": "明孝宗弘治末年，孝宗病危，急召太子入宫传位，东宫却不见太子朱厚照踪影，太子的皇叔宁王朱宸濠却乘机闯入孝宗的寝宫大施手段，年轻的皇后和大臣李东阳等人各有打算，...",
    "year": "2007"
  },
  {
    "id": "25921780",
    "title": "赛尔号之光明的救赎",
    "desc": "卡修斯和无尽能源都被布莱克精灵夺走，罗杰船长下令找到布莱克，夺回无尽能源……",
    "year": "2014"
  },
  {
    "id": "34785938",
    "title": "大明锦衣之暗夜风云",
    "desc": "该片主要讲述了明初年间，阴兵再现，锦衣卫徐礼（林枫松饰）受亲王指派前往寒山寺查看阴虎符异象，探求真相过程中结识了珈蓝族少女优昙（廖慧佳饰）、寒山寺住持相缮，...",
    "year": "2019"
  },
  {
    "id": "10561952",
    "title": "光明之心～幸福的面包～",
    "desc": "「光明之心」的故事始于某一天，一位神秘少女辉夜在温达利亚岛的海岸上被男主角里克发现，其后更发现她的记忆和感情均已失去，而通过与岛上居民进行心灵交流，辉夜也一...",
    "year": "2012"
  },
  {
    "id": "26743532",
    "title": "紫川·光明三杰",
    "desc": "少年紫川秀保卫了紫川帝都却被杨明华构陷发配边疆，多年之后依靠军功重返帝都的他却发现家族危机四伏；内有已成总统领的杨明华阴谋叛乱；外有塞亚、流风虎视眈眈。为了...",
    "year": "2022"
  },
  {
    "id": "27620568",
    "title": "StarLight·星梦之光 花与泪的绽放",
    "desc": "过去，我们共同奋斗了1580天；现在，以2017.12.15作为我们相遇的第一天；未来，是我们要一同度过的每一天。“StarLight·星梦之光”鞠婧祎个人纪录片上线。",
    "year": "2017"
  },
  {
    "id": "3041614",
    "title": "蜡笔小新：呼风唤雨！光荣的烤肉之路",
    "desc": "大件事！小新一家變成全國通輯犯！\n在少年警訊的「野原家成魔之路特輯」中透露，小新一家正與邪惡勢力「獎鬥人」進行「秘密東西」交易。據小新的好朋友正男(別號：「無...",
    "year": "2003"
  },
  {
    "id": "30417132",
    "title": "将夜2",
    "desc": "这个世界有个传言：永夜降至，人间浩劫。只有找到传说中的应兆之人，才能化解危机。边城小军卒宁缺凭借坚韧意志，一路过关斩将走上了修行之路，成为了唐国的守护者。然...",
    "year": "2020"
  },
  {
    "id": "26781769",
    "title": "诚忠堂",
    "desc": "辛亥革命爆发当日，乔家第五代传人乔映霁自广州来到武昌，亲上战场浴血奋战，成为革命党的一名同盟者。革命成功后，乔映霁即投入晋商票号向银行改制，利用乔家的金融力...",
    "year": "2018"
  },
  {
    "id": "26754905",
    "title": "镜花风月之六西施泪",
    "desc": "一群人相约带三位模特儿，到溪边拍摄人体，模特儿小诗尿急救在一古墓前解决，并捡到一枚古钱，原来这古钱是一位殭尸崔凤梧所有，因小诗的尿而酒醒了，在小诗被性侵时更...",
    "year": "1987"
  },
  {
    "id": "33447582",
    "title": "亚洲 文明之光",
    "desc": "亚洲文明对话大会召开前夕，中央广播电视总台制作推出三集高清主题纪录片《亚洲文明之光》，从人类历史发展的叙述视角，跨时空、全方位、多角度展现亚洲文明的演进脉络...",
    "year": "2019"
  },
  {
    "id": "20439291",
    "title": "重获光明之旅",
    "desc": "Clay Holman (Rob Beare) had everything a young man could hope for, everything but sight. It wasn't until a group of specialists chose him to undergo a ground...",
    "year": "2012"
  },
  {
    "id": "5908508",
    "title": "古畑任三郎 公平的杀人者",
    "desc": "人气极旺的名棒球手一郎（一郎 饰）从美国回到日本，引起极大轰动。古畑任三郎（田村正和 饰）和今泉慎太郎（西村雅彦 饰）都是一郎的粉丝，得知向岛音吉（小林隆 饰）...",
    "year": "2006"
  }
]