{"id":256524,"type":4,"name":"QuackShot Starring Donald Duck","image":"//lain.bgm.tv/pic/cover/m/e5/77/256524_yvHk8.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":1,"10":0},"score":9},"summary":"QuackShot Starring Donald Duck, released in Japan as I Love Donald Duck: Georgia Ou no Hihou (アイラブドナルドダック グルジア王の秘宝), is a 1991 platforming video game developed and published by Sega for the Sega Genesis. The game was released in Europe in 1991, in North America on December 19, 1991 and in Japan on December 20, 1991. QuackShot stars Donald Duck and his three nephews, Huey, Dewey, and Louie, as treasure-hunters, and is part of a series of games published by Sega that were based on Walt Disney cartoon characters. The game was influenced by the Indiana Jones film series.\r\nQuackShot was released to mostly positive reviews from video game journalists. The game was universally lauded for its graphics, with magazines like Sega Pro describing them as \"some of the best graphics around.\" The game was also praised for its music and puzzles. However, QuackShot was criticized for its controls, being described by IGN as \"float-y\" and making certain segments of the game unnecessarily difficult. The game was also criticized for its lack of difficulty overall as well as its lack of speech samples, which several other Genesis games of the time had.","info":"<li><span>中文名: </span>唐老鸭大冒险</li><li><span>开发: </span><a href=\"/person/1541\">SEGA</a></li><li><span>发行: </span><a href=\"/person/40678\">Disney Interactive Studios</a>、<a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>アイラブドナルドダック グルジア王の秘宝</li><li><span style=\"visibility:hidden;\">别名: </span>アイ ラブ ドナルドダック グルジア王の秘宝</li><li><span>平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1991年12月19日</li>","collection":{"collect":1},"tags":[{"name":"1991","count":1},{"name":"MD","count":1},{"name":"SEGA","count":1},{"name":"ACT","count":1}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"开发"},{"id":40678,"image":"//lain.bgm.tv/pic/crt/g/65/d8/40678_prsn_I0aqq.jpg","name":"迪斯尼互动工作室","desc":"发行"}]}