{"id":256545,"type":4,"name":"Micro Machines 2: Turbo Tournament","image":"//lain.bgm.tv/pic/cover/m/72/3c/256545_7dWV1.jpg","summary":"Micro Machines 2: Turbo Tournament is a 1994 racing video game developed by Supersonic Software and published by Codemasters for the Sega Mega Drive. The sequel to Micro Machines, the game is themed around Galoob's Micro Machines toys, and players race around environments in miniature toy vehicles. Micro Machines 2: Turbo Tournament adds new vehicles and game modes, and the Mega Drive version was released on J-Cart, enabling up to eight players without a multitap.\r\nDevelopment began after the release of the Mega Drive version of the original, and there was a focus on graphics and driving physics. Violet Berlin of Bad Influence! makes a cameo appearance as a new character. Codemasters did not develop the game because the programmer of the first Micro Machines was not available. Micro Machines 2: Turbo Tournament was ported to various systems, including the Game Gear and MS-DOS, the latter of which features a track editor. An update, Micro Machines Turbo Tournament '96, was released for the Mega Drive in 1995, which added the track editor, new race tracks, and a new soundtrack.\r\nReception was positive, with reviewers praising the additional tracks and vehicles providing replay value, but some criticised the graphics of some versions. The Mega Drive update was also well received, but some reviewers criticised it for being too similar to the original. Due to the game's success, a spin-off, Micro Machines Military was produced and released in 1996, and a sequel, Micro Machines V3, in 1997.","info":"<li><span>中文名: </span>微型机器2涡轮赛</li><li><span>发行: </span><a href=\"/person/16402\">Codemasters</a></li><li><span>别名: </span>微型机车：涡轮联赛</li><li><span style=\"visibility:hidden;\">别名: </span>Micro Machines Turbo Tournament '96</li><li><span>平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>GG</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>GB</li><li><span>游戏类型: </span>RAC</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1994年11月</li><li><span>开发: </span>Supersonic Software</li>","staff":[{"id":16402,"image":"//lain.bgm.tv/pic/crt/g/09/72/16402_prsn_Dgpu7.jpg","name":"Codemasters软件有限公司","desc":"发行"}],"relations":[{"id":255695,"image":"//lain.bgm.tv/pic/cover/m/bd/3f/255695_FY3HX.jpg","title":"Micro Machines","type":"前传","url":"https://bgm.tv/subject/255695"}]}