{"id":103021,"type":4,"name":"E.T. The Extra-Terrestrial","image":"//lain.bgm.tv/pic/cover/m/f6/20/103021_p0N05.jpg","rating":{"total":6,"count":{"1":6,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":1},"summary":"《E.T.外星人》（以下简称《E.T.》）是一部由雅达利公司为Atari 2600游戏主机开发的家用机游戏。本作由游戏设计师霍华德·斯科特·华沙（Howard Scott Warshaw）基于于1982年推出的同名电影独立设计。虽有少数例外，但主要的评论意见皆认为本作素质低劣、赶工痕迹明显，销售成绩全然依赖雅达利游戏机与同名电影支持者的慷慨解囊。《E.T.》在今天被看作雅达利公司北美家用机市场崩溃的开端，而且在史上最赔钱电子游戏名单、史上评价最恶电子游戏名单中也是名列前茅。《E.T.》是雅达利公司1983至1984年重大亏损的诱因之一，本作的销售失败成为1983年北美家用机市场崩溃过程中的知名事件。由于过度生产，数十万份未能售出的《E.T.》游戏卡带被雅达利掩埋在新墨西哥州的洛斯阿拉莫斯沙漠里。\r\n\r\n    在《E.T.》游戏中，玩家将控制虚构的外星人主角穿梭于数个不同的场景间，试图回收三件设备，组装好后便可以与母星取得联系。这些部件被随机地分散丢弃在某个地洞之中，这些地洞在游戏中被称为“井”。另外，玩家还可以找到总共九包Reese's Pieces花生糖，每寻获一件都可以恢复能量值，若收集全部九件便可以召唤艾略特（电影中的人类主角）带来其中一件通讯部件。玩家成功收集全部三件通讯设备部件后，玩家可以在一个指定的地区呼叫E.T.的太空船，然后在限定时间内赶到飞船降落的地区。做完这一切后游戏直接重新开始，难度没有变化，但玩家的积分保留。\r\n    游戏中包括六个不同的场景，全部取材自原著电影。最开始的森林场景也是将来宇宙飞船降落的地方，另有四个充满井口的场景让玩家到井底探险。在井底玩家可能找到通讯设备部件或额外的生命，若要离开玩家必须控制E.T.以悬浮的方式上升。屏幕顶端的一个图标显示玩家现在身处哪个场景，在每一个场景玩家都能实施独特的能力，包括发现隐藏物，将自己传送至其他地点，或将敌人传送回关卡的开端。有一些地区只有在持有特定物品后才能进入，例如E.T.只能在持有Reese's Piece后才能吃糖。不论是控制E.T.移动还是使用能力，都会减少E.T.的能量槽。玩家可以通过拾获Reese's Pieces来补充能量。若有超过一条生命，在E.T.耗尽能量后，艾略特会赶来给他补满能量，使玩家可以继续控制E.T.游戏，直到这些能量也被耗尽。此外，有一个科学家会试图将E.T.抓到华盛顿，另有一个FBI探员会没收E.T.手中的通讯部件，玩家要回避这两类敌人。游戏提供数个不同的难度设定，可以调节出场敌人的数量和完成游戏的条件。\r\n\r\n    由于1982年电影《E.T.外星人》大获成功，雅达利公司的母公司时代华纳CEO史蒂夫·罗斯（Steve Ross）开始与史蒂芬·史匹柏与环球影业交涉开发同名游戏。同年7月底，时代华纳宣布已经获得就上述电影开发街机及家用机游戏的排他性权利。虽然上述声明中没有透露授权细节，但多有报道称雅达利为了获得游戏开发权而向环球影业支付了约2000-2500万美元，在当时这是一个不寻常的高价。 当罗斯询问雅达利的CEO雷·卡萨（Ray Kassar）本作的制作理念时，后者回应道：“这是个馊主意，我们怎可能将电影改成动作游戏（I think it's a dumb idea. We've never really made an action game out of a movie）”。但最后卡萨的意见未获重视，华纳购得了游戏的改编权。本作的关卡设计及编程任务被交予霍华德·斯科特·华沙（Howard Scott Warshaw），史匹堡久闻他成功将电影《夺宝奇兵》改编游戏的美名而特别指明由他担当重任。由于此前关于游戏改编权的谈判占用大量时间，而游戏必须赶在圣诞节档期上市，实际上留给华沙进行开发的时间只剩六星期。相比之下，同样由华沙负责设计的经典游戏《Yars' Revenge》花了四到五个月方才完成，而《夺宝奇兵》则用了六七个月。一部基于E.T.电影的街机游戏也被提上日程，但鉴于时间紧迫而被认定为难以完成。华沙接受了任命，并据报获得了20万美元和一次免费夏威夷假期作为回报。\r\n    华沙并未将《E.T.》设计为一部类似《吃豆人》类型的游戏，他试图融入自己的独特创意。华沙本想设计一段较为丰满的剧情，以图在游戏中体现原著电影的神韵，但紧迫的时间迫使他只能糅合一些想当然的游戏创意。最后，华沙只能以力所能及的方式开发一部六星期内速成的游戏。两天内华沙就确定了游戏的基本设定，在请示过卡萨后，用五星期编写、除虫、编译了大约长6.5kb的游戏源代码。\r\n\r\n    虽说游戏的销售量可谓不错（在所有雅达利兼容卡带中销量第八），但这只占雅达利大量生产的400万套游戏中的150万套而已。现在已经难以解释何以卡带的生产数量比Atari 2600主机的总数还高，但相同的情况在《吃豆人》发售时便已发生过一次。另外，也有数量不明的已售出卡带遭退货。即便销售量颇高，但鉴于大量存货积压，巨额的版权使用费，以及大量的退货，使本作成为雅达利公司历史上一次严重的财政危机。也是雅达利在1983年宣布亏损5亿3600万美元并于1984年被拆分出售的多个诱因之一。\r\n\r\n    自游戏发售至今所发表的大量对本作的评论中，家用机版本的《E.T.外星人》获得了几乎清一色的恶劣评价并被认为是史上最失败电子游戏的有力竞争者。Seanbaby在《电子游戏月刊》第150期“最差电子游戏20强”专题中将本作评为榜首，《FHM》杂志的编辑Michael Dolan也将本作评为有史以来最差的电子游戏。《PC World》也将本作放在史上最差电子游戏的榜首，作者Emru Townsend强调：“至少有三分之一人第一时间就说出这款游戏的标题，而且原因显而易见”。《GameTrailers》将本作在“史上最好与最差电子游戏十强”榜上排行第二，仅次于《Superman 64》。Townsend与一小群人讨论了本游戏，发现最受诟病的地方在于“一旦E.T.掉到井里就不得不非常缓慢地悬浮出来”，“让游戏过程单调得可怕”。Seanbaby也批评了深井的设计，说它们不但浪费时间而且很难避免再次掉进去。Classic Gaming网站的\"Fragmaster\"评价道游戏过程“无限重复、毫无常理”，并说游戏内容与原著电影大异其趣。本作的图像与同时代游戏相比也算是低端的。但在那些玩过大量Atari 2600平台游戏的团体内，本作以外的游戏更经常被选为该平台的最差游戏，有时本作甚至无法上榜。另外，也有一小部分人至今喜欢玩本游戏。霍华德·斯科特·华沙对本作并无悔意，认为在那种时限下他已经设计了一部素质出众的游戏。\r\n\r\n简介来自于中文维基百科","info":"<li><span>中文名: </span>E.T.外星人</li><li><span>开发: </span><a href=\"/person/38616\">Atari</a></li><li><span>发行: </span><a href=\"/person/38616\">Atari</a></li><li><span>遊戲設計師: </span><a href=\"/person/39143\">Howard Scott Warshaw</a></li><li><span>别名: </span>ET外星人</li><li><span>平台: </span>Atari 2600</li><li><span>游戏类型: </span>AVG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1982年12月</li><li><span>图像: </span>Jerome Domurat</li>","collection":{"wish":2,"collect":5,"doing":1,"dropped":5},"tags":[{"name":"ATARI","count":2},{"name":"ACT","count":1}],"staff":[{"id":38616,"image":"//lain.bgm.tv/pic/crt/g/50/04/38616_prsn_iNezv.jpg","name":"雅达利（1972-1984）","desc":"开发"},{"id":39143,"image":"","name":"霍华德·斯科特·华沙","desc":"遊戲設計師"}]}