{"id":224730,"type":1,"name":"Anime’s Media Mix","image":"//lain.bgm.tv/pic/cover/m/f5/8b/224730_zjlJO.jpg","summary":"In\" Anime's Media Mix,\" Marc Steinberg convincingly shows that anime is far more than a style of Japanese animation. Beyond its immediate form of cartooning, anime is also a unique mode of cultural production and consumption that led to the phenomenon that is today called \"media mix\" in Japan and \"convergence\" in the West. According to Steinberg, both anime and the media mix were ignited on January 1, 1963, when \"Astro Boy\" hit Japanese TV screens for the first time. Sponsored by a chocolate manufacturer with savvy marketing skills, Astro Boy quickly became a cultural icon in Japan. He was the poster boy (or, in his case, \"sticker boy\") both for Meiji Seika's chocolates and for what could happen when a goggle-eyed cartoon child fell into the eager clutches of creative marketers. It was only a short step, Steinberg makes clear, from Astro Boy to Pokemon and beyond. Steinberg traces the cultural genealogy that spawned Astro Boy to the transformations of Japanese media culture that followed--and forward to the even more profound developments in global capitalism supported by the circulation of characters like Doraemon, Hello Kitty, and Suzumiya Haruhi. He details how convergence was sparked by anime, with its astoundingly broad merchandising of images and its franchising across media and commodities. He also explains, for the first time, how the rise of anime cannot be understood properly--historically, economically, and culturally--without grasping the integral role that the media mix played from the start. Engaging with film, animation, and media studies, as well as analyses of consumer culture and theories of capitalism, Steinberg offers the first sustained study of the Japanese mode of convergence that informs global media practices to this day.","info":"<li><span>出版社: </span>Univ Of Minnesota Press</li><li><span>价格: </span>USD 25.00</li><li><span>发售日: </span>2012-2-23</li><li><span>页数: </span>304</li><li><span>ISBN: </span>9780816675500</li>","collection":{"wish":1,"collect":1},"tags":[{"name":"其它","count":1}]}