{"id":45400,"type":4,"name":"Geometry Wars","image":"//lain.bgm.tv/pic/cover/m/8d/ce/45400_ZjXpG.jpg","rating":{"total":9,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":4,"9":3,"10":0},"score":8.1},"summary":"    The object of Geometry Wars is to survive as long as possible and score as many points as possible by destroying an ever-increasing swarm of enemies. The game takes place on a rectangular playfield and the player controls a claw-shaped \"ship\" that can move in any direction using the left thumbstick, and can fire in any direction independently using the right thumbstick.\r\n    The player also has a limited number of bombs that can be detonated and destroy all enemies on the playfield. As the game progresses, the player can earn extra lives and additional bombs at set score increments, and the primary weapon changes at regular intervals (10,000 points). Also, enemies spawn in progressively larger quantities and at greater frequency as the game progresses.\r\n    If an enemy touches the player's ship, the ship explodes and a life is lost, plus the multiplier worked up by how many enemies are killed in one life is also lost. The game is over when the player runs out of lives.\r\n\r\n    The Evolved version of the game takes place on a playfield that is slightly larger than the display area of the TV screen, and the camera follows the player's movements. A background grid pattern adds to the graphical effects by warping in reaction to player shots and the behavior of certain enemies.\r\n    This version introduces new enemies and a score multiplier that increases as the player destroys enemies without losing a life.","info":"<li><span>中文名: </span>几何战争</li><li><span>开发: </span><a href=\"/person/40494\">Bizarre Creations</a></li><li><span>发行: </span>Microsoft Game Studios、<a href=\"/person/16859\">Xbox Game Studios</a></li><li><span>英文名: </span>Geometry Wars: Retro Evolved</li><li><span>平台: </span>PC / XBOX360</li><li><span>游戏类型: </span>STG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2003-11-17</li><li><span>开发商: </span>Bizarre Creations</li>","collection":{"wish":1,"collect":13,"doing":1,"dropped":1},"tags":[{"name":"PC","count":3},{"name":"STG","count":1}],"staff":[{"id":40494,"image":"//lain.bgm.tv/pic/crt/g/05/5d/40494_prsn_rRBgs.jpg","name":"Bizarre Creations","desc":"开发"},{"id":16859,"image":"//lain.bgm.tv/pic/crt/g/bb/cd/16859_prsn_48aP4.jpg","name":"Xbox游戏工作室","desc":"发行"}],"relations":[{"id":45401,"image":"//lain.bgm.tv/pic/cover/m/d2/6a/45401_gcDPg.jpg","title":"Geometry Wars: Galaxies","type":"续集","url":"https://bgm.tv/subject/45401"},{"id":132448,"image":"//lain.bgm.tv/pic/cover/m/35/11/132448_ILEz4.jpg","title":"Geometry Wars 3: Dimensions","type":"续集","url":"https://bgm.tv/subject/132448"}]}