{"id":219596,"type":4,"name":"リベンジルーム ～受胎を強要される地下室～","image":"//lain.bgm.tv/pic/cover/m/19/8c/219596_627Uc.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"閉鎖された空間で、実は自分を陰でバカにしていた女たちに、強制的かつ独善的に種付け\r\nある日目を覚ますと、首に何かを巻き付けられ、クラスメイトの神武寺美結と共に薄暗い部屋に閉じ込められていた主人公・杉田悠真。\r\n不思議に思っていたところ、設置されたモニターがつき、豪奢なスツールに腰掛けた仮面の女が映し出された。\r\n「初めまして…… 私の館へ、ようこそおいでくださいました。 私のことは女主人（ミストレス）とお呼びくださいね……悠真さんに、美結さん」\r\n拉致したことを悪びれもせず、「お願いをするので、それに従ってくれ」 と勝手な話を進めていく女主人。\r\n美結の手前もあり悠真がモニターに向けて文句を言うと、首に付けられていたチョーカーから電流が流れ、悠真は激しいショックを受けのたうち回る。\r\n「そうそう。私の命令に従わない場合は、よろしくないことになりますのでお気をつけて。 さぁ……この館から無事に帰りたければ、私の実験に付き合って頂戴…… ふふふっ」\r\n優しく甘く、そして冷たくささやく女主人。 悠真と美結には従う以外の選択肢は無かった。\r\n最初の課題は、用意された容器を液体で満たすこと。 しかしこの部屋には蛇口の類は無い……。\r\n「私が開始を告げてから30分を過ぎると、その扉は永久に開かなくなるわ。 どんなものでもいいの…… ふたりで協力してその容器を “液体” で満たしてね…… ふふふっ」\r\n悠真は戸惑いつつ何とかしようと考えるが、先に気づいた美結が、顔を真っ赤に染めながら悠真に耳打ちする。\r\n「こ、この容器に…… お、おしっこを貯めろって……ことなんじゃ…… うぅ……」\r\nその言葉でハッと気付かされる悠真。 容器の高さはふたりの腰ほどまであり、男の自分はともかく、女の子である美結にはとうてい用を足せそうには見えなかった。\r\n「わ、私……、向こうに行ってるから……」 と、恥ずかしそうな美結が悠真から逃げるように部屋の隅へ移動し、後ろ向きで耳をふさいでしまう。\r\n悠真はクラスメイトの前で放尿する恥ずかしさをこらえて、容器に小便を流し込む。 しかし、注がれたのはその容器の6割ほど。\r\n途方に暮れる二人だったが、女主人から 「もう一人分あれば足りるんじゃないかしら？」 と水を向けられ、意を決した美結が悠真から目をそらしながら恥ずかしそうに告げる。\r\n「……あ、あなたに抱えてもらえば……出来ると思う……けど…… ぜ、絶対に目を閉じてて」\r\nともかくこのおかしな状況から脱出するために、子供に小便をさせるように美結を抱きかかえることに。\r\n顔を真っ赤にして羞恥をこらえる美結の姿になぜか興奮してしまった悠真だったが、いったいなぜこんなことをしなければならないのか？\r\n女主人の正体とはいったい？","info":"<li><span>开发: </span><a href=\"/person/29902\">ルネ</a></li><li><span>平台: </span>PC</li><li><span>游玩人数: </span>1</li><li><span>原画: </span>横十輔、他</li><li><span>发行日期: </span>2014/03/21</li><li><span>游戏类型: </span>ADV</li><li><span>售价: </span>￥8,800 (税込￥9,504)</li>","collection":{"wish":4,"collect":4,"doing":2,"on_hold":3},"tags":[{"name":"ADV","count":2},{"name":"ルネ","count":2},{"name":"lune-soft","count":1},{"name":"硬盘已存","count":1},{"name":"盘1","count":1},{"name":"合集","count":1},{"name":"PC","count":1},{"name":"拔作","count":1},{"name":"AVG","count":1},{"name":"2014-03","count":1}],"staff":[{"id":29902,"image":"//lain.bgm.tv/pic/crt/g/8e/dc/29902_prsn_O8qDd.jpg","name":"ルネ","desc":"开发"}]}