{"id":323969,"type":1,"name":"呐喊","image":"//lain.bgm.tv/pic/cover/m/35/7b/323969_riT5x.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":2},"score":10},"summary":"小说集《呐喊》收录了《狂人日记》、《孔乙己》、《药》《阿Q正传》《故乡》等14篇小说，反映从辛亥革命前后到“五四”时期中国古老农村和市镇的面貌；它描绘了辛亥革命前后到“五四”时期的中国社会现实，总结了辛亥革命的历史经验教训，深刻地揭露了封建宗法制度和封建礼教吃人的本质和虚伪，痛苦地解剖了中国沉默的国民灵魂，批判了国民的劣根性。\r\n\r\n⑴《狂人日记》以第一人称的口吻叙述了一个“狂人”的故事，他害怕所有人的眼光，总觉得人们想害他，想吃掉他。医生给他看病，让他“静养”，他便认为是让他养肥可以多吃肉。他记得大哥曾对他讲过“易子而食”“寝皮食肉”之事，然后想起“妹子”死时，大哥劝母亲不要哭，便认为妹子是被大哥吃了。“狂人”越反抗“吃人”，越被认为是“疯子”，当他完全失望于改造周围环境时，他也“痊愈”了，去某地当候补官了。小说中的“狂人”实际上是觉醒的知识分子形象，他周围都是被封建礼教侵蚀了灵魂的人，他所害怕和反抗的则是封建传统吃人的惯例。\r\n\r\n⑵《孔乙己》讲述一个没有考上秀才的读书人的悲剧遭遇。主人公孔乙己是个心地善良的人，但他在科举制度毒害下，除了满口“之乎者也”之外，一无所能，穷途潦倒，成了人们取笑的资料。为生活所迫，他偶尔做些小偷小窃的事，终于被打断了腿，在生活的折磨下默默死去。小说通过对人物性格和遭遇的生动描写，揭露了封建科举制度的腐朽，鞭挞了封建教育对知识分子心灵的戕害。\r\n\r\n⑶《药》表现了现代史上重大而发人深思的主题。作品描述华老栓用被统治者杀害的革命者夏瑜的鲜血蘸成“人血馒头”为儿子治病的故事。一个革命者为民众的解放而慷慨牺牲，他的鲜血却被民众当作治病的灵药，这种强烈的反差，有力地揭示了旧民主革命与民众的严重隔膜，揭露了长期的封建统治给人民造成的麻木和愚昧。\r\n\r\n⑷《明天》中单四嫂子的儿子宝儿得了病，单四嫂子为他四处求医，盼望着“明天”宝儿的病就能好。但是“明天”到来了，病魔无情地夺去了宝儿的生命。明天是什么，是希望还是绝望，单四嫂子不得而知，但失去宝儿后的孤独与痛苦却是真实的。\r\n\r\n⑸《一件小事》的主人公“我”，是五四时期具有进步倾向的知识分子。虽然不能将其判定为革命者，但在他的身上确实有着许多体现出革命民主主义者思想情绪的特点：关心祖国的前途和民族的命运，痛恨北洋军阀的反动统治，尤为厌恶腐朽不堪的孔孟之道。但他身上也有一定弱点，对劳动人民尚缺乏深刻的认识和正确的判断。然而，车夫的所作所为却使他极为震惊“我”在进行自我审视、自我省察、自我灵魂拷问中发现了“我”作为知识分子自身的“小”来。\r\n\r\n⑹《头发的故事》讲述了主人公N先生剪掉辫子后的一系列遭遇。N先生是一个有觉悟、有理想的人，因为觉得不方便而剪去了辫子，却遭到了周围人的蔑视和厌恶，因此他深感中国的守旧和顽固一一“造物的皮鞭没有到中国的脊梁上时，中国便永远是这样的中国，决不肯自己改变一支毫毛。”\r\n\r\n⑺《风波》写朝廷上换了皇帝没换皇帝对村里人思想的风波。揭示了农村人，也就是在封建思想摧残下的中国人安于现状、不问世事、没有拯救自己命运的思想，没有人的价值的认识。\r\n\r\n⑻《故乡》描写鲁迅冒着严寒回到了他阔别七八年的故乡的所见所闻，深刻揭露出封建等级制度给人的心灵造成的伤害。20世纪20年代中国农村日甚一日的破产景象在这个最初的印象中得到了形象的反映。但给“我”印象最深的，却是在这种生活背景下生成的人与人之间的“隔膜”，灵魂上的疏远，心灵上的毁灭。\r\n\r\n⑼《阿Q正传》，阿Q，姓名籍贯不详，以做短工度日。阿Q自尊又自卑，对受居民尊敬的赵太爷和钱太爷独不崇奉，不是想自己“先前阔”，就是想“儿子会阔多了”，他总能在精神上获胜。被王胡揍了一顿，又被“假洋鬼子”打了一棍，想着“儿子打老子”便忘却了；调戏小尼姑便觉晦气全消。但这却勾起了他的欲望，尽管严守“男女之大防”，但又压不住自然的本能，就对吴妈叫着“我和你困觉”，被秀才的大竹杠打了一顿，阿Q的爱情梦被打破，随即生计又成问题，于是打定进城。回来时获得村里人一时的敬畏，但人们探听底细后又对他“敬而远之”。得知革命党进村，本是“深恶痛绝”，但一看举人和村里人都怕他们，便有些神往，然而阿Q却一直没弄懂革命，直到被抓、被杀。临死前的遗憾是画押的圈不圆。小说深刻地表现了封建文化窒息下形成的中国国民的劣根性，阿Q则是这种国民性弱点的集中表现。“精神胜利法”是阿Q的主要特征。\r\n\r\n⑽《端午节》的主人公方玄绰是小官吏又兼做教员，早年也曾觉醒过，后来却消沉了。他严于责人，宽于责己，思想严重退坡，喜欢“差不多说”的“精神胜利法”。\r\n\r\n⑾《白光》是描写没落的旧式知识分子的小说。主人公陈士成参加科举考试，考了十六回，回回落榜，也没有捞到秀才，终于变得精神失常，最后投湖自尽，了结了自己的一生。鲁迅通过对这个人物的描写揭露了封建科举制度和封建教育的本质，对人物本身也作了彻底的否定。\r\n\r\n⑿《兔和猫》描写一个家庭主妇三太太在夏天给她的孩子们买了一对小白兔，小说就围绕着兔的出现和消失展开起伏曲折的故事情节，表达了作者对弱小的同情，对随意欺凌弱小者的憎恨。\r\n\r\n⒀《鸭的喜剧》以鲁迅与俄国盲诗人爱罗先珂住在一起时的生活为素材，表现出两人深厚的友谊，同样也是爱的抒情。\r\n⒁《社戏》所叙“我”的三次看戏。开篇用近三分之一篇幅写“我”在北京的两次看京戏，后用三分之二多的篇幅写“我”小时候在故乡去赵庄看一场社戏。两次看京戏都窝窝囊囊心绪极坏，而看社戏却是意趣盎然永生难忘。三场戏发生在两个地点：都市和乡村。有意味的是，三场戏都枯燥乏味，三场戏都没看到什么，看戏的“我”三次都中途告退，但作者的心情却截然相反。北京的两次看戏叙述中，透露的是一种沉重的压抑感。整篇小说的感情基调就是都市和乡村的对立，表现了作者对农村生活的衷心向往和对农民的深厚感情。","info":"<li><span>中文名: </span>呐喊</li><li><span>话数: </span>14</li><li><span>作者: </span><a href=\"/person/25928\">鲁迅</a></li><li><span>发售日: </span>1923年</li>","collection":{"collect":1,"doing":1},"tags":[{"name":"icecream","count":1}],"staff":[{"id":25928,"image":"//lain.bgm.tv/pic/crt/g/74/d8/25928_prsn_65k96.jpg","name":"周树人","desc":"作者"}],"lock":"条目已锁定"}