{"id":267535,"type":4,"name":"ALICE VR","image":"//lain.bgm.tv/pic/cover/m/be/51/267535_qg4gu.jpg","summary":"《爱丽丝VR》是一款由故事驱动，带有丰富解谜要素，并为单人VR冒险设计的探索游戏。游戏的灵感来源于路易斯·卡罗的著名小说《爱丽丝梦游仙境》，并将其角色和主题融入到了全新的科幻设定之中。请享受美丽的画面，氛围和电子配乐，在《爱丽丝VR》的世界中迷失自我吧。\r\n\r\n一场意外事故迫使你飞船的AI从冷冻睡眠中将你唤醒。你必须在附近的星球上紧急降落。你的目标很简单：找到足够用来逃离的燃料。而这个看似简单的任务，在你意识到这颗星球上所有公民的集体消失是由于某种神秘原因所致的之后，逐渐变得复杂了起来。\r\n\r\n《爱丽丝VR》是对《爱丽丝梦游仙境》经典冒险的全新演绎。在游戏过程中，你会遇见柴郡猫、疯帽匠等耳熟能详的角色，但独一无二的科幻设定会让你的每次遭遇都充满惊喜。\r\n\r\n你能解开这颗星球的秘密吗？你准备好面对未来的挑战了吗？跟随白兔先生进入未知吧——未来就在你的手中。\r\n游戏特色\r\n为VR量身定做的游戏模式——毫不缩水！\r\n引人入胜的故事与多结局，让你选择自己的路\r\n未来风格的画面，由来自EON Sounds的当代大师们编曲的电子背景音乐\r\n超过60个受原著启发的谜题等你来解决\r\n利用重力变化走上墙壁和天花板，使用放大和缩小设备进行游戏，在《爱丽丝VR》的物理世界中享受乐趣\r\n虚拟现实\r\n《爱丽丝VR》可以在Oculus Rift，HTC Vive和雷蛇OSVR上运行。在Oculus上支持传统控制器操作，在Vive上也支持用运动控制器操作。\r\n\r\n本作旨在为玩家提供最舒适的VR体验。经过与玩家们大量的研究和讨论，我们已经知道如何让VR新手玩家也能享受游戏。我们希望你能在整个游戏过程中放松舒适。\r\n\r\n《爱丽丝VR》也能在没有VR头戴显示设备的情况下，在普通显示器上运行。\r\n数字原声集\r\n游戏原创，富有感染力的原声音乐集将随游戏附赠！您可享受到由EON Sounds作曲的完整电子音乐。无论是耳机还是大型扬声器都能为您带来难以置信的听觉盛宴，每次都能将你带回《爱丽丝VR》的世界！\r\n包含开发者概念原画及笔记的数字艺术集\r\n这本超过40页的数字艺术集满载了游戏中的概念艺术，也向玩家们呈现出了斯库罗星球及其唯一城市——奇迹城中美丽而令人难忘的风景。每页都包含有开发者注释，介绍他们的创作灵感以及《爱丽丝VR》背后的故事。\r\n一套开发者创作的独特壁纸\r\n从桌面上欣赏高清且如画卷般美丽的斯库罗风景！每张壁纸都经过开发者的精心设计，用以展示这颗外域行星的美丽，以及孤独城市的幽魅气息。\r\n关于《爱丽丝VR》设计的额外视频内容\r\n听游戏的创作者们说说如何专门为VR设计游戏。他们曾面临哪些挑战，他们又从哪里得到了灵感？这段视频资料展示了《爱丽丝VR》幕后的故事。\r\n媒体评价\r\nHardcore Gamer\r\n这个星球充满了诡异的痕迹和惊人的图案。你有一个会时不时提出隐晦建议的可爱的机器人伙伴，还能见到大量有趣的环境细节。（中略）对想要以轻松的方式探索一片新奇大陆的人来说，本作就是天堂。此外还有一些有趣的谜题。在早期，一个涉及重新排列线圈碎片以重新激活飞船发动机的谜题设计的简洁而巧妙。调整周围重力是一条解决谜题的有趣途径，因为这强迫你只能在同时兼顾到三个维度的情况下，才能找到令人满意的解法。\r\n\r\nVR Focus\r\nCarbon工作室创造的世界是科幻建筑和奇异的梦幻场景的完美结合。来自原著小说的灵感随处可见，从偶尔出现的机械猫，到防不胜防的荒谬疯狂体验，飞越天空的鲨鱼，潜伏着危险的黑白森林，会随着你的视角变化而扭曲转向的隧道，这是对感官强烈的视觉冲击。而诡秘的音乐也为游戏加分不少。它们加在一起，就成为了本作独特的吸引力。\r\n\r\nGod is a Geek\r\n五小时的通关时间，令本作成为拥有较长故事体验的VR作品之一。同样支持显示器，让你可以随时体验《爱丽丝VR》（非VR环境下）光怪陆离的世界。","info":"<li><span>游戏类型: </span>VR</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2016年10月27日</li><li><span>售价: </span>¥ 36</li><li><span>官方网站: </span>https://store.steampowered.com/app/513320/ALICE_VR/</li>","collection":{"wish":2}}