{"id":280700,"type":4,"name":"Mortal Kombat: Armageddon","image":"//lain.bgm.tv/pic/cover/m/34/c2/280700_KXa9h.jpg","summary":"Mortal Kombat: Armageddon is the seventh main video game in the Mortal Kombat fighting game series. The PlayStation 2 and Xbox versions were released in October 2006, with a Wii version released on May 29, 2007 in North America. The Xbox version was not released in PAL territories. Chronologically the final chapter in the original Mortal Kombat storyline, it features virtually every character from the previous games. Players select one of them and battle a selection of the other fighters to determine the fate of the Mortal Kombat universe.\r\n\r\nThe game play retains many of the same elements from the previous Mortal Kombat titles Deadly Alliance and Deception, including characters' multiple fighting styles. Instead of the prescripted Fatalities of the previous games, players can now create their own Fatality from a series of gory attacks. They can also design a custom character using the \"Kreate a Fighter\" mode. The game also includes the story-based Konquest mode from Deception, now casting the player as the warrior Taven, who must defeat his evil brother Daegon. Succeeding its predecessor \"Puzzle Kombat\" is a new mini game called \"Motor Kombat\", a cartoonish driving game influenced by Mario Kart.\r\n\r\nThe game was well-received, particularly for the large number of playable characters and the Konquest mode. However, reviewers criticized the use of the same engine from the previous two games as well as the similar play styles between characters. Reaction to the game's custom Fatality feature was also mixed.\r\n\r\nArmageddon is the final Mortal Kombat game for sixth generation consoles and the first for seventh generation consoles with its release for the Wii. The next game in the series, which features an alternate timeline, was released exclusively on seventh generation consoles, the crossover title Mortal Kombat vs. DC Universe. The main storyline of the series was later revisited in the 2011 Mortal Kombat reboot, the first production from the newly formed NetherRealm Studios.","info":"<li><span>开发: </span><a href=\"/person/32718\">Midway Games</a>、<a href=\"/person/34484\">Kung Fu Factory</a></li><li><span>发行: </span><a href=\"/person/32718\">Midway Games</a></li><li><span>平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>Wii</li><li><span style=\"visibility:hidden;\">平台: </span>PlayStation 2</li><li><span>游戏类型: </span>FTG</li><li><span>游戏引擎: </span>RenderWare</li><li><span>发行日期: </span>October 11, 2006</li>","collection":{"collect":1},"staff":[{"id":32718,"image":"//lain.bgm.tv/pic/crt/g/14/80/32718_prsn_HD7Yl.jpg","name":"Midway Games","desc":"开发"},{"id":34484,"image":"//lain.bgm.tv/pic/crt/g/56/22/34484_prsn_XS8e8.jpg","name":"Kung Fu Factory","desc":"开发"}],"relations":[{"id":280702,"image":"//lain.bgm.tv/pic/cover/m/8c/dd/280702_RBYTX.jpg","title":"Mortal Kombat: Deception","type":"前传","url":"https://bgm.tv/subject/280702"},{"id":280699,"image":"//lain.bgm.tv/pic/cover/m/4b/ed/280699_UemvM.jpg","title":"Mortal Kombat vs. DC Universe","type":"续集","url":"https://bgm.tv/subject/280699"}]}