{"id":280716,"type":4,"name":"Subverse","image":"//lain.bgm.tv/pic/cover/m/9a/ab/280716_UcOck.jpg","rating":{"total":22,"count":{"1":1,"2":0,"3":2,"4":1,"5":3,"6":8,"7":5,"8":2,"9":0,"10":0},"score":5.7},"summary":"Since the dawn of time, humankind has stared up at the cosmos with a mixture of trepidation and wonder. Turning our curious eyes toward the glittering stars speckled around our little blue planet, we have often asked ourselves the eternal question: \r\n\r\nAre we alone in this universe? What is out there? More importantly… can we bone it?\r\n\r\nThat’s why we made Subverse - a tactical RPG/SHMUP hybrid that takes place in a fully explorable galaxy where you get to be the Captain of your very own ship...which is crewed by the sexiest and deadliest waifus you can recruit. Oh, and you can also befriend a perpetually stoned imp mechanic with six testicles.\r\n\r\nEnter the Prodigium Galaxy – a place ruled by a by a bunch of puritanical, oppressive douchebags who pretty much hate anything sexy. Naturally, it’s up to you lead a covert revolution to overthrow these dickheads with your very own black ops squad of knockout waifus backed up by genetically engineered monsters and a top-secret stolen military fighter ship - all of which can be upgraded into an unstoppable force with loot and credits.  \r\n\r\nAssemble an elite team of deadly alien waifus that will fight for you. Learn their backstories, earn their loyalty and they'll do other stuff for you too. By other stuff we mean in bed. Like, you know, copulation. Just in case it wasn’t absolutely clear, you can bang your team members. Are we good now? Okay.\r\n\r\nExplore the Prodigium galaxy with your totally baller stealth ship called the Mary Celeste. Enjoy a surreal meta-plot of comedic science fiction filled with memorable perverts and deviant villains. Discover sidequests and complete them for loot and purchase upgrades and awesome stuff for your ship, like nudie magazines.\r\n\r\nEngage in plot-driven SHMUP missions if you’ve got a twitchy thumb, or tactical grid RPG turn-based combat for a more nuanced approach involving less flying kamikaze laser dick-ships. Destroy your enemies which include space pirates, bounty hunters, rogue warrior pleasure droids and other assorted scumbags.\r\n\r\nCollect rare DNA samples across your adventures to create vicious bio-weapon monsters called MANTICORES (Mantics) to fight alongside your waifus. Outside of combat, your troops can serve another purpose by keeping your waifus satisfied. Yes, we totally mean by banging.\r\n\r\nWhat can we say? We love to entertain, so we decided to pack Subverse to the brim with waifus of multiple alien species and organic classifications - all of which were created by world-renowned art director and squidgirl-titty enthusiast Dzung Phung Dinh. \r\n\r\nEnjoy a wild ride through the main story arc as you assume the role of a stranded human in a hostile galaxy. Tired of your meaningless existence, you take up arms against your alien overlords as a tale of absurdist comedic harem-building revolution unfolds.  \r\n","info":"<li><span>开发: </span><a href=\"/person/30871\">StudioFOW</a> Interactive</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>Tactical RPG, STG</li><li><span>游戏引擎: </span>Unreal Engine 4</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2021年3月26日(Early Access)</li><li><span>官方网站: </span>https://studiofow.com/subverse/</li><li><span>发行: </span>Streembit Ltd</li><li><span>Steam: </span>https://store.steampowered.com/app/1034140</li>","collection":{"wish":50,"collect":22,"doing":9,"on_hold":10,"dropped":2},"tags":[{"name":"马头社","count":12},{"name":"PC","count":8},{"name":"STEAM","count":7},{"name":"R18","count":6},{"name":"战棋","count":6},{"name":"STG","count":4},{"name":"黄油","count":3},{"name":"美国","count":2},{"name":"2021","count":2},{"name":"2022","count":1},{"name":"galgame","count":1},{"name":"非常规","count":1},{"name":"欧美系","count":1},{"name":"3D","count":1},{"name":"欧美","count":1},{"name":"拔","count":1}],"staff":[{"id":30871,"image":"//lain.bgm.tv/pic/crt/g/8a/5d/30871_prsn_oDA6n.jpg","name":"StudioFOW","desc":"开发"}]}