{"id":174794,"type":1,"name":"アラベスク 第2部","image":"//lain.bgm.tv/pic/cover/m/84/06/174794_wEQP3.jpg","summary":"ノンナはレニングラードバレエ学校の最上級生の8年生になる。 まだまだミロノフ先生から指導を受けたいと思っているが、ミロノフは、ド田舎のハルギツから有望な生徒としてスヴェトラナ・エフレモワ（ヴェータ）を連れてきて、熱心に指導する。 卒業し、バレエ団員となった親友のアントニーナ・スホワ（アーシャ）が白鳥の湖でデビューすることになるが、 彼女は公演中妊娠が分かり、大事を取り白鳥だけ踊ることになる。 ミロノフの計らいでレッスンを見学していたヴェータしか、大幅に振り付け変更されてるその白鳥の湖を踊れるものがおらず、 黒鳥をピンチヒッターでヴェータが踊り、アーシャのデビューが半減したものになってしまう。 ノンナは、来ソビエトの政治家の接待公演でアラベスクを踊ることになるが、ミロノフのライバルでもある、世界的なドゥミ・キャラクテールであるエドゥアルド・ルキン（エーディク） がヴェータの用事で呼ばれて踊れなくなったミロノフの代役を独自の解釈で踊る。 その場でアラベスクを踊るはずだったノンナは、ミロノフが熱心に指導するヴェータへの嫉妬心から精神状態が不安定になり、足が動かなくなってしまう。\r\n最上級生であるノンナは、卒業コンサートで「せむしの仔馬」を踊ろうと思っていたが足が動かないため 踊ることができず、また偶然ヴェータが同じ演目を卒業コンサートで踊ることを当日知ることになり、パニックを起こしてしまう。 コンサートに来ていたエーディクから、ノンナもバレエ団の北欧公演についていき、ミロノフから離れて自分の踊りを踊るために、北欧で一緒に亡命しようと誘われる。\r\nエーディクは亡命したが、土壇場で亡命せずミロノフのもとに居ることを選んだノンナは、足が動くようになる。 現行は8年制だが試験的に9年制にする案が学校で起こり、ノンナは9年生になる。そのクラスで男子ナンバーワンのレミル・ブロフとノンナはパートナーを組むことになる。 そして、エーディクのような亡命者を出さないため、モスクワから副校長として送り込まれた往年の名バレリーノのザカレフスキーの引きで、 ベルリンからバレエピアニストのカリン・ルービツが9年生の教室に来る。 怪しい魅力を持つ同性愛者のルービツは、ノンナがミロノフに尊敬以上の感情をもっているのを見て、 ノンナを性的に未熟であるとバカにしたり、ミロノフを誘惑するようにけしかけたりする。\r\nノンナはレミルと組んでコンクールに出ることになり、ザカレフスキーはラーラとの対決の「瀕死の白鳥」でノンナが失敗していることを持ち出し、 プリマとしてではなく、バレエにおいては脇役のキャラクターダンサーとしてコンクールに出ることを発案するが、 ミロノフの強硬な反対で、ノンナは、自分が苦手とする静かな踊りの極致であるラ・シルフィードをコンクールで踊ることになる。 ルービツの恋人だった、自分とは反対のタイプである、華奢で繊細な外見の若いバレリーナの得意な演目がシルフィードであったことをルービツからほのめかされ、 ノンナは気持が乱れるが、自分の解釈でシルフィードを踊ることで、心の迷いを断ち切り、コンクールではグランプリを取る。\r\nルービツがベルリンに帰ることになり、実は心魅かれていたノンナを銃で脅して連れて行こうとするが、その場面を見たミロノフを ルービツは誤って撃ってしまう。拘置所に会いに行ったノンナに、ルービツは、ノンナを愛したが、ミロノフにも魅かれ、ノンナがミロノフにもし抱かれればそのノンナを自分が抱くことで 自分がミロノフと愛し合ったことになると思い、ミロノフを誘惑するようにノンナをけしかけていたと告白する。 入院したミロノフをノンナはかいがいしく看病し、なぜルービツに脅されている場にミロノフが来たのかを問うと、 ミロノフはノンナに愛を告白するつもりで来たことをほのめかして終わる。","info":"<li><span>中文名: </span>芭蕾仙子</li><li><span>册数: </span>4</li><li><span>作者: </span><a href=\"/person/3433\">山岸凉子</a></li><li><span>出版社: </span><a href=\"/person/588\">白泉社</a></li><li><span>连载杂志: </span><a href=\"/person/8407\">花とゆめ</a></li><li><span>发售日: </span>1975-04</li><li><span>开始: </span>1974年6月号</li><li><span>结束: </span>1975年22号</li>","collection":{"wish":2,"collect":1},"tags":[{"name":"全4卷","count":1},{"name":"已完结","count":1},{"name":"漫画系列","count":1}],"staff":[{"id":3433,"image":"//lain.bgm.tv/pic/crt/g/a9/1a/3433_prsn_anidb.jpg","name":"山岸凉子","desc":"作者"},{"id":588,"image":"//lain.bgm.tv/pic/crt/g/2c/2a/588_prsn_0Fa4a.jpg","name":"白泉社","desc":"出版社"},{"id":8407,"image":"//lain.bgm.tv/pic/crt/g/4f/4b/8407_prsn_5Rr3z.jpg","name":"花与梦","desc":"连载杂志"}],"relations":[{"id":224739,"image":"//lain.bgm.tv/pic/cover/m/a4/cc/224739_XzMJs.jpg","title":"アラベスク 第1部","type":"前传","url":"https://bgm.tv/subject/224739"},{"id":113802,"image":"//lain.bgm.tv/pic/cover/m/ba/80/113802_h53KU.jpg","title":"アラベスク","type":"不同版本","url":"https://bgm.tv/subject/113802"}],"comic":[{"id":174788,"name":"アラベスク 第二部 (1)","image":"//lain.bgm.tv/pic/cover/c/1c/59/174788_y8dmB.jpg"},{"id":174789,"name":"アラベスク 第二部 (2)","image":"//lain.bgm.tv/pic/cover/c/0b/73/174789_aicDA.jpg"},{"id":174790,"name":"アラベスク 第二部 (3)","image":"//lain.bgm.tv/pic/cover/c/e0/1f/174790_D168N.jpg"},{"id":174791,"name":"アラベスク 第二部 (4)","image":"//lain.bgm.tv/pic/cover/c/99/72/174791_OJCar.jpg"}]}