[
  {
    "id": "5908495",
    "title": "极品男孩",
    "desc": "青年誌編集部を舞台に、主人公・山崎良平が業界で成長していく姿を描いたOVA。憧れだったポテトボーイ編集部の面接に、遅刻すれすれで登場した良平。さらに面接官であ...",
    "year": "1987"
  },
  {
    "id": "1855131",
    "title": "东京塔",
    "desc": "小时候的雅也由于老爸和老妈的离婚，离开了故乡小仓。年轻的老妈（内田也哉子饰）带着他回到筑丰老家，她一边在小料理屋帮忙，一边培养自己的孩子。学校放长假时，雅也...",
    "year": "2007"
  },
  {
    "id": "26433121",
    "title": "当家姐姐",
    "desc": "出生在一个开明家庭中的小桥常子本来过着无忧无虑的生活，但父亲的突然去世让她担负起了照顾母亲和妹妹的重任。战后的混乱年代，她以一个弱女子的肩膀担起了家庭的希望...",
    "year": "2016"
  },
  {
    "id": "2029939",
    "title": "时间飞船",
    "desc": "世界闻名的凯达博士驾驶自制的时间飞船试飞时，意外发现了W宝石和鹦鹉梦梦。W宝石也引来了虎视眈眈的敌人妖尼、格鲁和发沙的觊觎。在这之后，凯达博士带领着助手丹平（...",
    "year": "1975"
  },
  {
    "id": "11503382",
    "title": "龙珠Z：神与神",
    "desc": "在宇宙的神秘角落，令界王神都闻风丧胆的可怕神明悠悠苏醒。他是破坏之神比鲁斯（山寺宏一 配音），漫长的39年沉睡中，比鲁斯梦见与传说中的赛亚人之神对决，而弗利萨被...",
    "year": "2013"
  },
  {
    "id": "35811230",
    "title": "恋恋洗衣店",
    "desc": "凑晃（草川拓弥饰）从祖父那里继承了连空调都不起作用的旧自助洗衣店“凑氏商务”。由于城市的黑心企业而弄坏了身体回到了老家的凑，悠闲地经营着深受地区喜爱的洗衣店...",
    "year": "2022"
  },
  {
    "id": "2032902",
    "title": "东京塔",
    "desc": "20世纪70年代末，生活在福冈县小仓的荣子（倍赏美津子 饰）再也忍受不了丈夫兆治（泉谷茂 饰）的冷淡和婆婆的百般挑剔，带着儿子雅也（速水重道）离家出走，回到了自己...",
    "year": "2007"
  },
  {
    "id": "4826764",
    "title": "盖山西和她的姐妹们",
    "desc": "GAI SHANXI AND HER SISTERS tells the story of one woman’s brutal ordeal as a “comfort woman” for the Japanese Army during World War II. Hou Dong-E, known ...",
    "year": "2007"
  },
  {
    "id": "5201382",
    "title": "伊甸少年",
    "desc": "在這個時代裡，「天上都市」流傳著一個「殺神者」的傳說，\n擁有比神還要強大的力量「殺神者」，卻只是一個農村中的普通少年，\n而由於天上都市覬覦其潛在力量而展開的攻...",
    "year": "1999"
  },
  {
    "id": "2018380",
    "title": "七彩音和若波",
    "desc": "家、学校、便利商店——谨守着这样三点一线生活的初中生林二湖（大后寿々花 饰）老实本分，自小接受“不要多管闲事”的家庭教育。孰料某日不仅目睹流血事件，更与木讷好...",
    "year": "2007"
  },
  {
    "id": "20376700",
    "title": "零课女警之欲望的代价",
    "desc": "篠原とおるのコミックを映像化した人気シリーズ「ゼロ・ウーマン」の1作として、「LOVEHOTELS ラヴホテルズ」の三浦敦子がヒロインを務めた劇場版！ 警察内部でもその...",
    "year": "2007"
  },
  {
    "id": "4967894",
    "title": "兔女郎的誘惑",
    "desc": "故事以霍华德度假村为舞台。霍华德度假村是一个由小岛改造而成的娱乐天堂。这个巨大的欢乐岛吸引了当今众多的为了梦想、希望以及欲望的人纷纷前去……大富豪的孙女敏特...",
    "year": "2011"
  },
  {
    "id": "25857885",
    "title": "女子学校拷问部",
    "desc": "被称为永远萝莉系平面偶像的女星木岛法子在11月2日未发行的电影《女子高校拷问部》中上演全 裸拷问S M戏，以及同 性激情戏，女星魂大爆发。\n由在「PSYCHO-PASS」和老虚...",
    "year": "2014"
  },
  {
    "id": "36070135",
    "title": "男友降临！",
    "desc": "本作は、人生の分岐点で行き詰まる２人の女性と、彼女たちの前に突如現れた23歳の記憶喪失の青年アサヒが織り成すラブコメディ。",
    "year": "2022"
  },
  {
    "id": "3714000",
    "title": "恋爱小恶魔",
    "desc": "黑宫路加（中山优马 饰）是生存了千年的吸血鬼，早已经看透了世态炎凉的他十分蔑视人类这种渺小而又脆弱的生物。路加的表面身份是一名高中生，在学校里，特立独行的他在...",
    "year": "2009"
  },
  {
    "id": "3803550",
    "title": "铁甲人",
    "desc": "草间大作乘船返回日本途中，于海上遭到怪物袭击，全船沉没。草间大作与另一生还乘客岚十郎漂流至附近荒岛。他们发现岛上是由宇宙人哥罗丁大帝领导的世界犯罪集团－BF团...",
    "year": "1967"
  },
  {
    "id": "10767544",
    "title": "敏行快跑",
    "desc": "本故事中的田西敏行（丸山隆平 饰）相貌平平，性格胆小懦弱，是个27岁还没谈过恋爱的废柴处男。他在斋田产业公司担任销售员，公司新来了个漂亮的同事植村千春（南明奈 ...",
    "year": "2012"
  },
  {
    "id": "35754737",
    "title": "夜晚的盘腿坐~姐姐、弟弟和我~",
    "desc": "ピアノ講師を辞め、目標も定まらないまま日々を漫然と過ごす秋子（井上真央）。ある日、姉・春子（尾野真千子）から、ひきこもりの弟とともに緊急招集をかけられる。...",
    "year": "2022"
  },
  {
    "id": "25859499",
    "title": "边界线",
    "desc": "怀着成为公务员并多多赚钱目标的青年川端明（小池彻平 饰），从消防学校毕业后被分配到大阪府南消防署。刚刚报道的第一天他就赶上一场火灾，现场生死攸关的紧张气氛让他...",
    "year": "2014"
  },
  {
    "id": "26868375",
    "title": "该隐与亚伯",
    "desc": "高田贵行（高岛政伸 饰）是高田综合地产公司的董事长，他有两个儿子高田优（山田凉介 饰）和高田隆一（桐谷健太 饰），两人目前都在公司中任职。表面看来，优和隆一是感...",
    "year": "2016"
  }
]