{"id":259116,"type":4,"name":"Blackthorne","image":"//lain.bgm.tv/pic/cover/m/28/9a/259116_0kAsw.jpg","summary":"Blackthorne (released as Blackhawk in some European countries) is a cinematic platformer video game developed by Blizzard Entertainment. It was released for the SNES and DOS in 1994. The cover art for the SNES version was drawn by Jim Lee. The following year, Blackthorne was released for the Sega 32X with modified graphics, higher color palette and four new levels. In 2013, Blizzard made Blackthorne available as a free download.\r\nThe game focuses around protagonist Kyle \"Blackthorne\" Vlaros, out for revenge on Sarlac and his minions. The gameplay involves large platforming sequences, in which Kyle can run and climb around the environment, find keys and items and progress to the end of each maze like level. Combat in Blackthorne takes the form of gunfights. Both Blackthorne and his enemies can press against walls to avoid incoming bullets. Blackthorne can also fire blindly behind himself. During the game, Kyle uses a pump action shotgun as his primary weapon. As the game progresses, Androthi allies will help him upgrade the weapon, increasing its speed and power.\r\nThe game has seventeen levels within four areas—the mines of Androth, the Karrellian forests/swamps, the Wasteland desert and Shadow keep. The Sega 32X version includes a fifth area, the snowy mountains, which is not found in the other versions of the game. As the game progresses through these areas, Kyle becomes stronger and better armed, but so do the enemies.","info":"<li><span>中文名: </span>黑色荆棘</li><li><span>开发: </span><a href=\"/person/7736\">Blizzard Entertainment</a></li><li><span>发行: </span><a href=\"/person/28805\">Interplay Entertainment</a></li><li><span>别名: </span>Blackhawk</li><li><span>平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Sega 32X</li><li><span style=\"visibility:hidden;\">平台: </span>PC-98</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>Cinematic platformer</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1994年9月</li>","collection":{"collect":1},"staff":[{"id":7736,"image":"//lain.bgm.tv/pic/crt/g/b8/da/7736_prsn_UJa5U.jpg","name":"暴雪娱乐","desc":"开发"},{"id":28805,"image":"//lain.bgm.tv/pic/crt/g/30/2f/28805_prsn_8oOfF.jpg","name":"Interplay娱乐","desc":"发行"}]}