{"id":145890,"type":4,"name":"Killing Floor 2","image":"//lain.bgm.tv/pic/cover/m/e1/ab/145890_aI89D.jpg","rating":{"total":34,"count":{"1":0,"2":0,"3":0,"4":0,"5":2,"6":12,"7":15,"8":5,"9":0,"10":0},"score":6.7},"summary":"In KILLING FLOOR 2, players descend into continental Europe where the outbreak caused by Horzine Biotech’s failed experiment has quickly spread and gained unstoppable momentum, essentially paralyzing the European Union— Just one month after the events in the original KILLING FLOOR, the specimen clones are everywhere and civilization is in disarray; communications have failed, governments have collapsed, and military forces have been systematically eradicated. The people of Europe know survival and self-preservation too well and lucky survivors have gone into hiding.\r\nNot all have given up hope though... A group of civilians and mercenaries have banded together to combat the outbreak and established privately funded operation bases across Europe. Upon tracking specimen clone outbreaks, players will descend into zed-laden hot zones and exterminate them.\r\nKEY FEATURES:\r\n• Visceral Gore - KILLING FLOOR 2 ramps up the gore with a proprietary, high powered persistent blood system bringing new levels of fidelity to the genre. Players will send entrails, severed limbs, and blood flying as they wade through hordes of enemies. But they need to watch out! If caught, enemies will rip them, and their entire party limb from limb\r\n• 6 player co-op or solo play— A multitude of varied playable characters await for players to choose from as they enter the fray in online co-op mode or solo mode for those willing to brave the horrific specimens alone\r\n• Versus Survival Game Mode - Be the Zed! A 12 player PvP mode where two teams take turns playing Humans vs. Zeds in a pair of short matches. In the first match, one team plays Humans and the other Zeds until the humans all die during a single round or they beat the boss. For the second match the teams switch sides and when the battle is completed both teams receive a score based on their performance and the higher score wins!\r\n• Terrifying Zeds - New enemies and fan favorites from the original game are back with expanded and smarter artificial intelligence, dishing out powerful attacks, working as a group to weaken the player’s party and pushing the challenge level and fear factor to new levels\r\n• Unique Blend Of Weaponry - From modern militaristic assault rifles, brutal improvised makeshift weapons, classic historical guns, and off the wall “Mad Scientist” weapons, KILLING FLOOR 2 has a unique blend of killing tools that will satisfy any gamer\r\n• Expanded Perk System - Perks from the original game have been reimagined with more added to the fold. All perks now progress with meaningful talent choices that amplify different play styles, giving players a progression path that is expansive and full of rewarding milestones\r\n• Brutal Melee Combat - KILLING FLOOR 2 reinvents melee combat completely. Players now have control over the type of melee attacks they can perform, enabling them to deliver bone-breaking crippling attacks to Zeds","info":"<li><span>中文名: </span>杀戮空间2</li><li><span>开发: </span><a href=\"/person/36005\">Tripwire Interactive</a></li><li><span>发行: </span><a href=\"/person/36005\">Tripwire Interactive</a>，Valve</li><li><span>协力: </span><a href=\"/person/38361\">Saber Interactive</a></li><li><span>别名: </span>杀地板2</li><li><span style=\"visibility:hidden;\">别名: </span>杀戮间2</li><li><span>平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>虚幻3</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2016年11月18日</li><li><span>官方网站: </span>http://www.killingfloor2.com/</li><li><span>开发商: </span>Tripwire Interactive</li>","collection":{"wish":1,"collect":39,"doing":1,"on_hold":4},"tags":[{"name":"FPS","count":12},{"name":"PC","count":10},{"name":"PS4","count":5},{"name":"杀地板","count":4},{"name":"僵尸","count":3},{"name":"COOP","count":2},{"name":"STEAM","count":2},{"name":"EPIC","count":2},{"name":"开黑","count":2},{"name":"TripwireInteractive","count":2},{"name":"普通游戏","count":1},{"name":"☆","count":1},{"name":"美国","count":1},{"name":"Online","count":1},{"name":"XboxOne","count":1},{"name":"已购","count":1}],"staff":[{"id":36005,"image":"//lain.bgm.tv/pic/crt/g/05/53/36005_prsn_r7d7E.jpg","name":"Tripwire Interactive","desc":"开发"},{"id":38361,"image":"//lain.bgm.tv/pic/crt/g/05/37/38361_prsn_fgfun.jpg","name":"Saber Interactive","desc":"协力"}],"relations":[{"id":46165,"image":"//lain.bgm.tv/pic/cover/m/e7/fe/46165_xVxnx.jpg","title":"Killing Floor","type":"前传","url":"https://bgm.tv/subject/46165"}]}