{"id":155668,"type":4,"name":"SOCOM: U.S. Navy SEALs Fireteam Bravo 2","image":"//lain.bgm.tv/pic/cover/m/e5/05/155668_29XPD.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"SOCOM: U.S. Navy SEALs Fireteam Bravo 2 is a video game for the PlayStation Portable handheld and the sequel to SOCOM: U.S. Navy SEALs Fireteam Bravo. The game was released in North America on November 7, 2006. This game is also able to sync with the PlayStation 2 game SOCOM: U.S. Navy SEALs Combined Assault in order to unlock bonus features.\r\n\r\nFireteam Bravo 2 features an entirely new campaign, multiplayer maps, and new features such as Command Equity (CE) and Local Influence (LI) (see below). Fireteam Bravo 2's campaign mode offers 14 story missions, a variety of partners including the sniper LONESTAR, and two partners codenamed BRONCO and WRAITH, a support gunner and stealth/CQC specialist, from SOCOM: U.S. Navy SEALs: Mobile Recon which was only available for cell phones, and dynamically generated instant action missions.\r\n\r\nRather than spanning multiple countries like past games in the series, the game takes place solely in the fictional country of Adjikistan. The country is supposedly situated somewhere in the Afghanistan/Pakistan region of Central Asia and features a number of environment and climate zones, allowing for the game to feature a wide variety of landscapes and settings while working within one large, connected story. The main adversaries throughout the game are mercenaries, often abbreviated as \"mercs.\"\r\n\r\nThe online multiplayer servers were shut down on August 31, 2012.","info":"<li><span>中文名: </span>海豹突击队 火线小组2</li><li><span>发行: </span><a href=\"/person/1018\">Sony Interactive Entertainment</a></li><li><span>别名: </span>海豹突击队 布拉沃火线小组2</li><li><span>平台: </span>PSP</li><li><span>游戏类型: </span>TPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2006年11月6日</li>","collection":{"wish":2,"collect":3,"on_hold":1},"tags":[{"name":"Tactical_shooter","count":2},{"name":"TPS","count":2},{"name":"PSP","count":2},{"name":"普通游戏","count":1}],"staff":[{"id":1018,"image":"//lain.bgm.tv/pic/crt/g/37/28/1018_prsn_Yvv5n.jpg","name":"索尼互动娱乐","desc":"发行"}],"relations":[{"id":155450,"image":"//lain.bgm.tv/pic/cover/m/83/62/155450_vUoyk.jpg","title":"SOCOM: U.S. Navy SEALs Fireteam Bravo","type":"前传","url":"https://bgm.tv/subject/155450"},{"id":155671,"image":"//lain.bgm.tv/pic/cover/m/e5/0e/155671_7p3Vw.jpg","title":"SOCOM: U.S. Navy SEALs Fireteam Bravo 3","type":"续集","url":"https://bgm.tv/subject/155671"}]}