{"id":60594,"type":4,"name":"パンツァードラグーン オルタ","image":"//lain.bgm.tv/pic/cover/m/bb/b5/60594_1fC5i.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":1,"10":0},"score":8},"summary":"Panzer Dragoon Orta is a rail shooter video game published by Sega for the Xbox. The game was released in Japan in December 2002, the following month in the United States, and three months later in PAL territories. It is the fourth console game in the Panzer Dragoon series, after three such games on the Sega Saturn. Panzer Dragoon Orta was developed by Smilebit, one of Sega's second-party developers (before merging with Sega on July 1, 2004). This makes it one of two Panzer Dragoon games not developed by Team Andromeda (the other being Panzer Dragoon R-Zone), even though Smilebit included many of Team Andromeda's former members.\r\nThe game focuses on a young girl, Orta, who has been held as a prisoner her entire life, before being freed by a mysterious dragon. As she rides on the dragon's back through a post-apocalyptic world, she must defend herself from the forces of an oppressive and militaristic Empire, who believe she is the harbinger of their destruction.\r\nPanzer Dragoon Orta was made forward compatible with the Xbox 360 on April 19, 2007. The game was made compatible for all regions; however, there have been multiple reports that the PAL version of the game consistently crashes to the Dashboard after the full-motion video at the end of the third Episode. No fix to this problem has been made available in two subsequent backwards compatibility updates, though there is a workaround solution for this involving unlockables.","info":"<li><span>中文名: </span>铁甲飞龙 ORTA</li><li><span>开发: </span><a href=\"/person/1541\">SEGA</a></li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>Panzer Dragoon ORTA</li><li><span>平台: </span>Xbox</li><li><span>游戏类型: </span>Rail shooter</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2002年12月19日</li>","collection":{"wish":1,"collect":3,"on_hold":2,"dropped":2},"tags":[{"name":"XBOX","count":2}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"开发"}],"relations":[{"id":240791,"image":"//lain.bgm.tv/pic/cover/m/1e/97/240791_EmHmN.jpg","title":"パンツァードラグーンツヴァイ","type":"前传","url":"https://bgm.tv/subject/240791"}]}