{"id":94562,"type":4,"name":"少年行","image":"//lain.bgm.tv/pic/cover/m/41/43/94562_O3xKa.jpg","rating":{"total":6,"count":{"1":0,"2":0,"3":0,"4":3,"5":3,"6":0,"7":0,"8":0,"9":0,"10":0},"score":4.5},"summary":"　　出身仕汉羽林郎，初随骠骑战渔阳。 \r\n\r\n　　孰知不向边庭苦，纵死犹闻侠骨香。 \r\n\r\n　　中文武侠RPG，国人的骄傲 \r\n\r\n　　王维的一首《少年行》充分的描写了少年侠客行走江湖、意气风发的豪迈情景.的确，古代武侠是中国特有文化题材，很多青年人向往那种仗剑行走江湖、路见不平、拔刀相助的热血生涯，它自身的吸引力是很难用语言表达的。 \r\n\r\n　　国产游戏的优势很大方面就在于对中国武侠的了解。而中文武侠RPG在中国又是一个爱好者众多的游戏类型。国外的游戏开发组是很难做出我们想象中的武侠游戏。一部电影《卧虎藏龙》中飞檐走壁的镜头就叫全世界的老外们张目结舌了，可以看出来他们对武侠的了解还很肤浅，很难做出一款至真至切，受到大家认可的中文武侠RPG。正如我们下面所讲述的游戏一样，由厦门火凤凰自行研发的中文武侠RPG《少年行》就是一款国人自行开发的，深具功底的中文武侠RPG。\r\n\r\n　　战乱的年代、离奇的剧情 \r\n\r\n　　南宋末年，金、辽、蒙古陆续进攻中原,致使中原战火纷纷,民不聊生。青年男子都当兵上了战场，整个中原内陆就只剩下一些老弱妇孺。武林中的热血男儿们自然不能看着国土沦落，纷纷起来抗征外番入侵。而这其中的中坚力量是以华山为首的崆峒、昆仑、峨嵋、青城五大门派。华山派的掌门人风亢龙被武林中人推举成为抗击外番的总盟主，此人是正派武侠的代表人物，为人处事以一个正字当头。但这只是他的表面，谁也不知道其内心深处的野心，一个小小的盟主是并不能满足他的欲望的。为了武林中武功第一人、甚至称王称帝，他不仅背弃了心爱的妻子和儿女，据说秘密的还和金国有接触。 \r\n\r\n　　就在国家存亡的危机时刻，在短短的几天以来，五大门派有好几纵弟子惨遭杀害的事件。根本查不出是凶手是谁，但手法却又非常相近。风亢龙凭经验从伤口上猜想被害的弟子是中了江湖中百年不见、令人闻风丧胆的箫湘十八剑。与此同时江湖上也出现了一位行动诡秘的美貌少女，传说中她只要流一滴眼泪就要杀一百人作为补偿，因此\"泪魔女\"的名号霎时间在武林中流传开来，而也有传闻说曾经有人看见\"泪魔女\"使用的剑法就是箫湘十八剑。于是除了风亢龙的华山派以外，其他门派都尽遣高手下山追杀\"泪魔女\"。 \r\n\r\n　　江湖卦士慕容痕，自嘲为\"十卦九不准\"，但每每都能一语破天机。一日，在街头行卦巧遇了一个美貌女子竺湘兰，正被四大门派高手追杀，莫非她就是\"泪魔女\"？侠骨丹心的慕容痕自然不能看四大门派高手合力围攻一个弱小女子，于是仗剑相助，自此卷入了一场武林中风亢龙亲手导演的惊天浩劫中，也陷入了与竺湘兰多磨的恋情当中…… \r\n\r\n　　中国古典画风结合3D技术 \r\n\r\n　　游戏整体的画面设定上选用了中国古典式的图画风格，把中国画飘逸神韵的特质发挥级致。虽然游戏场景为2D，但是所有建筑、物体、人物都经过精心的3D设计之后贴在2D场景中的。整个游戏运用了200多张3D画面。大江南北，从蜀地到江东、从山地到平原、从瀑布到森林应有尽有，囊括了中华大地庄美秀丽的自然景观。同时，游戏运用了多光源处理、全新编写的真彩引擎、可以支持透明、ALPHA融色、光晕等多种效，更使场景大为增色。 \r\n\r\n　　新颖的练功方式 \r\n\r\n　　游戏设计时的理念更多采取了即时和主动的概念。就拿简单的练功来说。游戏中提供了各种练功的方式，玩家可以随时随地的打坐练习内功，或者装备武器当街练习武功招式，通过不断的练习来提高体力、内力、招式等级。这种练功的方式就比其他武侠游戏更加主动，更加像真正武林中的练功方法。玩家想什么时候练就可以随时练，毕竟、从来没有看过哪个大侠是反复和几个敌人的小喽罗较劲而变成绝世高手的。但是，也不是说你就可以无止境的在那里练习，游戏更贴近真实的是所有武功都有瓶颈，需要个人能力或者其他属性达到某一个条件的时候才可以继续向上练习。游戏人物有生命、体力、精力和内力四种属性，每个属性的作用不同。《少年行》的战斗遇敌是踩地雷方式，但战斗方式确是即时的，可以随意操控是和敌人近身肉搏、还是远距离和敌人游斗。 \r\n\r\n　　神秘的召唤兽 \r\n\r\n　　首先说这是一种能力，可以说是一种幻术能力，通过召唤强大的守护兽来攻击敌人，往往在战斗中能扭转乾坤，转败为胜，但是在武侠时代并没有什么真的守护兽，而是利用超强幻术制造的幻觉，利用他给敌人致命的打击，这是慕容痕的不传之密。 \r\n\r\n　　打造多元化的游戏文化 \r\n\r\n　　除了在开发上下了苦功的厦门火凤凰，还特地请了歌手为这款游戏演唱主题歌，目的在于打造多元化的游戏文化，像世界水平靠拢。月前连邦软件宣布代理这款游戏，同时宣布主题歌将会在游戏中以单曲CD的形式在游戏中附赠。","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>ARPG</li><li><span>发行日期: </span>2002-4-25</li><li><span>开发: </span>厦门火凤凰</li><li><span>发行: </span>连邦软件</li>","collection":{"collect":7,"dropped":2},"tags":[{"name":"童年","count":1},{"name":"ARPG","count":1}]}