{"id":312711,"type":4,"name":"Haunted House","image":"//lain.bgm.tv/pic/cover/m/5f/86/312711_hLG1D.jpg","summary":"Haunted House is an Atari 2600 video game written by James Andreasen and published by Atari, Inc. in February 1982. The player, represented by a pair of eyes, must navigate the haunted mansion of the late Zachary Graves to recover the three pieces of an urn. The game has been identified as one of the earliest examples of the survival horror genre by a GameSpy article.\r\n\r\nThe house has three floors and a basement. The player's character may pick up only one of three items at a time (a key to open doors, a sceptre to ward off evil spirits, or the urn) and must avoid a bat, a tarantula, and the ghost of Mr. Graves himself. If the player is hit by the monsters nine times, the game ends. If the player escapes the house with the urn, the player wins.\r\n\r\nThe items (and house layout in higher difficulties) can only be seen when the player uses the 'fire' button on the joystick to light a match, illuminating a small radius directly around his character; this can be done an infinite number of times, although the match only lasts for a limited amount of time before being snuffed out. If a monster enters the same room as the player, a howling wind from the monster will blow out any lit match.\r\n\r\nHaunted House has a total of nine different levels which make the game more challenging; in particular, later difficulty levels make the walls of the house itself invisible unless the player lights a match.","info":"<li><span>中文名: </span>鬼屋</li><li><span>开发: </span><a href=\"/person/38616\">Atari</a></li><li><span>发行: </span><a href=\"/person/38616\">Atari</a></li><li><span>别名: </span>鬼屋历险</li><li><span>平台: </span>Atari 2600</li><li><span>游戏类型: </span>AVG, Survival horror</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1982年2月</li><li><span>游戏设计师: </span>James Andreasen</li>","collection":{"collect":1},"staff":[{"id":38616,"image":"//lain.bgm.tv/pic/crt/g/50/04/38616_prsn_iNezv.jpg","name":"雅达利（1972-1984）","desc":"开发"}]}