{"id":84296,"type":4,"name":"Beat Gather","image":"//lain.bgm.tv/pic/cover/m/8a/79/84296_Ac3Yb.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":0,"8":0,"9":0,"10":0},"score":5.5},"summary":"いつも聴いてる お気に入りの音楽が リズムゲームに！\r\n\r\nおかげさまで１３０万アカウント突破！\r\n\r\n①すべての音楽がリズムゲームに！\r\n　あなたのiPhone/iPod touchに入れている音楽でプレイできます。\r\n\r\n②ゲームの譜面＝ユビフ をオート作成！\r\n　あなたはすこし待つだけ！作るのは苦手だし面倒……という人も。\r\n\r\n③タップするだけでユビフが作れる！\r\n　自分ならもっとこうしたい……エディットモードで自分だけのユビフを作ろう。巻き戻しも可能！\r\n\r\n④みんなでユビフをシェア（共有）！\r\n　作ったユビフをみんなに遊んでほしい！面白いユビフで遊びたい！\r\n　みんなでシェアすれば楽しさ無限大。\r\n\r\n⑤おなじみの音楽ゲームなのに新鮮！\r\n　誰でもすぐに遊べるゲームシステム。\r\n　さらに判定バーが動くなど、驚きの演出を搭載。\r\n\r\n⑥みんなにツイートしよう！\r\n　新しくユビフを作ったりベストスコアを更新したら、ツイッターで\r\n　みんなに知らせよう！\r\n\r\n※アプリ削除についての注意点\r\nアプリを削除すると、プレイ記録、アカウント情報、課金アイテムが復旧できなくなり、最初からとなってしまいますのでご注意ください。\r\n（スキンアイテムのみ、購入時と同じAppleIDを使うことで購入履歴の復元が可能です）\r\n\r\nExperience a brand new way to enjoy the music on your iPhone, iPod Touch, or iPad. Tap, swipe, and slide your fingers to the rhythm of your favorite songs in this highly addictive rhythm music game, Beat Gather!\r\n\r\n♫ PLAY ANY SONG IN YOUR iTUNES MUSIC LIBRARY ♫\r\nAny song in your iTunes library can be made into a Beat Gather sensation.\r\n\r\n♫ LET THE GAME CREATE YOUR CHALLENGE OR MAKE YOUR OWN ♫\r\nBeat Gather can automatically transform any track into a rhythm challenge across multiple difficulties, but you can also use the editor to create your own custom levels.\r\n\r\n♫ SHARE YOUR CREATIONS WITH OTHERS ♫\r\nMaster your musical creations then share them with the entire Beat Gather community.\r\n\r\n♫ EASY TO PLAY ♫\r\nAnyone can play. Jump right in and experience eye-catching effects while playing your favorite music tracks. Earn perfect scores to open up new difficulty modes.\r\n\r\n♫ CHALLENGE YOUR FRIENDS ♫\r\nAnnounce your creation or mastery of new tracks to your friends on Facebook or Twitter.\r\n---\r\n\r\nBeat Gather is free to play, but may charge for additional in-app content. You may modify your ability to purchase in-app content by adjusting your device’s settings.\r\n\r\nUsers must maintain a reliable connection to the Internet (3G or WiFi) to play.","info":"<li><span>中文名: </span>音感大师</li><li><span>别名: </span>ビートギャザー</li><li><span>平台: </span>iOS</li><li><span>游戏类型: </span>音乐</li><li><span>发行日期: </span>2011年10月13日</li><li><span>售价: </span>Free</li><li><span>官方网站: </span>http://www.konami.jp/products/touch_beatgather/</li><li><span>开发: </span>コナミ</li>","collection":{"collect":5,"on_hold":1}}