{"id":260421,"type":4,"name":"タッチ!ボンバーマンランド スターボンバーのミラクル★ワールド","image":"//lain.bgm.tv/pic/cover/m/5d/80/260421_8Qyuy.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Bomberman Land Touch! 2 (known as Touch! Bomberman Land Star Bomber's Miracle World in Japan), is a puzzle video game for the Nintendo DS, the sequel to Bomberman Land Touch!. Like its predecessor, it is a spin-off of the main Bomberman series, and focuses on mini-games. It is the 4th Bomberman title on the DS, and is the 3rd to use the Nintendo Wi-Fi Connection. Using both the \"Bomberman Battle Pack\" and \"Bomberman Battle Pack 2\" abilities, it can connect to any Bomberman game for local wireless challenges and exciting WiFi battles.\r\nIn the beginning of the game's story mode, Cheerful White (Bomberman) and his friends are traveling by boat towards Bom-Bom Kingdom, a theme park owned by a magician known as Star Bomber. Originally, Bomberman's friend Giant Gold planned to take Cute Pink to the island for a date, but in the end, Cheerful White and his friends came along as well. The story mode follows Cheerful White as he explores the Bom-Bom Kingdom theme park, and takes part in its attractions.","info":"<li><span>中文名: </span>触摸！炸弹人大陆2</li><li><span>开发: </span><a href=\"/person/17867\">ハドソン</a></li><li><span>发行: </span><a href=\"/person/17867\">ハドソン</a></li><li><span>别名: </span>Bomberman Land Touch! 2</li><li><span style=\"visibility:hidden;\">别名: </span>炸弹人大陆触摸2</li><li><span style=\"visibility:hidden;\">别名: </span>Touch! Bomberman Land Star Bomber's Miracle World</li><li><span>平台: </span>NDS</li><li><span>游戏类型: </span>Mini Games</li><li><span>游玩人数: </span>1 - 8人</li><li><span>发行日期: </span>2007年7月19日</li>","collection":{"collect":1},"staff":[{"id":17867,"image":"//lain.bgm.tv/pic/crt/g/c9/3b/17867_prsn_rFzfI.jpg","name":"ハドソン","desc":"开发"}],"relations":[{"id":260420,"image":"//lain.bgm.tv/pic/cover/m/bf/43/260420_VGUuM.jpg","title":"Touch!ボンバーマンランド","type":"前传","url":"https://bgm.tv/subject/260420"}]}