{"id":326245,"type":4,"name":"Wrath of the Demon","image":"//lain.bgm.tv/pic/cover/m/80/44/326245_Zv7ii.jpg","summary":"Wrath of the Demon is a 1991 fantasy, hack and slash game developed by Quebec-based developer Abstrax, and published by ReadySoft Incorporated. Versions for Atari ST, Amiga, Commodore CDTV, and DOS were released in early 1991, while the Commodore 64 version was released later.\r\n\r\nThe mighty wizard Anthrax, in an attempt to usurp authority over the kingdom, has summoned a horrifying Demon. The Demon makes good on his chartered task by summoning a horde of monsters to lay waste to the kingdom at large. Fortuitously, a random stranger is strolling nearby the kingdom and realizes that only he can beat back the foul creatures.\r\n\r\nAfter some encouragement from the king, the adventurer begins the game on horseback, jumping over obstacles, beating flying creatures, and collecting potions on the ground. Afterward, the hero must proceed on foot through side-scrolling platforming levels, destroying creatures with his blade as well as collecting potions and additional weapons he will find on his deadly quest.\r\n\r\n简介来自Wikipedia和mobygames：https://www.mobygames.com/game/wrath-of-the-demon","info":"<li><span>中文名: </span>荡魔平妖志</li><li><span>发行: </span>ReadySoft Incorporated、<a href=\"/person/33926\">智冠科技</a>（中国台湾）</li><li><span>别名: </span>蕩魔平妖誌</li><li><span>平台: </span>DOS</li><li><span style=\"visibility:hidden;\">平台: </span>CDTV</li><li><span style=\"visibility:hidden;\">平台: </span>Commodore 64</li><li><span style=\"visibility:hidden;\">平台: </span>Atari ST</li><li><span style=\"visibility:hidden;\">平台: </span>Amiga</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1991年</li><li><span>开发: </span>Abstrax</li><li><span>程序: </span>David Foster, Pierre Proulx, Martin Ross (Amiga) & Nicolas Chapados (PC)</li><li><span>美工: </span>Claude Pelletier & Stephane Ross</li><li><span>音乐: </span>David Whittaker</li>","staff":[{"id":33926,"image":"//lain.bgm.tv/pic/crt/g/57/1c/33926_prsn_n3a0a.jpg","name":"智冠科技","desc":"发行"}]}