{"id":107826,"type":4,"name":"Road & Track Presents: The Need for Speed","image":"//lain.bgm.tv/pic/cover/m/c7/d2/107826_GB1GD.jpg","rating":{"total":7,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":5,"9":0,"10":0},"score":7.6},"summary":"The original Need for Speed was released for 3DO in 1994 with versions released for the PC (DOS) (1995), PlayStation and Saturn (1996) following shortly afterwards. The Need for Speed and its Special Edition were the only games in the series to support DOS, with subsequent releases for the PC run only within Windows. The first installment of the NFS was one of only two serious attempts by the series to provide a realistic simulation of car handling elements (the other being Porsche Unleashed). Electronic Arts teamed up with automotive magazine Road & Track to match vehicle behaviour, including the sounds made by the vehicles' gear control levers. The game contained vehicle data with spoken commentary, several \"magazine style\" images of each car, and short video-clips highlighting the vehicles set to music.Most cars and tracks are available at the beginning of the game, and the objective is to unlock the remaining locked content by winning tournaments. This version featured chases by police cars, a popular theme throughout the series, and also featured an obnoxious opponent who taunted the player if the computer won the race or the player is arrested.Another version, called The Need for Speed: Special Edition, was released only for the PC in 1996. \r\n\r\nGameplay\r\nFeatured both closed circuits and three point-to-point tracks, each divided into three stages. For the latter, traffic vehicles appeared in races.\r\nIncluded police pursuits, in which the player could be ticketed or arrested after a police car succeeded in catching up with the player. The player was arrested if he/she received a third police ticket, while the Sega Saturn version only required two tickets for the player to be arrested.\r\nFeatured detailed specifications, history, audio commentaries and real-life videos of each vehicle presented in the game (except Warrior).\r\nFeatured data and records of each race, during. These included speed, track records and racer position.\r\nReplay feature allowed the player to view a saved race. Multiple camera views, playback speed and video navigation were offered.\r\nA special feature for finishing the tournament's (or entering the cheat) was \"rally\" mode. The car dynamics were changed to make for a faster 'arcade' experience.\r\nFeatured a 2-player head-to-head racing mode, which required computers connected via modem (The multiplayer mode can be played in DOSBox over a regular TCP/IP connection).\r\n\r\nTracks\r\nThere are a total of seven tracks in the game, with one of them being a bonus track that can be unlocked in the game. They are listed as \"City\", \"Coastal\", \"Alpine\", \"Rusty Springs\", \"Autumn Valley\", \"Vertigo Ridge\" and the bonus track, \"Lost Vegas\".\r\n\r\nCars\r\nEight cars are available to choose from in the game, and a secret ninth car known as the Warrior, which is in purple and is a special car rather than being a licensed model. It can be accessed via a special game code if entered correctly. The eight cars featured (besides the Warrior) include the Toyota Supra Turbo (colored red), Acura NSX (colored silver), Mazda RX-7 (colored yellow), Porsche 911 Carrera (colored dark blue), Dodge Viper RT-10 (colored royal blue), Chevrolet Corvette C4 ZR-1 (colored dark green), Lamborghini Diablo VT (colored navy blue), and the Ferrari 512TR (colored red).","info":"<li><span>中文名: </span>极品飞车</li><li><span>开发: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>别名: </span>TNFS</li><li><span style=\"visibility:hidden;\">别名: </span>NFS1</li><li><span>平台: </span>3DO</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span>游戏类型: </span>RAC</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>1994年08月31日</li>","collection":{"wish":1,"collect":13,"on_hold":1,"dropped":2},"tags":[{"name":"RAC","count":4},{"name":"3DO","count":1},{"name":"SS","count":1},{"name":"童年","count":1},{"name":"PS","count":1},{"name":"EA","count":1}],"staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"开发"}],"relations":[{"id":9753,"image":"//lain.bgm.tv/pic/cover/m/07/57/9753_uBbS2.jpg","title":"Need for Speed II","type":"续集","url":"https://bgm.tv/subject/9753"}]}