{"id":259838,"type":4,"name":"アンダーディフィート","image":"//lain.bgm.tv/pic/cover/m/dd/58/259838_9O4ML.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"Under Defeat is a shoot 'em up arcade game by G.rev. It was released for the Sega Dreamcast in March 2006. The game takes place in an alternate reality based on World War II, and, in a controversial twist, players control German-speaking characters (under the banner of \"the Empire\"), fighting against enemies (\"the Union\") that speak English and possess weapons patterned after those of both real-life Allied and Axis powers (for example, naval units in Level 2 bear heavy resemblance toward the Imperial Japanese warships). The game was released very late in the life of the Dreamcast, but sold much better than expected, probably because there were no other home ports planned in the foreseeable future.\r\nPlayers assume control of a helicopter, which can be rotated like a more limited version of the mechanism in Zero Gunner 2. Gameplay is largely very traditional, and bears a strong resemblance to some older Toaplan games, especially Twin Cobra. It uses 3D graphics, and a slightly angled perspective to give the game more depth than most other titles in the genre.\r\nOn October 27, 2011, G.rev announced a remake titled Under Defeat HD to be released for the PlayStation 3 and Xbox 360. The game was released by G.Rev in Japan on February 23, 2012 and by Rising Star Games on November 9, 2012 in Europe, and November 28, 2012 in North America for PlayStation 3. The Xbox 360 version for North America was released on August 25, 2014 as a downloadable game-only under Games on Demand. An upgraded version of Under Defeat HD (PS3, Xbox 360) was made on Sega Ring Edge 2 arcade System, named Under Defeat HD+. Now that version is coming to arcades with some improvements via Sega’s ALL.NET. Among the enhancements this will have is a horizontal orientation mode, more detail in the battlefield and a “New Order” mode where apparently you can choose from different types of aircraft.","info":"<li><span>中文名: </span>天翔铁骑</li><li><span>别名: </span>UNDER DEFEAT</li><li><span style=\"visibility:hidden;\">别名: </span>アンデフ</li><li><span style=\"visibility:hidden;\">别名: </span>アンダーディフィートHD</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>DC</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span>游戏类型: </span>纵版STG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>2005年10月27日</li><li><span>开发: </span>グレフ</li><li><span>发行: </span>グレフ</li>","collection":{"collect":1}}