[
  {
    "id": "26986891",
    "title": "和平之爱",
    "desc": "贝尔塔的出生在布拉格的一个波希米亚贵族之家，一出生就是女伯爵。\n贝尔塔的母亲很能挥霍，家产被逐渐耗尽，1873，已经30岁的贝尔塔在维也纳富有的苏特纳家族担任家庭教...",
    "year": "2014"
  },
  {
    "id": "26597161",
    "title": "舒克贝塔",
    "desc": "与妈妈相依为命生活在人类城市天台的小老鼠舒 克喜欢研究飞机，在第一次跟妈妈获取食物的过 程中被鸽子指责是个不劳而获的小偷，舒克不喜 欢被人误解成小偷，他决心成为...",
    "year": "2019"
  },
  {
    "id": "1870436",
    "title": "舒克和贝塔",
    "desc": "贝塔是一只宠物鼠，他经常会驾着小主人的小坦克对付老是欺负他的大花猫，好不神气；而舒克则是一只生活在丛林里的小老鼠，一次偶然，他得到了一架小小的直升飞机，有了...",
    "year": "1989"
  },
  {
    "id": "35729377",
    "title": "麦克和丽塔",
    "desc": "年过30的女作家麦克(伊丽莎白·莱尔 饰演)总觉得自己内心其实是一个老古板。在棕榈泉度过狂欢周末时，独自在一个占卜师那里做了一场冥想，一觉醒来发现自己神奇地变成了...",
    "year": "2022"
  },
  {
    "id": "34777712",
    "title": "娜露和贝塔",
    "desc": "讲述天才发明家的小学生·狸猫，因事故而失去了心爱的姐姐，由狸猫开发的“姐姐·机器人”的故事",
    "year": "2019"
  },
  {
    "id": "2349192",
    "title": "查克和贝克",
    "desc": "Chuck and Buck were best friends growing up until Chuck moved away when he was 11. Sixteen years later, Chuck (now Charlie) is a successful music executive, ...",
    "year": "2000"
  },
  {
    "id": "35153268",
    "title": "舒克贝塔 第二季",
    "desc": "改编自中国知名作家郑渊洁原著《舒克和贝塔历险记》，故事衔接上一季，再续经典。讲述舒克贝塔在皮皮鲁的帮助下建立机场，成立航空公司，维护着森林里小动物们的出行安...",
    "year": "2020"
  },
  {
    "id": "35639356",
    "title": "舒克贝塔 第三季",
    "desc": "改编自郑渊洁原著《舒克和贝塔历险记》，本季讲述舒克贝塔在营救兔子警官和报社老鼠头版头条过程中意外发现了一份灭鼠计划。得到舒克妈妈的指引后，舒克贝塔决定前往交...",
    "year": "2021"
  },
  {
    "id": "1968311",
    "title": "克里斯塔贝尔",
    "desc": "An English girl marries a German lawyer in the 1930s and they try to live as normal a life as they can in Hitler's Germany. When Allied bombs start falling o...",
    "year": "1988"
  },
  {
    "id": "5140723",
    "title": "普洛波和贝塔",
    "desc": "普洛波继承了一处房产，当他打算住下来的时候遇到了麻烦，因为这里有个女巫，她讨厌新邻居，不断地制造麻烦打算赶走普洛波，在黄牛贝塔的帮助下，普洛波战胜了女巫，并...",
    "year": "2000"
  },
  {
    "id": "21346429",
    "title": "贝蒂和科雷塔",
    "desc": "The widows of Martin Luther King and Malcolm X and how they carry on as single mothers after the assassination of their husbands.",
    "year": "2013"
  },
  {
    "id": "25886497",
    "title": "克拉拉和塔迪斯",
    "desc": "Clara Oswald gets into an argument with the TARDIS after the TARDIS plays a practical joke on her in the shower and then makes her bedroom disappear. After r...",
    "year": "2013"
  },
  {
    "id": "35496650",
    "title": "舒克贝塔之五角飞碟",
    "desc": "舒克贝塔从双子星回到地球，此时地球已是2033年，魔方市发生了翻天覆地的变化。他们遇到了利，意外闯入了一场精心策划的偷盗骗局。为了拯救老鼠和人类社会，舒克、贝塔...",
    "year": "2022"
  },
  {
    "id": "34461682",
    "title": "和贝塔妮游尼罗河",
    "desc": "The historian explores the land that inspired her passion for the past by embarking upon a 900-mile journey along the river Nile and examining how it shaped ...",
    "year": "2019"
  },
  {
    "id": "26316106",
    "title": "西贝尔和马克斯 第一季",
    "desc": "Sibel和Max是两名居住在汉堡市的医生，而且都分别独立抚养自己的孩子。因为一次机缘巧合，他们互相认识而且为自己还未成年的孩子即将为人父母而操碎了心。两个40多岁的...",
    "year": "2015"
  },
  {
    "id": "26704738",
    "title": "西贝尔和马克斯 第二季",
    "desc": "",
    "year": "2016"
  },
  {
    "id": "19972829",
    "title": "格拉斯塔克的贝弗利",
    "desc": "Beverly Calhoun (Davies) impersonates the Prince of Graustark to claim his birthright while he recovers from a skiing injury. In the meantime, she falls for ...",
    "year": "1926"
  },
  {
    "id": "35033903",
    "title": "安娜贝尔和楠塔基特岛2",
    "desc": "安娜贝尔胡珀的进一步冒险。",
    "year": "2022"
  },
  {
    "id": "3884019",
    "title": "Y行动和舒立克的其它冒险",
    "desc": "乐于助人的舒里克替别人值班，遇到了一场谋划已久的盗窃案。在一番滑稽的斗争中，三个坏蛋的计划没有得逞。",
    "year": "1965"
  },
  {
    "id": "3554902",
    "title": "龙珠Z剧场版12：复活的融合!! 悟空和贝吉塔",
    "desc": "北银河正在举行冥界第一武术大会，孙悟空和来自西银河的排骨饭热战正酣。就在这时，冥界却出了乱子。阎王殿中，一名一心玩乐的小鬼不慎碰坏灵魂清洗装置，导致所有的邪...",
    "year": "1995"
  }
]