{"id":302691,"type":4,"name":"Swashbucklers: Blue vs. Grey","image":"//lain.bgm.tv/pic/cover/m/59/2a/302691_CZyOQ.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Swashbucklers: Blue vs. Grey is a Naval Action/RPG set in time of the American Civil War – the time of last pirate renaissance on the Caribbean. The Union fleet blockaded the Southern ports, rupturing all the trading connections of the Confederacy. In return, Confederate government started giving out the privateer patents, thus building a powerful fleet of commercial raiders, the best example of which was the legendary captain Raphael Semmes. Also, smuggling the goods through the blockade became very profitable, though risky, business and attracted numerous traders to attempts of running the blockade. Abraham Gray, the main character, starts the game as a captain of a privately-owned vessel, but soon becomes involved into the story of blockade-running, military espionage and the ultimately powerful ironclad, built in Liverpool for the Confederacy. This ironclad alone could have change the course of war and bring the victory to the Rebel states. Then Abraham can join either Confederacy as a raider, or a Union as a spy. The player is free to sail across the game’s world – from southern coasts of the USA and Florida to Jamaica and North Caribbean. He can trade and smuggle goods between nineteen ports – both free and blockaded, raid the cargo ships, battle the warships and ironclads and complete quests for either Union or Confederacy. Aside from naval combat, Swashbucklers features strong on-foot gameplay, in which Abraham slashes his way through in various locations, confronting dozens of various enemies and bosses. The game’s role-playing system, based of three main characteristics and numerous perks, allows the player to develop the main character in various ways. He can improve his naval skills, learn new combos and shooting modes, or become the best trader in the Caribbean. Also, there are numerous options to upgrade the ship with Gatling guns, heavy weaponry, steam engines, or better sails. [1C Company] ","info":"<li><span>中文名: </span>亡命徒：蓝与灰</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>ACT</li><li><span>发行日期: </span>2007/11/7</li>","collection":{"collect":1}}