{"id":305716,"type":1,"name":"Harleen","image":"//lain.bgm.tv/pic/cover/m/fb/d3/305716_blU4L.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"这是一个美女与野兽的故事，\r\n但美女没能让野兽变得善良，野兽却让美女走火入魔。\r\n在那个宿命的夜晚，哈琳·奎泽尔遇到了她的患者、她的爱人、她的恶魔，\r\n那一晚后，他变成了她心中难灭的火，不散的雾，深远的梦……\r\n在阿克汉姆疯人院之中，一位医生将为我们重新演绎，\r\n那她悲喜交加的如戏人生…… \r\n\r\nNew York Times Bestseller! Dr. Harleen Quinzel has a theory: mental illness is a survival mechanism. As she seeks to help the broken souls of Gotham City piece together their sanity she will become the one thing she fears the most: one of them. A bold new retelling of the tragic origin of Harley Quinn told through the eyes of the only person who knows her better than anyone: Harleen.\r\n\r\nA young psychiatrist with a potential cure for the madness that haunts Gotham City, Dr. Harleen Quinzel must prove her revolutionary theory to a skeptical establishment by delving into the disturbed minds of Arkham Asylum's deadliest inmates. But the more time she spends with her criminally insane subjects, the closer she is drawn to one patient in particular--and the further she falls away from reality. The birth of legendary antihero Harley Quinn and the shocking origins of her twisted romance with the Joker are revealed in Harleen, a stunning new tale of love and obsession written and illustrated by renowned comics storyteller Stjepan Sejic (Aquaman: Underworld, Sunstone). Collects Harleen #1-3 NOTE: Enhanced cover will only be on first printing copies! \"This is the Harley Quinn story I want to read and the one that we, as thoughtful readers, deserve.\"--Comics Beat \"...Stjepan Sejic at his absolute best.\"--ComicBook.com \"A must-read for every fan of Harley Quinn.\"--Kabooooom!","info":"<li><span>中文名: </span>哈琳传</li><li><span>别名: </span>哈琳傳</li><li><span>出版社: </span>DC Comics</li><li><span>价格: </span>￥2,922</li><li><span>发售日: </span>2020-02-11</li><li><span>页数: </span>208</li><li><span>ISBN: </span>978-1779501110</li><li><span>ASIN: </span>1779501110</li><li><span>作者: </span>Stjepan Sejic</li>","collection":{"collect":3,"on_hold":1},"tags":[{"name":"欧美","count":1},{"name":"漫画","count":1}]}