{"id":323799,"type":4,"name":"Turok: Dinosaur Hunter","image":"//lain.bgm.tv/pic/cover/m/ae/39/323799_P9dB7.jpg","summary":"Turok: Dinosaur Hunter is a first-person shooter video game developed by Iguana Entertainment and published by Acclaim for the Nintendo 64 console and Microsoft Windows. It was released in 1997 in North America and Europe. Turok is an adaptation of the Acclaim Comics comic book series of the same name. The player controls Turok, a Native American warrior, who must stop the evil Campaigner from conquering the universe with an ancient and powerful weapon.\r\n\r\nAs Acclaim's first title for the Nintendo 64, Turok was part of a strategy to develop games internally and license merchandise; Acclaim acquired the rights to Turok when it purchased Valiant Comics in 1994, renaming it Acclaim Comics. Suffering from cash flow problems and falling sales, Acclaim came to rely on Turok as its best hope for a financial turnaround. Iguana pushed the Nintendo 64's graphics capabilities to its limits, and were forced to compress or cut elements to fit the game on its 8 megabyte cartridge. Bugs delayed the game's release from September 1996 to January 1997.\r\n\r\nCritical reception of Turok was highly positive. Becoming one of the most popular games for the console on release, Turok won praise for its graphics and evolution of the genre. Complaints centered on graphical slowdowns caused by multiple enemies appearing onscreen and occasionally awkward controls. The game sold 1.5 million copies and boosted sales of the Nintendo 64. Turok spawned a video game franchise that includes a direct sequel, titled Turok 2: Seeds of Evil, in 1998, and a prequel, Turok: Evolution, in 2002. A remastered version of the game by Nightdive Studios was released through digital distribution for Microsoft Windows on December 17, 2015, followed by an Xbox One release on March 2, 2018 and a Nintendo Switch release on March 18, 2019.","info":"<li><span>开发: </span>Iguana Entertainment、<a href=\"/person/41623\">Nightdive Studios</a> (remaster)</li><li><span>发行: </span><a href=\"/person/32873\">Acclaim Entertainment</a>、<a href=\"/person/41623\">Nightdive Studios</a> (remaster)</li><li><span>别名: </span>恐龙猎人</li><li><span style=\"visibility:hidden;\">别名: </span>TUROK REMASTERED</li><li><span>平台: </span>N64</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1997年3月4日</li>","staff":[{"id":41623,"image":"//lain.bgm.tv/pic/crt/g/02/00/41623_prsn_DeGjB.jpg","name":"Nightdive Studios","desc":"开发"},{"id":32873,"image":"//lain.bgm.tv/pic/crt/g/92/23/32873_prsn_YEY6i.jpg","name":"Acclaim Entertainment","desc":"发行"}],"relations":[{"id":323800,"image":"//lain.bgm.tv/pic/cover/m/f9/1c/323800_Sz5Hu.jpg","title":"Turok 2: Seeds of Evil","type":"续集","url":"https://bgm.tv/subject/323800"}]}