{"id":337066,"type":6,"name":"前科者","summary":"有村架純、最新主演作\r\n『あゝ、荒野』（17）で国内映画賞を総なめにした岸善幸監督が挑む社会派ヒューマンドラマ『前科者』映画＆ドラマ化決定！\r\n「ビッグコミックオリジナル」（小学館）にて2018年1月から連載が始まった原作・香川まさひと、作画・月島冬二による漫画「前科者」が、岸善幸監督により実写映像化され、映画は日活、WOWOWの共同配給で2022年劇場公開、ドラマは2021年秋放送・配信されることが決定。\r\n原作はテレビドラマ「監察医　朝顔」の原作や『クヒオ大佐』（09）や『羊の木』（18）といった映画の脚本も手掛ける香川まさひとが、罪を犯した「前科者」達の更生・社会復帰を目指し、彼／彼女らと向き合い奮闘していく保護司の姿を描いた作品で、2019年「第3回さいとう・たかを賞」の最終候補に選ばれた社会派ヒューマンドラマ。\r\n監督は岸善幸。是枝裕和や西川美和といった、日本が世界に誇る映画監督を輩出してきたテレビマンユニオンに在籍し、2016年に公開された『二重生活』で初めて映画監督を務め、翌2017年に公開された『あゝ、荒野』では、報知映画賞、日刊スポーツ映画大賞、ブルーリボン賞などで作品賞を受賞。第41回日本アカデミー賞では同作主演の菅田将暉が最優秀主演男優賞を受賞するなど、国内の映画賞を総なめにした、今最も次回作が期待される岸善幸が脚本と監督を務め、『あゝ、荒野』の公開から約4年、満を持して『前科者』の映像化プロジェクトを世に送り出す。\r\n岸監督はドキュメンタリー番組やテレビドラマにおいて、自らの視点や徹底的な取材を通し数多くの映像作品を手掛け、ATP賞テレビグランプリ2012総務大臣賞、文化庁芸術祭テレビドラマ部門大賞、シカゴ国際映画祭テレビ賞長編テレビ映画部門金賞など多くの賞を受賞。ドキュメンタリストとしてのリアリティの追求、そして、映画監督としてのドラマ描写、それぞれを最大限に活かし、漫画「前科者」を本格社会派エンターテイメント作品として描き出す。\r\n主演を務めるのは、現在もなおロングラン中の大ヒット映画『花束みたいな恋をした』（21）での好演が記憶に新しい有村架純。先日公開した『るろうに剣心 最終章 The FINAL』で演じた雪代巴が「美しすぎる」、「役と見事にマッチしていた」、「圧倒的な存在感があった」など、有村を絶賛する声がSNSで数多く上がり、同性、異性問わず幅広い世代から絶大な支持を得ている。\r\n有村が演じる主人公・阿川佳代は、コンビニでアルバイトをしながら保護司という仕事に就く真っ直ぐな女性。保護司（ほごし）とは、犯罪を犯した者、非行のある少年の更生を助ける国家公務員であるものの報酬は一切なく、あくまで民間人の奉仕精神だけで行うボランティア。有村本人も「この作品のお話をいただいた時「保護司」がボランティアであることを初めて知りました。」と話し、「キャストスタッフの皆さんとひとつひとつ大切に紡いだ日々に私の心は毎日震えていました。これから先も、ここで得られたことは忘れません。」と語るほど、今回の役柄に全力で向き合った様子。\r\n劇場公開に先駆け、今秋からドラマの放送・配信を予定。新人保護司の阿川佳代が様々な「前科者」と向き合い成長する様を描く職業ドラマとなっており、映画版ではその後、佳代が保護司として現在進行形の凶悪犯罪と向き合う社会サスペンスとして制作、完全オリジナル作品として描かれる。ドラマの放送後にはAmazon Prime Videoでの見逃し配信も予定しており、まさに現代の映像プロジェクトを打ち出すメディアミックスでの大きな展開を予定。","info":"<li><span>中文名: </span>前科者</li><li><span>原作: </span>「前科者」（原作：<a href=\"/person/28442\">香川まさひと</a> 作画：<a href=\"/person/24318\">月島冬二</a>／小学館「ビッグコミックオリジナル」連載中）</li><li><span>主演: </span><a href=\"/person/18440\">有村架純</a></li><li><span>开始: </span>2021年秋</li><li><span>国家/地区: </span>日本</li><li><span>语言: </span>日本语</li><li><span>电视台: </span>WOWOW</li><li><span>官方网站: </span>https://www.wowow.co.jp/drama/original/zenkamono_drama/</li><li><span>导演: </span>岸善幸</li>","staff":[{"id":28442,"image":"","name":"香川まさひと","desc":"原作"},{"id":24318,"image":"//lain.bgm.tv/pic/crt/g/01/23/24318_prsn_Hlcub.jpg","name":"月島冬二","desc":"原作"},{"id":18440,"image":"//lain.bgm.tv/pic/crt/g/25/a8/18440_prsn_5mE5z.jpg","name":"有村架纯","desc":"主演"}],"relations":[{"id":233558,"image":"//lain.bgm.tv/pic/cover/m/c4/d7/233558_aZ4Ei.jpg","title":"前科者","type":"书籍","url":"https://bgm.tv/subject/233558"},{"id":337067,"image":"","title":"映画 前科者","type":"续集","url":"https://bgm.tv/subject/337067"}]}