{"id":329799,"type":4,"name":"Guitar Hero II","image":"//lain.bgm.tv/pic/cover/m/d2/15/329799_LW33D.jpg","summary":"Guitar Hero II, the follow-up to the PS2-only game Guitar Hero, expands upon the gameplay and features of the original game. As a wannabe rockstar, you need to play songs by pressing combinations of five fret buttons on a guitar-shaped controller, while working the strum bar, along with an optional whammy bar for distortion. The sequel contains 64 songs, of which 40 have been licensed. One of the tracks was discovered through a contest at beaguitarhero.com, where unlicensed bands could send in a demo to be included in the game. Most of the tracks have been covered in-studio, but a few use original recordings.\r\n\r\nThe career mode has been revamped as a high school battle where you need to make your way to the top. Every venue is now represented by a different city. There are also encore performances, and unlockables can still be bought in the shop. A completely new addition is the practice mode (Shred School). When you keep getting stumped by a single track, you can train in this mode. The background music is dropped, you can choose a certain section to practice, and there four types of speeds available, to slowly get the hang of difficult passages.\r\n\r\nIn the multiplayer mode, you can still play the traditional mode from the first game, where sections are traded off between players. The co-op mode is new: both players play the same song at the same time, but one is given the lead guitar, while the other handles the bass or rhythm guitar. Unlike the traditional mode, you can fail and both player share the score, rock meter and multiplier. To activate star power (a short power-up mode where the score multiplier is doubled, built up in a meter by playing a number of star-shaped notes without flaws and best saved for difficult sections) both players need to raise the guitar at the same time. You cannot practice together in this mode, but the different sections are available in the singleplayer practice mode. The final mode is called Face-Off. Here, both players play every single note at the same time. In the multiplayer mode, each player can now choose an individual difficulty level. Upon completing Face-Off, Pro Face-Off becomes available, where both players need to use the same difficulty level.","info":"<li><span>中文名: </span>吉他英雄2</li><li><span>发行: </span>RedOctane (PS2)、<a href=\"/person/17518\">Activision</a> (Xbox 360)</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span>游戏类型: </span>MUG</li><li><span>游玩人数: </span>1~2人</li><li><span>发行日期: </span>2006年11月7日（PS2 北美）</li><li><span>官方网站: </span>https://www.guitarhero.com/</li><li><span>开发: </span>Harmonix</li><li><span>其他发行日期: </span>2006年11月24日(PS2 欧洲)</li><li><span style=\"visibility:hidden;\">其他发行日期: </span>2007年4月3日(Xbox 360)</li><li><span>游戏设计师: </span>Daniel Sussman</li><li><span>制作人: </span>Elena Siegman、Tracy Rosenthal‑Newsom</li>","staff":[{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"发行"}],"relations":[{"id":330315,"image":"//lain.bgm.tv/pic/cover/m/11/7b/330315_YcVzR.jpg","title":"Guitar Hero III: Legends of Rock","type":"游戏","url":"https://bgm.tv/subject/330315"},{"id":329794,"image":"//lain.bgm.tv/pic/cover/m/87/27/329794_T2Tty.jpg","title":"Guitar Hero","type":"前传","url":"https://bgm.tv/subject/329794"},{"id":330316,"image":"","title":"Guitar Hero III Mobile","type":"不同演绎","url":"https://bgm.tv/subject/330316"}]}