{"id":183262,"type":4,"name":"Age of Steel: Recharge","image":"//lain.bgm.tv/pic/cover/m/28/42/183262_b98N8.jpg","summary":"In the near future the world is consumed by the great crisis. The resources of the planet are to end, the traditions mean nothing anymore. It leads to many wars, one after another - places where one could live in peace and not worry about the fact that he can be shot immediately were almost gone.\r\n\r\nThe planet was ruined. Years of endless wars almost destroyed countries which we know today. More and more powerful armies were created. The first non-governmental army was called The Opposition. Its' views were clear enough - its main purpose was to create a new society. Without war, without violence, without tyrants. But it was possible only by complete destruction of the old world and civilization.\r\n\r\nThe remains of the largest contries were forced to create an organization that could repulse the Opposition. Its name was the Alliance. The Alliance's leaders believed that the Opposition's actions would lead to complete destruction of the Earth and dissapearance of humanity. They belived that because of such actions the restoration of civilization in the future would be impossible. The Alliance protected knowledge that was accumulated by humanity during it's existence. It's leaders considered that the humanity should stop that war.\r\n\r\nYou are the commander of the Alliance. Your goal is to take control of the bases in the hot spots and to resist the advancing enemy.\r\nGameplay Features\r\nComplete the campaign of 14 levels and show what you can in the Survival mode!\r\nDevelop the base to gain access to new units, turrets, methods of support. As a result, the base may become a flying fortress!\r\nUse tanks, aircrafts, ships against enemy and powerful bosses.\r\nImprove your units by increasing their defensive characteristics and fighting abilities.","info":"<li><span>游戏类型: </span>塔防</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2016年1月6日</li><li><span>售价: </span>¥ 28</li><li><span>官方网站: </span>https://store.steampowered.com/app/421060/Age_of_Steel_Recharge/</li>","collection":{"collect":2}}