{"id":6802,"type":1,"name":"鹿男あをによし","image":"//lain.bgm.tv/pic/cover/m/db/b2/6802_Bd3Q9.jpg","rating":{"total":34,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":11,"8":15,"9":4,"10":2},"score":7.8},"summary":"概要\r\n故事以第一人稱撰寫，主角前往奈良的女子高中當代理教師，結果卻在奈良公園的鹿手上接下必須努力防止日本滅亡使命的奇幻小說。在2007年4月10日發行單行本，2007年夏天時成為第137回直木賞的候補。然後於2008年1月時被入圍「2008年本屋大賞」的十部作品之一。發行量當初有七萬本，在受到戲劇的影響後，於2008年2月的現在已經突破十八萬本。\r\n故事大綱\r\n9月時，意想不到的是，「我」竟然被大學教授勸去當個代理一學期的奈良女學館老師。但是到校後不但遭到學生戲弄，還因為被他們無視而無法有師生間的交流，讓「我」有走投無路的感覺。不過就在到了十月以後。在奈良公園大佛殿的「我」面前，竟然出現了一隻鹿，而且還會跟我用人類的語言講話。實際上這隻鹿從1800年前就為了守護人類而存在，牠為了每60年一次的「鎮壓儀式」，於是任命我擔任運送「目」的人（「信差」）。「目」在人間被稱作「三角」，會由狐狸選擇的女性擔任「使者」，將它交給我，不過「我」卻不是很在意這位「使者」，但是結果卻拿到不一樣的東西。鹿直接說「眼睛被老鼠奪走了」，還搞不清楚狀況的「我」被鹿印上了印記，導致「我」的臉漸漸變成了鹿臉。然後鹿還警告我「如果沒把『目』拿回來，日本就會滅亡」。就在同時、東方持續在地震當中，這也是富士山快要爆發的徵兆。\r\n\r\n一方面，「我」所工作的學校，即將進行與姐妹校交流的一年一度運動競賽「大和杯（やまとはい）」。由於聽到劍道比賽的優勝獎杯叫「三角」，於是認為那個獎杯應該就是鹿所說的「目」的「我」，為了拯救日本的危機，因此就這樣成為了劍道社顧問，並且還要帶領實力差勁的劍道社拿下比賽的優勝…\r\n用語解說\r\n[編輯] 鎮壓儀式\r\n傳說日本的地下有一隻大鯰魚，時常因為牠的亂動而引起災害。於是服侍著邪馬台國女王卑彌呼的神獸－－奈良的鹿、京都的狐狸、大阪的老鼠，在卑彌呼死後1800年來，就藉由「目」的力量來封印大鯰魚的暴動。他們會在逢60年週期時的「神無月」（陰曆十月），選出人類擔任「信差」和「使者」，讓他們把「目」遷移到神所無法查覺的地方，然後由他們使用「目」的力量來鎮壓鯰魚的暴動。這個儀式必須在滿月時進行，如果是在滿月以外的時間進行，「目」的力量則會衰退，並且導致封印的威力減少。然後如果不能在神無月時進行儀式，將會導致日本陷入大危機。約在300年前，因為老鼠並沒有決定「使者」的人選，使得儀式不能在滿月時進行，結果導致人類世界發生了「寶永大爆發」。\r\n\r\n[編輯] 大和杯\r\n由奈良、京都、大阪三校的女學館所舉行的運動競賽。在學校創立的60年前（實際上依史實的話，在二戰後馬上就被GHQ禁止學校有劍道的課程）就持續這項比賽，每次比賽時就像是奧運一樣相當熱鬧。原本整個大和杯只是劍道社的交流戰，現在則加入像是羽球等運動項目。但只有劍道社比賽不使用一般的優勝獎盃，而是使用刻有鹿、狐狸、老鼠的獎牌，因為其形狀而被作做「三角」。獎盃會由舉辦學校所保管，然後舉辦學校也能自由地選擇各項比賽的規則。 但在劍道社比賽就是由京都女校一直獨佔鰲頭，在過去的五十九次比賽都是優勝的一方，相反的由主角「我」擔任顧問的奈良劍道社，卻是只有三名社員的弱小隊伍。而且在這之前還是由沒有劍道經驗的老師擔任劍道社的顧問。\r\n登場人物\r\n建立在平城宮遺跡附近的學校，也是主角「我」工作的地方。符號為鹿。\r\n\r\n我 \r\n雖然是主角，但在原作中本名不明。28歳。在大學研究室做實驗，因為跟助手處不來而被冠上「神經衰弱」的綽號。也因為這點，使得主角腸胃不好到必須胃藥不離身。因為對於以升上副教授為目標的助手的研究有所障礙(其實是跟他槓上了)，所以主角這次受到教授的推薦到了悠久之地、奈良工作並且被那邊的鹿任命為「運送眼睛的人」，但因為第一次任務失敗，結果遇上臉要逐漸變成鹿的面貌的處罰。但是只有知道這項秘密的自己和別人才能看得到，除了這個以外的人是無法看見主角的鹿臉。 \r\n堀田伊都（ほった いと） \r\n16歲。女主角。有著很古典的名字，是該校的學生。但是在主角「我」第一天上課時就遲到還被他斥責，為了洩忿而煽動同學對付「我」，雖然和他有著水火不融的關係。其實早就在注意著主角「我」並且因此感到苦惱。因為沒有加入任何一個社團，所以加入了由「我」擔任顧問的劍道社。另外老家正是一座劍術道場，因此有著相當的實力。不過她的臉被主角叫作「野生魚臉」。 \r\n小治田（おはりだ） \r\n副校長。由於其講究的打扮和外表，不但讓他在學生間很有人氣，連在學生的家長之間也很受歡迎。一方面有著紳士般的舉止並且常常鼓勵主角「我」，但只要是知道他以前為人的人都會說他很有野心和小心眼。精通考古學，把挖掘遺跡當作畢生的志業。寫過好幾本書、特別把心血注入在尋找邪馬台國的所在地。另外他的綽號為「李察」。 \r\n福原重久（ふくはら しげひさ） \r\n33歳。美術教師。通稱為「重哥」。是主角「我」所寄住的家的「婆婆」的孫子。從祖父、父到他三代都當老師。屬於個性較為安靜派，因此在學生間的人氣與李察不相上下。相當喜歡落語(類似單口相聲)，在開車上班時都會在車上播來聽。 \r\n藤原君（ふじわら くん） \r\n25歳。歴史教師。有老婆。很在意神經衰弱的主角「我」那種什麼都擔心的個性(不過本人卻是很樂天派的個性)。對於古代史的造詣相當深，學識也相當豐富。他的綽號為「麻花捲」（相當愛吃老婆自製的麻花捲，但被主角嫌很難吃）。因為在一次宴會上喝太醉被主角送回去，所以還因此被老婆懲罰一個禮拜沒有愛妻便當。在原作中為男性，但在戲劇版中成為女性。 \r\n大津（おおつ） \r\n身兼三所女學館校長的職位。給人的印象是個大禿頭。住在京都，所以一個禮拜只有一兩次會到奈良。 \r\n[編輯] 京都女學館高等學校\r\n建立於平安京大內裏附近的學校。為奈良女學館的姐妹校。象徵為狐狸。\r\n\r\n長岡（ながおか） \r\n數學教師兼劍道社顧問。在老師之間是被叫作「瑪麗亞(由來為聖母瑪麗亞)」的美人。實際上喜歡重哥。家裡經營道場，自己的實力有四段。 \r\n[編輯] 大阪女學館高等學校\r\n建立在難波宮遺跡附近的學校。奈良女學館的姐妹校。象徵為老鼠。\r\n\r\n南場（なんば） \r\n體育教師兼劍道社顧問。以前曾對瑪麗亞求婚但失敗，那時就聽到她有一位中意的對象。有著劍道5段的實力，和燃起想要打倒京都的願望相比，很看不起弱小的奈良。 \r\n[編輯] 進行鎮壓儀式的動物們\r\n鹿 \r\n表面上是條雌鹿，但實際上是以靈魂附身在鹿的身上數百次來延續自己生命的公鹿，個性相當倔強。因為使用了眼睛的力量，除了能夠與人類說話外，也能給予人類所說的印記，是一種能夠讓人的臉漸漸變成鹿的法術，不過鹿本身不懂如何消除掉。雖然討厭人類社會，但卻喜歡吃百奇巧克力棒。與老鼠處不來，但其實兩者是屬於越吵越好的關係。這隻奈良的鹿必須要主角向他致敬才肯告訴他事情。（鹿喜歡吃百吉只是小說的設定，實際上如果給鹿吃百吉的話可能會造成牠生病） \r\n老鼠 \r\n和鹿同樣接受了卑彌呼的力量來舉行儀式，但卻履次防礙眼睛的交接。約在300年前因為沒有決定「使者」是誰、使得儀式無法在滿月之夜進行，結果造成人類世界的大危機(火山爆發)。不過老鼠也是裡面唯一被卑彌呼傳授如何消除印記的動物，但牠卻不知道如何給人類印上印記。 \r\n狐狸 \r\n同樣代替卑彌呼擔任鎮壓的角色之一，藉由眼睛的力量讓他能夠自由地附身在人的身上移動。狐狸同時也會一起舉行儀式。目前住在動物園裡，自己除了「使者」以外並不會跟人家講話。因此他在本作從未登場過。根據本作的狐狸使者所說，是個很「紳士」的人。 ","info":"<li><span>中文名: </span>鹿男</li><li><span>作者: </span><a href=\"/person/6498\">万城目学</a></li><li><span>别名: </span>鹿男與美麗的奈良</li><li><span>出版社: </span>上海人民出版社</li><li><span>价格: </span>20</li><li><span>译者: </span>涂愫芸</li>","collection":{"wish":26,"collect":48,"doing":1,"on_hold":1},"tags":[{"name":"萬城目學","count":7},{"name":"小说","count":4},{"name":"万城目学","count":4},{"name":"轻小说","count":2},{"name":"老師","count":1},{"name":"三角神獸棱鏡","count":1},{"name":"鹿","count":1},{"name":"鹿男","count":1},{"name":"狐","count":1},{"name":"鼠","count":1}],"staff":[{"id":6498,"image":"//lain.bgm.tv/pic/crt/g/28/fc/6498_prsn_ued21.jpg","name":"万城目学","desc":"作者"}],"relations":[{"id":69401,"image":"//lain.bgm.tv/pic/cover/m/ab/69/69401_u704u.jpg","title":"鹿男あをによし","type":"书籍","url":"https://bgm.tv/subject/69401"}],"like":[{"id":8353,"name":"鸭川小鬼","image":"//lain.bgm.tv/pic/cover/m/10/c7/8353_Kubu6.jpg"},{"id":16544,"name":"魔法少女小圆 OST Vol.1","image":"//lain.bgm.tv/pic/cover/m/aa/fc/16544_5ZuGi.jpg"},{"id":1760,"name":"夏娃的时间","image":"//lain.bgm.tv/pic/cover/m/e2/2d/1760_lGuLC.jpg"},{"id":7306,"name":"太阳之塔","image":"//lain.bgm.tv/pic/cover/m/a5/23/7306_lwW2I.jpg"},{"id":2295,"name":"你所不知道的故事","image":"//lain.bgm.tv/pic/cover/m/16/02/2295_PPsGM.jpg"},{"id":13973,"name":"世界第一初恋 OAD","image":"//lain.bgm.tv/pic/cover/m/5a/09/13973_l2mDY.jpg"},{"id":1741,"name":"黑塔利亚 第2期","image":"//lain.bgm.tv/pic/cover/m/b3/b4/1741_db1mu.jpg"},{"id":3198,"name":"化物语 OP4","image":"//lain.bgm.tv/pic/cover/m/b0/83/3198_2w29S.jpg"}]}