{"id":113414,"type":4,"name":"Final Rush","image":"//lain.bgm.tv/pic/cover/m/c9/7d/113414_F604l.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"Final Rush is a constantly growing indie cooperative first person shooter, where the player fights against waves of robotic enemies, with up to three of their friends. \r\n\r\nUnlike most games, Final Rush dedicates nearly all of it's earnings to the expansion and improvement of the game itself, with new content in the form of levels, gameplay improvements, enemies, and weapons being added as fast as the developers can make them. The purchase of Final Rush will provide you with many months of free content and additions! Final Rush will NEVER sell you DLC, Premium Items, or Pay-To-Win content! \r\n\r\nThis is the current feature set of Final Rush: \r\nOnline and LAN cooperative gameplay for 1 - 4 players. \r\n4 Beautiful sci-fi arena levels, filled with killer robots, advanced tech, and polished graphics. \r\nThe RUSH game mode - where the better you are, the more rewards you get, but the more difficult the enemies become. Fight through 10 waves of hundreds of robots, each bigger than the last, with a variety of robot variations to fight. \r\n8 Weapons - fight your enemies with 8 different weapons, including the advanced experimental AV-Laser. Plus, bash your attackers with melee attacks; blow them to bits with grenades; and of shred them to circuits and servos with the room-clearing high powered ammunition. \r\nUpgradable Player - from additional armor and ammo, to better accuracy, the player can purchase \r\nExperience Tracker - Play matches and earn experience points based on your performance.\r\n\r\nParticipate in the indie experience and interact with the developers! Make suggestions and have your voice be actually heard. The developers troll the forums and listen to feedback and make snarky comments! Go and heckle them with negative feedback and positive comments! ","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2014年1月17日</li><li><span>售价: </span>$4.99</li><li><span>官方网站: </span>http://www.strikegames.net/finalrush.html</li><li><span>开发: </span>Strike Games</li><li><span>发行: </span>Strike Games</li>","collection":{"collect":1},"tags":[{"name":"FPS","count":1}]}