{"id":79709,"type":4,"name":"倉庫番デラックス","image":"//lain.bgm.tv/pic/cover/m/c1/38/79709_uFA2d.jpg","summary":"Sokoban Deluxe (倉庫番DELUXE Sōkoban Derakkusu) is a puzzle arcade game released by Namco in 1990; it runs on Namco System 1 hardware, and is based on the Sokoban game series, by Thinking Rabbit. It is a graphically enhanced implementation of the then-8-year-old Japanese puzzle game phenomenon, and is the only implementation of Sokoban to be released in the arcades - and while it features all the rules of regular Sokoban it also has a timer which determines how long the player character, \"Rabi-kun\" will have to clear the current round, before the game ends - and even if the player decides that he or she has to start the round over, the timer will not be reset. If the player runs out of time, he or she can insert another coin to continue from the current round, with a full timer; there are fifty-five in all, and the player can start from the first, twelfth, twenty-third, thirty-fourth and forty-fifth ones. The five rounds whose numbers are multiples of eleven are also indicated with a question mark - and, after the player clears one of the five rounds whose numbers are multiples of ten, he or she shall actually get to see the following (question-marked) round. If the player clears a round in enough steps (a step is counted every time the player pushes the joystick, or presses the Reverse Button to undo one of his or her previous moves), he or she will also receive a \"Best Steps\" or \"Good Steps\" bonus - and some of the music in this game was later reused in Namco's unreleased prototype game Puzzle Club (although it was never actually released in the arcades).","info":"<li><span>中文名: </span>仓库番豪华版</li><li><span>开发: </span><a href=\"/person/1598\">Namco</a></li><li><span>发行: </span><a href=\"/person/1598\">Namco</a></li><li><span>别名: </span>倉庫番DELUXE</li><li><span style=\"visibility:hidden;\">别名: </span>Sokoban Deluxe</li><li><span style=\"visibility:hidden;\">别名: </span>Boxy Boy</li><li><span>平台: </span>ARC</li><li><span>游戏类型: </span>PUZ</li><li><span>游玩人数: </span>1-2</li><li><span>发行日期: </span>1990年8月</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"ARCADE","count":1}],"staff":[{"id":1598,"image":"//lain.bgm.tv/pic/crt/g/9c/19/1598_prsn_anidb.jpg","name":"南梦宫","desc":"开发"}]}