{"id":107507,"type":4,"name":"レッスルエンジェルスSPECIAL","image":"//lain.bgm.tv/pic/cover/m/54/a6/107507_fjm8i.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"グレイト製レッスルエンジェルスの集大成。\r\n　グレイトから出たレッスルエンジェルスシリーズとしては最後の作品となった本作、\r\n仕様は２と同様の、主人公を育てながらストーリーを追っていくタイプの作品になっています。\r\n\r\n　この『SPECIAL』はストーリー分岐の要素が大幅に強化されていまして、\r\nストーリーが進むと選択肢が出て、主人公の女の子（名前は自由に決められます）の\r\n身の振り方を選択することになります。\r\nどの国に海外修行に行くだとか、どの団体に入るだとか…\r\nシリーズの顔である団体、新日本女子プロレスの他にも、\r\nWARSや極東女子など、いくつもの団体が登場するのですが、\r\nどの道を選ぶかによって、様々な展開が楽しめるのが面白かったです。\r\n２では途中で分岐があっても結末は１つだけだったのですが、\r\n今回はエンディングもマルチになっていたのが良かったです。\r\nこの要素はSFCで出た『美少女レスラー列伝』にもおおいに活かされましたね。\r\n\r\n　ストーリーは、かなり熱いです。\r\nまず始まりからして、主人公はインディペンデント（小規模団体）に所属した状態で始まりますし、\r\n２以前と比べると、逆風に翻弄されたり、団体を転々とせざるを得ないような選手人生を送ることが多く、\r\nずっと新女所属のままストーリーが展開していた２以前と比較するとダイナミックな感じで、\r\n裏側を描いているような、別の魅力が生まれていますね。\r\nシリーズ過去作のキャラも多数登場し、シリーズのファンにも嬉しいつくり。\r\n個人的には、武藤めぐみが容姿的にあまり変わっていなかったのに対し、結城千種が大人っぽくなってたのが印象的でした。\r\n\r\n　この作品で最高だったのは、なんと言っても主人公とブレード上原との師弟愛。\r\n面倒見の良さとかっこ良さを兼ね備えた上原さんは、師匠キャラとして実に魅力的でした。\r\n誰もが認める実力者でありながら、日の当たるスターダムでメインを張る機会は与えられず\r\n常に苦労人としてのプロレス人生を送り続ける姿は、\r\nこの人と一緒に頑張りたい、と思わせるだけの強烈な魅力があります。\r\n初プレイ時の終盤のイベントでは、もう自分は迷わず上原さんと一緒の道を歩むことを選択したものです。\r\nそのルートの終盤の、他団体とのタッグトーナメント戦の熱さは凄かった…\r\nゲームなのに、上原さんと一緒に絶対優勝したい、と本気で思って、必死で操作していたことを今でも思い出せます。\r\n\r\n　ストーリーの本筋として、他にもジャニス・クレアという主人公のライバルキャラが登場し、\r\n主人公の行く先々で交流を深め、対戦を重ねていくことになるのですが、\r\n２のめぐみ＆千種とはまた違ったライバルとしての形が描かれ、これもかなり熱いです。\r\n\r\n　その他にも、引退を余儀なくされる選手の描写や、遠征先の外国にいた日本人と交流し即席タッグを組むなど\r\nプロレス物ならではの面白さがある展開が色々ありました。\r\nなんというか、シリーズ全作においてそうなんですが、プロレスの魅力を\r\n製作者がよく理解しているなあ、と改めて思わされます。\r\nスポ魂モノが好きなら、やってみる価値のあるストーリーだと思いますよ。\r\n\r\n\r\n　育成に関しては、２以前と比べて制限が大きくなり、チート級の能力にすることはできなくなったので\r\n難度は大きく上昇していますが、そのおかげで終盤を迎えても試合は緊張感のある展開になりやすいです。\r\nパラメータの種類も増え、能力値を上げづらくなったことで、高い能力を持たせられるのはせいぜい２つの技系統までに留まるため、\r\n選手ごとのパラメータの個性が出やすくなったのは良いことでしたし、\r\nタッグマッチでお互いの弱点を補い合う重要度も大幅にアップしていますしね。\r\nなので、ゲームバランスについても、明らかに良くなっていました。\r\n（お手軽さは減ったので、複数回のプレイは多少うんざりしやすいという面もありますが…）\r\n\r\n　シリーズの過去作に比べ、ほとんどの要素がパワーアップしていたのは素晴らしいことです。\r\nストーリー型レッスルエンジェルスとしては、ひとつの完成形でしょうね、本作は。\r\nあえて過去作に比べて劣る点を挙げるとすれば、個人的には、主人公がキャラクターとして\r\n真っさらすぎて、やや個人としての魅力が薄く感じたということぐらいかな。\r\n\r\n　あ、もちろん水着剥ぎデスマッチも実装されていまして、１や２同様に目当ての選手を脱がすのも楽しめました。\r\nこのSPECIALではアニー・ビーチの脱衣絵が、可愛らしくてお気に入りです。\r\n主人公の脱衣絵も可愛いんだけど、何故か彼女だけ乳首が見えないのが不満ですがｗ\r\n\r\n\r\n　余談ですが、1994年発売、しかもハードディスク専用のゲームなのに\r\nウチにあったボロい286マシンでもサクサク動いたからすごく嬉しかったのが記憶に残ってますｗ\r\nこの頃はもう286マシンじゃ動作がキツいゲームも増えてましたので…\r\n","info":"<li><span>中文名: </span>摔角天使special</li><li><span>开发: </span><a href=\"/person/14734\">グレイト</a></li><li><span>平台: </span>PC-9801</li><li><span>游戏类型: </span>SLG</li><li><span>发行日期: </span>1994-02-01</li>","collection":{"wish":3,"collect":3},"tags":[{"name":"PC98","count":2}],"crt":[{"id":25654,"image":"//lain.bgm.tv/pic/crt/g/83/e6/25654_crt_wlkpo.jpg","name":"刀刃上原","desc":"主角"}],"staff":[{"id":14734,"image":"//lain.bgm.tv/pic/crt/g/1b/f6/14734_prsn_mBFfF.jpg","name":"伟大","desc":"开发"}],"relations":[{"id":106504,"image":"//lain.bgm.tv/pic/cover/m/ad/24/106504_D6wg1.jpg","title":"レッスルエンジェルス3","type":"前传","url":"https://bgm.tv/subject/106504"}]}