{"id":255696,"type":4,"name":"Snake Rattle 'n' Roll","image":"//lain.bgm.tv/pic/cover/m/d9/b2/255696_NZkse.jpg","summary":"Snake Rattle 'n' Roll is a platforming video game developed by Rare. It was published by Nintendo and released for the Nintendo Entertainment System in North America in July 1990 and in Europe on March 27, 1991. It was ported to the Mega Drive and released by Sega in June 1993. The game features two snakes, Rattle and Roll, as they make their way through eleven 3D isometric levels. The object is to navigate the obstacles in each level and eat enough \"Nibbley Pibbleys\" to ring a weigh-in bell located in the level, which will allow the snakes to exit. The game can be played by a single player or by two players simultaneously.\r\nSnake Rattle 'n' Roll was developed by Rare members Tim Stamper and Mark Betteridge, with music composed by David Wise, which featured music inspired by \"Shake, Rattle and Roll\", as well as other 1950s-era oldies. It was well received by various video gaming magazines, and praises include well-designed 3D environments and graphics, playability and controls, and challenge. A follow-up for the Game Boy, titled Sneaky Snakes, was released by Tradewest in 1991. Snake Rattle 'n' Roll has been named one of the top games released on the NES and one of the top games released by Rare. The game was later included in Rare's 2015 Rare Replay compilation for the Xbox One.","info":"<li><span>中文名: </span>双蛇城</li><li><span>开发: </span><a href=\"/person/15732\">Rare</a></li><li><span>发行: </span><a href=\"/person/6734\">任天堂</a></li><li><span>平台: </span>FC</li><li><span style=\"visibility:hidden;\">平台: </span>MD</li><li><span>游戏类型: </span>Platform</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1990年7月</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"Platform","count":1},{"name":"MD","count":1},{"name":"FC","count":1},{"name":"ACT","count":1}],"staff":[{"id":15732,"image":"//lain.bgm.tv/pic/crt/g/c4/6e/15732_prsn_05817.jpg","name":"Rare","desc":"开发"},{"id":6734,"image":"//lain.bgm.tv/pic/crt/g/6f/d9/6734_prsn_ygMvd.jpg","name":"任天堂","desc":"发行"}]}