{"id":107459,"type":4,"name":"The Operational Art of War III","image":"//lain.bgm.tv/pic/cover/m/c0/66/107459_JbKcj.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":4,"9":0,"10":0},"score":8},"summary":"Master the Art of War!\r\n\r\nNorm Koger’s The Operational Art of War is a legendary title among wargamers.  A masterpiece of flexible design, it allows you to play and create any battle from the entire 20th Century of warfare and up to the modern day.  Now, Matrix Games together with Norm Koger and a new design team bring you the definitive release of this unsurpassed operational wargame – The Operational Art of War III.\r\n\r\nImproved Combat – Updates to anti-armor, anti-air, nuclear and low mobility combat modeling give TOAW III the most realistic model of operational combat in the series.\r\n\r\nImproved Opponent – The computer opponent has been significantly improved, resulting in much smarter play and a much greater challenge!\r\n\r\nMore Options – More events for scenario designers, scenario and era-specific graphics, sounds and music, additional supply and fog of war options, French and German language support and improved memory management allow TOAW III to look, sound and perform better in all situations and on all operating systems.  Also included is an updated PDF manual and help file, with revised and corrected data to bring you fully up to date with the latest changes.\r\n\r\nOver 200 Scenarios! – 130 of the best scenario designs of the last five years are included in TOAW III, along with more than 70 classic TOAW scenarios from the original series.  Spanning the years from World War I to the post 9/11 Middle East, these scenarios show you how flexible and powerful The Operational Art of War III truly is.  \r\n\r\nThe Operational Art of War III sets a new benchmark in operational wargaming.  Step up to the challenge -  Master the Art of War!","info":"<li><span>中文名: </span>战争艺术3</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>Operational</li><li><span>发行日期: </span>5 JUN 2006</li><li><span>售价: </span>Boxed Edition USD 39.99; Download Edition USD 29.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/317/details/Norm.Koger%27s.The.Operational.Art.of.War.III</li>","collection":{"wish":3,"collect":2,"doing":4,"on_hold":1},"tags":[{"name":"军棋","count":2},{"name":"SLG","count":1},{"name":"PC","count":1}]}