{"id":78480,"type":4,"name":"The Silver Mercenary","image":"//lain.bgm.tv/pic/cover/m/6b/bc/78480_tlYTq.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":1,"10":0},"score":8.5},"summary":"银色的佣兵\r\n在遥远的可拉罗斯大陆，流传着一个钢铁王的传说。\r\n  \r\n长久以来被两个帝国、一个共和国和十几个小王国分裂统治的大陆，被英雄杜·皮亚隆所统一了大陆并得到了老百姓的欢迎。这是一个光明时代的开始，人民把英明神武的杜·皮亚隆尊称为“钢铁王”。\r\n可是好景不长，毕竟钢铁王是用武力统一大陆的人，而当时在共和国执政的正是米兰家的政魁；\r\n他们在钢铁王的统治中保持了战斗力，而且让钢铁王占领共和国也是他们的策略之一。于是在钢铁王执政不到十年期间，米兰家族发动了“奇怪政变”，钢铁王在政变中被杀害了。执政的大权落在了米兰家族的手中，大陆又陷入了战乱的时代……\r\n为了建立新的帝国，米兰家族的伯爵玛蒂雷斯分裂了国家。除了贵族和钢铁王的忠实拥护者之外，百姓们都称赞他的伟大，谁知对于百姓来说，玛蒂雷斯政权只不过是另一个保证的开始。对钢铁王忠心耿耿的忠臣们都离开了家园，但没有人对国事和暴政提出过异议……\r\n于是大陆上的流言四起，比如说钢铁王创建的王国只剩下一片空虚，又说钢铁王没有子嗣，他的情人在战乱中四区后他就抛弃了所有；又传说他有一个儿子。这样大陆一直被米兰家族统治着，钢铁王也渐渐的被遗忘了，而在二十年后的一天……\r\n《银色的佣兵》是一个相当不错的战棋RPG游戏，您在游戏中有很高的自由度，但是故事的剧情线索自始至终贯穿在游戏之中，您将协同您的伙伴一起揭开身世之谜。新颖的战斗模式也是这个游戏中极其吸引人的地方。游戏中提供了多种兵种可以自由组合，每个您雇佣的英雄都可以带领九个佣兵进行战斗，佣兵也分为传统的地面部队、远程部队和飞行部队，战斗中再也不是看到简单的一些数值的变化，而是您可以亲临战场指挥作战；每个兵种的攻击方式和攻击范围都有各自的特点，当然，有缺点自然就会有缺点，而且各个兵种的相生相克性质比较突出，如飞行部队的天敌就是远程攻击部队，炮兵部队的死对头就是骑兵部队等；在战场上您还可以使用各种绚丽的魔法卷轴，各种不同的魔法会对战斗起到决定性的作用；不同的战斗角度也会对战果产生截然不同的影响，注意各个兵种的协同作战和层次保护是这个游戏的必胜法门之一。半开放性的游戏过程也是《银色的佣兵》的一大特色之一，您可以穿梭于各个城镇之间，接收各种委托完成各种任务，每完成任务之后会获得一定的报酬，同时您的名声会因此而提高；当您的名声到达一定程度的时候，自然会有人来主动找您委托各种任务，而这些任务正跟您游戏的线索息息相关……一言以蔽之，这个游戏是不容错过的哦！揭开身世之谜，推翻玛蒂雷斯伯爵的暴政，就全落在您的肩上了，来吧，银色的佣兵，让我们并肩作战吧！\r\n游戏中您扮演的是故事的主角雷腾——传说中的钢铁王的儿子，您是一个四人佣兵团中的一员。\r\n同行的战友有佣兵团的擅长短兵作战的团长沙利吉、擅长快速作战和长距离攻击的女英雄艾莉莎和适合各个兵种的多面手法兰克。您们一开始是一个没有名气、没有多少经费的佣兵团，所以必须去寻找和接收各种任务，完成任务可以提高名气、增加经费，这样游戏才会进行下去。\r\n一旦有了经费，您可以购买各种武器、防具、道具和魔法卷轴，还可以招募佣兵英雄（部队的指挥者）和佣兵（部队中的实际作战者）。佣兵英雄的能力是不同的，所以招募他们的费用和每个月的薪水也是不同的，不过建议您不要吝啬金钱，因为一旦拥有了高级的英雄，多完成难度大的任务就不用为金钱和名气发愁了。佣兵的能力也一样，分为三个基本等级，当然是高级的兵种对您的作战更有利咯！不同的城镇可以招募不同种类和等级的佣兵，您最好将能招募高级佣兵或特殊兵种的城镇位置记录下来，以后要补充兵员可以到那里招募。\r\n您在执行任务或在城镇之间移动时可能遇上各种各样的骑士团、警卫团、佣兵团和小偷团，这些人中有的时玛蒂雷斯伯爵的忠实走狗，有些是钢铁王的追随者落草为寇，有些也是为了金钱而执行各种任务的佣兵，还有是以打家劫舍为生、无恶不作的小偷团。不管他们是敌是友，每当遇上他们都必须与之战斗，不过除了一些必须取胜的战役（会在战役开始之前给出提示）外，您如果不想花费过多的时间您可以选择放弃战斗。\r\n战斗的模式比起一般的战棋游戏要复杂多了。首先进攻的基本方式有一般攻击和冲锋两种，一般攻击就是短兵相接的战斗，每个英雄可以具体操纵您的三排部队对敌人发动进攻，还可以使用各种各样强力的魔法；冲锋则是不顾各种情况与对手进行你死我活的对决，但是这样会损耗自己的部队。详细的作战技巧和作战心得就要靠您自己去战场上历练了。不过有一点必须提醒您注意的，强调各个不同兵种的协同作战是这个游戏的一大特色，因为各个部队的攻击力、防御力、移动力、攻击方式都是不同的，所以如何最大限度的利用您的部队进行作战和防守，就是一门必须好好研究的学问了。\r\n流浪在各个城镇之间的雷腾一行人，有一天在酒店里了解到爱特兰城有一个任务，正在四处寻找可靠的佣兵团去接受这个任务，而且报酬不菲！雷腾和沙利吉当然不会错过这个机会了。他们赶到爱特兰镇时，酒店老板提供的任务是将一封信送到喜岩城，交给酒店中一个穿红色十字披风的年轻人。\r\n沙利吉听到这里不禁脸色大变，毫不客气的想拒绝这个任务，因为他知道，这个红色十字披风正是玛蒂雷斯伯爵手下的走狗骑士团。但是雷腾等人并不顾沙利吉的反对，因为在高额的利润前面还犹豫什么？而且他们只是为了钱，并不是和玛蒂雷斯同流合污。沙利吉只好答应接受了这个任务。\r\n一行人赶到喜岩城，见到了接受信件的骑士团长梅可斯。狂傲的梅可斯根本不把这些佣兵放在眼里，原来这封信是伯爵的手令，要梅可斯那号称“死神”的黑骑士团对喜岩城进行屠杀。雷腾想出手救助那些无辜的百姓，却被沙利吉喝止了，只好无奈的离开。\r\n在酒店中了解到帕拉斯的佣兵合作社有任务，雷腾就向帕拉斯出发了。这次的任务是保护城镇不受小偷团的袭击，如果不及时解决的话伯爵的普罗曼军团就会介入，玛蒂雷斯就会乘机取得地区的控制权，人民就失去自治权了。但是城镇中的人民似乎不喜欢雷腾这些前来保护他们的佣兵，反而处处受到[排挤。正当他们愤怒的想离开时，就在村子入口处遭遇了敌人。\r\n普罗曼骑士团的人已经在剑拔弩张了，雷腾等人赶紧和普罗曼骑士团共同对抗入侵的小偷团。强大的对手终于被击退了。在酒店中，普罗曼骑士团长给他们送来了酬金，同时也送来了玛蒂雷斯伯爵的邀请卡，说是要见一见号称钢铁王的儿子的雷腾。但是沙利吉却恼怒的拒绝了伯爵的邀请，并扬言要杀了伯爵报仇。在雷腾等人的规劝下，终于不欢而散。究竟沙利吉的真正身份是谁？雷腾的身份又是什么？\r\n玛蒂雷斯手下的彼得大臣奉命去找来伯爵的儿子——黑骑士团的首领梅可斯，伯爵要梅可斯去寻找雷腾等人的踪迹，因为伯爵最忌讳的就是钢铁王的继承人，为了达成他统一整个大陆的野心，他必须在钢铁王的继承人出现之前将之消灭！不管雷腾的真正身份是什么，先把他抓到再说。危险已经悄悄的逼近了……\r\n酒店老板又传来消息——因为在帕拉斯防守战役中雷腾等人已经名声大噪，普罗曼城的城主正在寻找他们，据说是有一份丰厚的委托。来到普罗曼城见到了城主波塔·维也纳，城主盛情款待了他们。\r\n波塔自称原先是钢铁王的忠臣，邀请雷腾他们前来的目的是想抵抗玛蒂雷斯伯爵的威胁。但是沙利吉听说后连连冷笑，急忙下令法兰克抓住城主作人质。波塔大惊之下还想狡辩，但是沙利吉并不理会这一套。果然这是玛蒂雷斯伯爵设计下的陷阱，当雷腾他们逃离普罗曼城的时候，梅可斯率领的黑骑士团将他们重重围困了。苦战之下，雷腾等人并不是强大的黑骑士团的对手，眼看就要束手就擒了，沙利吉说出了自己的真正身份，原来他就是当年追随钢铁王的得力助手万特·索俾，就是他在当年的政变中抱走了襁褓中的王子并将他抚养成人，教给他剑术，带他去四处流浪和历练，为的就是有朝一日能够推翻米兰家族和玛蒂雷斯伯爵的暴政，辅佐王子重新登上王位；而这个王子就是雷腾·皮亚隆。万特毅然留下来抵挡黑骑士团和梅可斯，艾莉丝为了掩护受伤的雷腾逃走也和万特并肩作战，最后万特叮嘱王子赶紧到堤莫斯村去寻找罗素·百利可。而法兰克则保护着雷腾王子逃跑到爱特兰……\r\n从昏迷中醒来的雷腾才发现艾莉丝已经被梅可斯擒获，而忠心耿耿的万特也为了保护王子而牺牲在梅可斯的剑下。而深爱着艾莉丝的法兰克也在深深的担忧着战友和心上人的安全。两人赶到堤莫斯村的酒店里，酒店老板只说罗素已经离开了堤莫斯去了布洛斯特，就不肯再停工更多的信息了。\r\n雷腾和法兰克赶到了布洛斯特，不想却遭到了玛蒂雷斯的走狗普罗曼骑士团的截击。击败了对手并俘虏了团长后，雷腾并没有杀他，反而要他回去告诉玛蒂雷斯说雷腾一定会去营救自己的伙伴的。同时雷腾也得知梅可斯在四处搜捕各个佣兵团，并且一抓到就统统处死。雷腾和法兰克不禁更担心艾莉丝的安全，但是他们也知道玛蒂雷斯肯定不会轻易处死艾莉丝，因为他还要将她作为威胁雷腾的人质。在布洛斯特的旅馆休息时，法兰克道出了心中的理想——要建立一个属于自己的城堡，那里的人民和睦相处、生活幸福、永远无忧无虑，雷腾决心和伙伴们尽早推翻玛蒂雷斯的暴政，还给人民一个和平的世界。次日在酒店中遇见了罗素·百利可，罗素一眼就认出了少主雷腾。原来罗素是当年钢铁王手下的钢铁骑士团·天文部队的团长，自从钢铁王被篡位杀害后就一直过着隐者的生活，为的就是等待雷腾王子的出现；如今的雷腾王子在万特的训练下已经成了一个铁骨铮铮的男子汉了。罗素提议应该直捣玛蒂雷斯的老巢温伦巴特，但是最好先派佣兵去侦察情况。夜晚在布洛斯特休息时，雷腾正在向罗素询问父亲的情况，因为父亲在他懂事前就死去了，他很想了解这个被人民尊敬和推崇的英雄。突然手下的佣兵报告说出现了大量的飞龙部队，原来是钢铁王当年最强大的对手、也是最尊敬的朋友龙族首领卡拉力欧出现了。争强好胜的卡拉力欧对当年输给钢铁王杜·皮亚隆一直耿耿于怀，听说钢铁王的儿子已经长大成人，而且武艺丝毫不比父亲差，于是决意和雷腾决一胜负。雷腾打败了卡拉力欧，但是倔强的龙族首领还是不服气。次日众人正准备向温伦巴特出发，前去探查消息的佣兵也回来了，从侦察到的消息上得知7天后要处死一批死囚，其中也包括了艾莉丝。罗素催促雷腾赶紧出发，因为梅可斯的黑骑士团很快就会赶到了。一路上为了节省时间，都无暇和其他骑士团战斗，一行人直朝温伦巴特而去。\r\n来到了温伦巴特，雷腾将队伍分为三个部分：雷腾率领的部队负责营救艾莉丝；法兰克负责在城镇外面防御，抵挡可能遭到的进攻；而罗素则负责接应营救人质的雷腾。法兰克很轻松的解决了在城外进袭的敌军，但是正当他们松了一口气的时候，梅可斯率领的黑骑士团已经到达了。法兰克没想到梅可斯的行军这么快，为了给雷腾他们争取时间，法兰克下令拼了命也要抵挡梅可斯的强大兵力，好让雷腾尽快营救出他心爱的艾莉丝……\r\n雷腾他们顺利的将艾莉丝从牢房中解救出来，但是城外已经是一片血海了，狂笑着的梅可斯又将矛头对准了雷腾等人，幸好卡拉力欧率领着手下的龙族战士及时赶到支援他们。一番血战之后终于消灭了助纣为虐的黑骑士团，但是法兰克已经倒在了血泊之中…… 法兰克将自己的梦想——城堡和艾莉丝托付给了雷腾，终于像个男子汉般的永远离去了。愤怒的雷腾决心血债血偿，一定要亲手诛杀玛蒂雷斯。\r\n终于来到了玛蒂雷斯的城堡下，雷腾以一个佣兵、一个为朋友报仇的佣兵的身份向玛蒂雷斯发起了挑战……\r\n胜利永远属于正义的一方，玛蒂雷斯的暴政终于结束了，所有以剑取得政权的人，终将会被剑灭亡。许多年以后，人民可能会淡忘了他们这些君主，只有那些披着银色的铠甲、手持银色的剑的银色佣兵们行侠仗义的故事，会永远的流传下去……","info":"<li><span>中文名: </span>银色的佣兵</li><li><span>别名: </span>无敌英雄传</li><li><span style=\"visibility:hidden;\">别名: </span>铁甲英豪</li><li><span>游戏类型: </span>PC</li><li><span>发行日期: </span>1998年11月15日</li>","collection":{"wish":6,"collect":3,"dropped":1}}