{"id":78481,"type":4,"name":"Magic and Mayhem","image":"//lain.bgm.tv/pic/cover/m/34/c6/78481_P6e2i.jpg","rating":{"total":6,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":2,"9":3,"10":0},"score":8.3},"summary":"《魔法师传奇》是由曾经开发过《幽浮》的英国著名游戏公司Mythos制作的幻想型实时策略/RPG游戏。在游戏中你将扮演一个年轻的魔法师，在神奇的冒险旅程中，穿越充满魔法和神话的古希腊王国、凯尔特人的部落和黑暗的中世纪。沿途，你将遭遇希腊神话和亚瑟王传说中的众多人物，你需要通过收集法宝来增强你的法力，然后与众多的怪兽、巫师和险恶的环境作战。\r\n\r\n《魔法师传奇》打破了传统RPG与策略游戏的界限，以全新的方式将这两类最具有深刻内涵的游戏类型\r\n魔法师传奇\r\n魔法师传奇(1张)融合起来。战斗采用了高级适应性人工智能系统（AAAI），这种系统可以分析你采用的战术，并采取相应的对策，确保了游戏的可玩性，而不是策略游戏中“消灭这些敌人，消灭那些敌人”那种简单乏味的任务。这一切使得给这一策略游戏注入了丰富的冒险和RPG成分，是策略游戏在故事性方面的新突破。整个游戏分为中世纪、古希腊王国和凯尔特王国三个区域，共37关。\r\n组合魔法是游戏中最为精彩的策略部分，在游戏中你可以先后得到21件法宝，每件法宝都有其混乱、中立和秩序三种状态，在这三种状态下它们将会产生出不同的魔法，所以游戏中有召唤、图腾柱、攻击和辅助四大类共63种魔法可供选择。而魔法的组合方式将对战斗中所采取的战术产生决定性地影响。游戏中有21种召唤类魔法，你可以召唤从卑微的矮人到可怕的巨龙等21种怪物。它们可以攻击敌人、收集宝物、采集法力当然还可以保护你自己。每种怪物的攻击力、防御力、生命值、速度和特殊能力都有所不同，有效地组织你的魔法军团也是胜利的基本保障之一。\r\n游戏中还提供了详尽的魔法和物品说明，它以一本魔法书的形式出现，全书近400页，详尽地介绍了游戏中所有魔法物品、怪兽和出自希腊神话和亚瑟王传说的任务的历史渊源。这不单对于体验和理解本游戏的故事性和丰富内涵有很大帮助，同时它也基本涵盖了所有以神话传说为背景的RPG和策略游戏（如：《魔法门》系列、《黑暗王座》系列和《地下城守护者》等）中出现的魔法和怪物，对理解和掌握欧美RPG和策略游戏的背景有很大帮助。\r\n在战役模式中充分磨练了你的技巧以后，你还可以通过INTERNET或者局域网与其它玩家联网作战，或者与计算机控制的魔法师进行混战。多人游戏有10余种选项和40余张地图，不同的设置会产生不同的游戏经验，具有无限的可重玩性。\r\n  \r\n“……《魔法师传奇》是Mythos空前的成功。在实时策略游戏泛滥的今天，它的出现提醒了我们，没有任何东西比纯粹的、杰出的可玩性对一个游戏更重要……我们所玩过的最好的网络游戏之一。”92分 PC ZONE（英国最权威的电脑杂志）经典游戏奖\r\n“大量的魔法以及魔法组合，使《魔法师传奇》与一般的实时策略游戏有所不同，并且在策略游戏中引入了新的策略成分……详尽的说明使它区别于其它粗制滥造的策略游戏，所有的怪物和魔法都在游戏的百科全书中加以图解地详尽说明，每关的布局在每次游戏中都会有所不同，所以重复一些艰难的任务并不会感觉十分厌烦。而CD音轨制造了雄壮的游戏气氛，而游戏的难度也得到了完美地平衡。”不可不玩。\r\n魔法师传奇\r\n魔法师传奇(12张)游戏中还提供了详尽的魔法和物品说明，它以一本魔法书的形式出现，全书近400页，详尽地介绍了游戏中所有魔法物品、怪兽和出自希腊神话和亚瑟王传说的任务的历史渊源。《魔法师传奇》的出现为畸形发展的即时策略游戏开创了一片新的天空，它是一部真正比赛头脑，而非比赛手指的点击速度的精品之作。它的出现提醒了我们，没有任何东西比最纯粹的、杰出的可玩性对一个游戏更重要。","info":"<li><span>中文名: </span>魔法师传奇</li><li><span>别名: </span>Duel: The Mage Wars</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>ARPG 即时战略</li><li><span>发行日期: </span>1998年</li><li><span>开发: </span>Mythos Games</li>","collection":{"wish":3,"collect":10,"doing":1},"tags":[{"name":"经典","count":2},{"name":"PC","count":1}]}