{"id":151285,"type":4,"name":"Dance Dance Revolution","image":"//lain.bgm.tv/pic/cover/m/ee/e0/151285_9DJDo.jpg","summary":"Dance Dance Revolution (DDR), is a music video game, developed by Konami, released in arcades on September 26, 1998 in Japan. Dance Dance Revolution is a unique game involving dance and rhythm that defined the genre. It involves timing and balance by having players use their feet instead of their hands like typical video games. In March 1999, the game was released for North American arcades, and for European arcades under the name Dancing Stage. Players and game critics were caught off-guard by the game's addictive qualities winning the new franchise many merits to its design.\r\n\r\nThe objective of Dance Dance Revolution is to move one's feet to a set pattern. One player can play using one dance pad (Single mode), two players can play using one dance pad each (Versus mode), or one player can play using both dance pads (Doubles mode).\r\n\r\nPlayers must step to the beat, matching their beat to the arrows presented to them on screen by stepping on arrows on a dance pad. A judgment is displayed for each step, depending on the player's timing; Perfect!!, Great!, Good, Boo or Miss.... An on-screen life meter, known as the Dance Gauge, begins halfway full at the start of each song. Perfect and Great steps slowly fill the Gauge, while Boo and Miss steps quickly deplete it. Good steps have no effect either way. If a player accumulates too many Boos or Misses, and the Dance Gauge becomes empty, the song fails and the game ends.\r\n\r\nPlayers may play anywhere from one to five songs, depending on how many the arcade operator sets the machine to play each game. At the end of each song, players see their accumulated points, bonus points, and how many of each kind of step they made. They also get a letter grade that is dependent on the judgments received during play, ranging from SS, all steps Perfect, to E, failure, which is only seen in Versus mode when the other player passes. If players manage to pass all their songs a cumulative results screen is given, totaling the stats from all played stages.","info":"<li><span>中文名: </span>热舞革命</li><li><span>开发: </span><a href=\"/person/747\">KONAMI</a></li><li><span>发行: </span><a href=\"/person/747\">KONAMI</a></li><li><span>别名: </span>Dancing Stage</li><li><span style=\"visibility:hidden;\">别名: </span>DDR</li><li><span style=\"visibility:hidden;\">别名: </span>ダンスダンスレボリューション</li><li><span style=\"visibility:hidden;\">别名: </span>Dansu Dansu Reboryūshon</li><li><span style=\"visibility:hidden;\">别名: </span>劲舞革命 初代</li><li><span>平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>街机</li><li><span>游戏类型: </span>MUG</li><li><span>游玩人数: </span>1~2人</li><li><span>发行日期: </span>1998年9月26日 (街机 日本)</li><li><span>官方网站: </span>http://www.konami.jp/bemani/ddr/jp/am/ddr/</li><li><span>其他发行日期: </span>1999年3月9日(街机 欧美)</li><li><span style=\"visibility:hidden;\">其他发行日期: </span>1999年4月10日(PS 仅日本)</li><li><span>街机信息: </span>框体：自订</li><li><span style=\"visibility:hidden;\">街机信息: </span>主板：Digital I/O board GX894-PWB (B)A</li><li><span style=\"visibility:hidden;\">街机信息: </span>系统：Bemani System 573 Analog</li><li><span style=\"visibility:hidden;\">街机信息: </span>CPU：R3000A 32 bit RISC processor (33.8 MHz)</li><li><span style=\"visibility:hidden;\">街机信息: </span>音响：PlayStation SPU</li><li><span style=\"visibility:hidden;\">街机信息: </span>显示：29\" CRT (Raster, 256x224 & 740x480)</li>","collection":{"wish":2,"collect":2},"staff":[{"id":747,"image":"//lain.bgm.tv/pic/crt/g/bb/c1/747_prsn_43cah.jpg","name":"科乐美","desc":"开发"}]}