{"id":259930,"type":4,"name":"X-COM: UFO Defense","image":"//lain.bgm.tv/pic/cover/m/c7/52/259930_pTHh9.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"UFO: Enemy Unknown (marketed as X-COM: UFO Defense in North America) is a science fiction strategy video game developed by Mythos Games and MicroProse. It was published by MicroProse in 1994 for MS-DOS and Amiga computers and the Amiga CD32 console, and in 1995 for PlayStation. Its European PlayStation release is titled X-COM: Enemy Unknown.\r\nOriginally planned by Julian Gollop as a sequel to Mythos Games' 1988 Laser Squad, the game mixes real-time management simulation with turn-based tactics. The player takes the role of commander of X-COM – a clandestine, international paramilitary organization defending Earth from an alien invasion. Through the game, the player is tasked with issuing orders to individual X-COM troops in a series of turn-based tactical missions. At strategic scale, the player directs the research and development of new technologies, builds and expands X-COM's bases, manages the organization's finances and personnel, and monitors and responds to UFO activity.\r\nThe game received strong reviews and was commercially successful, acquiring a cult following among strategy fans; several publications have listed UFO: Enemy Unknown as one of the best video games ever made, including IGN ranking it as the best PC game of all time in 2007. It was the first and best-received entry in the X-COM series and has directly inspired several similar games, including UFO: Alien Invasion, UFO: Extraterrestrials and Xenonauts. An official remake of the game, XCOM: Enemy Unknown, was created by Firaxis Games and published by 2K Games in 2012. Mythos Games' and Julian Gollop's own original spiritual successor project, The Dreamland Chronicles: Freedom Ridge, was cancelled in 2001 and later partially turned into UFO: Aftermath by another developer. Gollop's new X-COM spiritual successor project, Phoenix Point, is currently in development.","info":"<li><span>中文名: </span>幽浮：浮游</li><li><span>开发: </span>Mythos Games、<a href=\"/person/34931\">MicroProse</a></li><li><span>发行: </span><a href=\"/person/34931\">MicroProse</a></li><li><span>别名: </span>幽浮：未知敌人</li><li><span style=\"visibility:hidden;\">别名: </span>UFO: Enemy Unknown</li><li><span style=\"visibility:hidden;\">别名: </span>X-COM: Enemy Unknown</li><li><span>平台: </span>DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>SLG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1994年3月</li>","collection":{"wish":2,"collect":1},"tags":[{"name":"PC","count":2},{"name":"Squad","count":1},{"name":"普通游戏","count":1},{"name":"Tactics","count":1},{"name":"SLG","count":1},{"name":"1994","count":1}],"staff":[{"id":34931,"image":"//lain.bgm.tv/pic/crt/g/ae/7e/34931_prsn_6p637.jpg","name":"MicroProse","desc":"开发"}],"relations":[{"id":51026,"image":"//lain.bgm.tv/pic/cover/m/60/4e/51026_duqre.jpg","title":"XCOM:Enemy Unknown","type":"不同演绎","url":"https://bgm.tv/subject/51026"},{"id":265811,"image":"//lain.bgm.tv/pic/cover/m/a7/40/265811_tcIIZ.jpg","title":"Phoenix Point","type":"其他","url":"https://bgm.tv/subject/265811"}]}