{"id":224508,"type":4,"name":"ディアピアニッシモ","image":"//lain.bgm.tv/pic/cover/m/bc/3d/224508_ccCcu.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":6.5},"summary":"昨日から降り続いた雨が止み、薄い雲間から太陽が顔を出し、見慣れた町並みがキラキラと輝いていたそんなさわやかな午後。 ピザ屋の配達バイクで川沿いの土手道を走っていたシュウは、さわやかな雰囲気を一変させるほどの歌声がどこかから流れてくるのに気付く。\r\n\r\n歌声の主は、華奢で大人しそう外見の女の子。\r\n\r\nその外見と歌声とのギャップに歌い終わるまでシュウは見とれていた。 ひとしきり歌い終わり、ちょっと気合を入れた女の子は、シュウのほうへ向かって歩いてきて、そしてすれ違った。\r\nその女の子、ナギは、声優のオーディションを受けるために、すこし早くに家を出て河原で歌の練習をしていた。\r\n大人しくて引っ込み思案な自分にとって、オーディションを受けるなんて、これ以上ないくらいの勇気を出してがんばっている。\r\nでも、それが精一杯の勇気。 \r\n少しでも受かる可能性を高めるため、ギリギリの時間まで歌の練習をして、オーディション会場へと歩きだす。\r\n途中、ピザ屋さんのバイクとすれ違う。\r\n同い年くらいの男の子が乗っている。\r\nさわやかな汗が仕事を頑張っているのをよくあらわしている。オーディションに頑張って受かるよう気合を入れなおすナギ……。\r\nそんな、日常のささいなふたりの出会い。 \r\n最後の配達が終わり、シュウはビル工事現場近くの交差点で赤信号に捕まっていた。\r\n信号を待っている間、目の前の横断歩道を信号が青にもかかわらず、いっこうに渡ろうとしない女の子に気がつく。\r\nトートバックを胸の前で抱え、沈んだ様子のその娘は、さっきの、河原で歌っていた女の子のようだ。\r\n偶然にも同じ女の子と2回すれ違うなんて珍しい……。\r\n何事も起こらなければ、その日はただそう思っただけで終わったはずだった。\r\n\r\nそう、同じように偶然、居眠り運転だか酔っ払い運転だかのトラックがシュウに突っ込んで来たりしなければ……。\r\n\r\nこの世とあの世との狭間に存在する学園\"コンサヴァトリ\"……。\r\nここは不意に命を落とし、現世へと強い想いを残してしまったものを一時的に集める場所。どこか見たような懐かしい街の風景は、まるで今までの生活と平行して存在しているかのような穏やかさに満ちていた。ただひとつ、命の消滅への一時的な拘留場所であるという冷酷な事実を除いて。\r\n\r\nシュウとナギも、それぞれの現世への強い未練を持ったまま、コンサヴァトリで目を覚ます。\r\nこの不可思議な場所、コンサヴァトリには、ひとつのルールがあることを告げられる。それは、ここには、ここにたどり着いた者を、現世へと戻す道が用意されていること。\r\nそしてその権利は、一対一形式で開催される音楽コンクール\"レコンコルソ\"で勝利をすることで得られるということ。\r\nつまり・・・、現世へと戻れるのはふたりにひとり。\r\n\r\nコンサヴァトリへと連れてこられたシュウとナギのふたりも例外ではなく、ふたりは現世に戻るために、コンクールで勝利しなければいけなかった。 二人に二度目の皮肉な偶然が訪れる。\r\nシュウの対戦相手、ナギ。\r\nよみがえりの一枚の切符を手にするためにシュウは、対戦相手として、コンクール当日まで一緒に練習をすることを提案する。","info":"<li><span>开发: </span><a href=\"/person/6618\">工画堂スタジオ</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>ADV</li><li><span>发行日期: </span>2006.08.11</li><li><span>官方网站: </span>http://www.kogado.com/sw/contents/kuroneko/dearpia/</li>","collection":{"collect":5,"on_hold":1},"tags":[{"name":"ADV","count":2},{"name":"工画堂","count":1},{"name":"PC","count":1},{"name":"AVG","count":1}],"staff":[{"id":6618,"image":"//lain.bgm.tv/pic/crt/g/03/5b/6618_prsn_0g721.jpg","name":"工画堂工作室","desc":"开发"}]}