{"id":304725,"type":4,"name":"種づけ孕ませ☆魔法少女～The_RPG～","image":"//lain.bgm.tv/pic/cover/m/5c/40/304725_C3hPz.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"今までありそうでなかったデブで不細工な魔法少女好きのキモオタが主人公の\r\n近未来ファンタジー魔法少女陵辱☆調教RPG!!\r\n\r\n彼女居ない暦=年齢の童貞ニートでしかも魔法少女オタのキモオタデブ男が\r\nある日特別な力に目覚めてしまった!!\r\n困惑しながらもついに選ばれた人間となったキモオタのその力の使い先は勿論…。\r\nデブでキモい主人公に陵辱され劣等遺伝子を種付けられる魔法少女たち!\r\n魔法少女を種付けち●ぽで調教し、純真無垢な少女の身体を淫乱なち●ぽ専用オナホ奴隷に変えろ!!\r\n悪の組織『エピメテウス』との戦いの果て、君は少女たちを孕ませることができるか?!!\r\n\r\nエロCGは立ち絵抜き差分抜きでなんと40枚以上!!!\r\n\r\n■ストーリー■\r\n\r\n——時は西暦20xx年\r\n\r\nこれは現代よりもほんの少し先の未来の話。\r\n\r\n世界に大打撃を与えた大流星群の地球衝突。\r\nその中に紛れ、流星のごとく地球に墜落した\r\n災いの星屑『パンドラの箱』がもたらした災いの物語である。\r\n\r\n『パンドラの箱』がもたらした巨大な未知のエネルギー『ダークコア』\r\n世界のエネルギー問題を全て解決するほどの奇跡の力…\r\nそれは疲弊した世界の希望となるはずでした。\r\n\r\nしかし『ダークコア』の臨床実験を行った『都市東京』は\r\n『ダークコア』の暴走によってその大部分を消失し、崩壊。\r\n『パンドラの箱計画』は失敗に終わったのです。\r\n\r\n時を同じくして、崩壊した東京から『パンドラの箱』と『ダークコア』を回収した\r\n一つの財閥が、悪の武装組織『エピメテウス』を名乗り、世界の全てを支配すべく\r\n疲弊し、余力を失った世界へと侵攻を始めたのでした。\r\n\r\n未知の力を手に入れた『怪人』　機械仕掛けの人型兵器『A.G.D』\r\nそして…ダークコアの力を制御した『神人』　\r\n\r\n世界が彼ら悪の組織『エピメテウス』に屈しかけたその時\r\n希望の光によって導かれ『第二新東京』に目覚めた『魔法少女』たちと\r\n悪の組織『エピメテウス』との闘いが始まるのでした。\r\n\r\n■戦闘システムなど\r\n・距離感のあるスリーライン戦闘と目まぐるしく動く戦闘画面\r\n・ポジショニングシステム\r\n　敵味方の前衛後衛などのポジションを意識した戦闘\r\n　またポジションによって覚えられるスキルが違うので注意して下さい。\r\n・スキルルート・共有ポイント制\r\n　スキルにはルート(分かれ道)があり、選んだスキルによって\r\n　取得可能スキルの幅が広がります。\r\n　レベルアップやイベントによって手に入ったスキルポイントは\r\n　全キャラクター共有となっており、お気に入りのキャラのスキルだけを\r\n　重点的に上げたりする事も可能です。\r\n\r\n■種付けとレベルアップ■\r\nゲーム内には経験値、というものが存在しません。\r\n変わりに通貨や経験値の変わりになる『ピュアハート』を集め\r\nそれを少女たちに『種付け』することで侵食度をレベルアップすることができます。\r\n勿論『種付け』した際にはHシーンが用意されています。\r\n一定量以上ピュアハートを種付けすると、魔法少女たちの淫乱度が上がり\r\n新たな種付けシーンを開放することがあります。\r\n\r\n■調教について■\r\n勿論Hシーンは種付けだけにあらず!\r\n物語内で特殊な道具を手に入れたらどんどん使って魔法少女を堕としてあげましょう。\r\nプレイ内容は『蟲の異種姦』・『精液便所』・『スライム排出』・『媚薬調教』・etcと様々な\r\n調教Hシーンが用意されています。\r\n調教と種付けでどれだけ落とせたかがエンディングに関わってきますので\r\n全ての調教道具をゲットして下さい!\r\n\r\n■Hは魔法少女だけじゃない!■\r\nレイプできるのは魔法少女たちだけじゃない!\r\n皆の美少女アイドルも優しそうなお姉さんも\r\n生意気そうな●学生やいたいけな●学生だって拉致して薬を打って余裕のレイプ!\r\n満員電車で通学中の高●生に痴漢だって…\r\nエロエロ幼な妻を寝取ったりうかうかしてると魔法少女が寝取られちゃうことも?!\r\n勿論化け物に襲われての、触手の強制種付けレイプも…!!\r\n\r\n\r\n果たしてパンドラの箱とは?!\r\n悪の組織エピメテウスの真の目的とは?!\r\nそして鍵、と呼ばれる主人公の体に宿った特別な力とは一体…!\r\n\r\n主人公、魔法少女、ヒッポ博士、エピメテウス総帥、そして謎の存在\r\n各々の思惑が相互し絡み合いながら物語は絶望へと向かう。\r\n\r\n調教・Hシーン・ストーリーともに力を込めたアルパカの力作\r\n魔法少女調教RPG『種づけ孕ませ☆魔法少女〜The RPG〜』\r\nを是非ご賞味下さい。","info":"<li><span>中文名: </span>受種懷孕吧☆魔法少女</li><li><span>游戏类型: </span>rpg</li><li><span>游戏引擎: </span>VX RTP</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2012年04月24日</li><li><span>售价: </span>2,530日元</li><li><span>官方网站: </span>https://www.dlsite.com/maniax/work/=/product_id/RJ093966.html</li>","collection":{"wish":2,"collect":3,"doing":1,"on_hold":1},"tags":[{"name":"HRPG","count":2},{"name":"汉化","count":1}]}