{"id":314250,"type":4,"name":"Automobilista","image":"//lain.bgm.tv/pic/cover/m/5b/29/314250_n17nI.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":" AUTOMOBILISTA puts you in the driving seat of one of the most advanced racing simulators and delivers a uniquely diverse motorsports experience!\r\n\r\nAs the natural successor to Reiza Studios´ previous title - the highly regarded Stock Car Extreme, originally released in 2013 - AUTOMOBILISTA continues to simulate the premium Brazilian racing series such as Stock Car V8, Copa Petrobras de Marcas, Formula 3 Brasil and Mitsubishi Lancer Cup, now packing every car and every track from their respective 2015 championships.\r\n\r\nBeyond the brazilian core, AUTOMOBILISTA is extensively complemented with one of the most diverse selections or racing vehicles you will find in a racing game: only in AUTOMOBILISTA will you be able to jump from a rental kart to a 800-HP single-seater; from drifting a Rallycross EvoX to jumping ramps in a Supertruck; from mastering the driving basics in a Formula Vee to managing a full 24h race in an endurance prototype; back and forth through historical and modern content featuring a sample from several decades of racing history - all of this and much more within a few mouse clicks. Thoroughly researched and cohesively developed for maximum simulation accuracy, AUTOMOBILISTA captures the fun only motorsports in its various forms can provide.\r\n\r\nIn addition to the content already present in Stock Car Extreme - all of which comprehensively upgraded - AUTOMOBILISTA turns it up to a new level by adding all the new cars & tracks proposed in the SimRacing Bonanza crowdfunding campaign, new simulation features such as dynamic track conditions, advanced transmission and tire modelling, substantial upgrades to physics, graphics & audio, new game modes and much more!","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>RAC</li><li><span>发行日期: </span>2016-02-29</li><li><span>官方网站: </span>http://www.game-automobilista.com</li><li><span>开发: </span>Reiza Studios</li><li><span>发行: </span>Reiza Studios</li>","collection":{"collect":2},"relations":[{"id":314251,"image":"//lain.bgm.tv/pic/cover/m/29/6b/314251_i62iH.jpg","title":"Automobilista 2","type":"续集","url":"https://bgm.tv/subject/314251"}]}