{"id":315016,"type":4,"name":"OMORI","name_cn":"","date":"2020-12-25","image":"//lain.bgm.tv/pic/cover/m/92/fb/315016_ggff3.jpg","rating":{"rank":521,"total":22,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":7,"9":11,"10":2},"score":8.5},"summary":"OMORI is a surreal psychological horror RPGmaker game. You must travel between two worlds, both welcoming, both concealing the same secrets. Meet new (old) people, fight new (old) enemies, explore your own memories, and uncover some hidden truths along the way (although you wish you hadn't.) When the time comes, you can only choose one. \r\n\r\nWhich world is more real? You decide, I guess. \r\n\r\nOMORI's Kickstarter was successfully funded in June 2014, and the game is currently in production. \r\n\r\nIt is set to release in 2019.\r\n\r\nWelcome to WHITE SPACE. Your name is OMORI and you've been living here for as long as you can remember. Everything is bright white; there aren't any walls. A black lightbulb hangs from the ceiling… wherever it is. There's a floor but it's always cold. The warmest thing here is probably your laptop. You don't mind though. You have a blanket, a laptop, a cat, a sketchbook, and a tissue box. You have everything you need. \r\n\r\nOn good days, your neighbors invite you over for a visit. \"How can they have fun with someone as horrible as me?\" You miss them now. When will they come again? Maybe today will be a good day! \r\n\r\nOr maybe today is a day for sleeping. \r\n\r\nBut...Sometimes you're reminded you used to have another friend-- someone really important. \r\n\r\nSomewhere in the back of your head, you have an inkling feeling that you weren't always like this. You weren't always living in WHITE SPACE. \r\n\r\nThe truth is... \r\n\r\nYour story is already over. You just have to remember it..","info":"<li><span>发行: </span>OMOCAT, LLC, <a href=\"/person/30525\">PLAYISM</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>超现实恐怖RPG</li><li><span>游戏引擎: </span>RPGMaker VX Ace</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2020-12-25</li><li><span>官方网站: </span>http://www.omori-game.com/</li><li><span>开发: </span>OMOCAT, LLC</li>","collection":{"on_hold":7,"dropped":1,"wish":73,"collect":20,"doing":20},"tags":[{"name":"RPG","count":16},{"name":"电波","count":8},{"name":"2020","count":7},{"name":"剧情流","count":6},{"name":"PC","count":5},{"name":"同人","count":4},{"name":"美少年","count":3},{"name":"RPGMaker","count":3},{"name":"STEAM","count":3},{"name":"视频通关","count":2},{"name":"LLC","count":1},{"name":"OMOCAT","count":1},{"name":"索测评","count":1},{"name":"心理恐怖","count":1}],"staff":[{"id":30525,"image":"//lain.bgm.tv/pic/crt/g/76/a5/30525_prsn_5t5T3.jpg","name":"PLAYISM","desc":"发行"}]}