{"id":19840,"type":4,"name":"ファイナルコマンド 赤い要塞","image":"//lain.bgm.tv/pic/cover/m/89/6f/19840_uuF2S.jpg","rating":{"total":160,"count":{"1":0,"2":0,"3":0,"4":1,"5":2,"6":6,"7":39,"8":79,"9":26,"10":7},"score":7.9},"summary":"情节介绍\r\n　　你的战友被关押在敌方战线，你是他们重获自由的唯一希望。然而，要解救他们，你要面对的火力非常密集。解救敌方大楼里关押的战俘！你需要用孤狼般的凶猛（the ferocity of a wild Jackal）来创造奇迹！解救人质的勇士有：Decker上校、Bob中尉、Quint军士、Grey下士。这是一场让你热血沸腾的战斗！此游戏\r\n　　不光在红白机平台，在后来的街机平台上也推出了更新的版本，游戏难度更为加大。\r\n编辑本段译名趣闻\r\n　　为何当初名为“Jackal”（豺狼部队）的游戏被翻译为了“赤色要塞”呢？答案是：因为同年发售的日本任天堂磁碟机版的名字是“FINAL COMMAND:赤い要塞”。于是，“赤色要塞”这个我们耳熟能详的名字就这样被保留下来了，并传入了国内，成为了许许多多人童年时难忘的一段记忆。\r\n编辑本段游戏特色\r\n　　游戏中玩家开着一辆吉普车与敌人作战，可以进行解救人质。游戏过程中，玩家开战车驶入敌方，与敌方作战，遇见牢房，则解救人质，在指定直升机场将人质送到接应直升机。每一关的末尾都要经过一场激烈的战斗才能进入下一关。有多个场景与不同的武器，解救人质或者获取积分宝物时，火力会增强，游戏紧张好玩。赤色要塞是风靡20世纪90年代的一个经典游戏。\r\n编辑本段操作指南\r\n　　方向键控制车辆移动，A键发射主战武器（默认方向为车头指示方向，发射前可以用方向键控制发射方向），B键使用机枪（只能向正上方发射）。\r\n　　游戏中，玩家控制一辆军用吉普车与敌人战斗，解救己方人质，己方有直升机在机场把人质接走（注：不幸被炸死时，人质会减少，并会出来，你死的越多人质越少，直到消失）。刚开始时，吉普车的主战武器比较落后（速度慢的手榴弹，但能越过障碍），可在游戏中遇到有一个小兵在门口把守的房子，炸开后，救出房子内的工程兵（炫彩色，有别于一般人质的绿色），就会获得火箭炮，并且火箭炮最终会形成四面开花之势。在机场送人质上飞机时，有时也能获得升级主战武器（听声音）。一共六关，最后一关在攻陷敌人的堡垒后，会出现一辆超级大坦克，击败它游戏就通关。\r\n编辑本段简单攻略\r\n　　第一关：丛林基地。关口，我方用CH47重型直升机放下两辆吉普车（双人游戏模式），第一关的重点在于帮助玩家学习操作和各种武器使用。\r\n　　要点：敌方在本关出现的武器有：炮台、坦克、战斗兵、内河炮艇。战斗兵可以用手榴弹、火箭、机枪消灭，也可以用碾压。其他都需要用手榴弹、火箭或者机枪。在加入武器射手后，吉普车的武器可以升级为火箭（单炸，还可以升级到双炸、四开花）。本关共有3个俘虏营房，4个武器射手营房。如果双人玩得话，建议做合理选择，保证在关尾时都能升级到四开花的火箭。在送俘虏上飞机时，如一直按手榴弹发射键，则每送4个俘虏上飞机，吉普车的重武器（手榴弹、火箭之类的）可以升一级。关尾为敌重型坦克群，共4辆战车，从四面八方过来，每辆坦克需要射击两次才能消灭，一定要在初期加以消灭，要是敌方两辆以上对你进行包围，情况就危险了。本关的俘虏数为14人（最多可救出的数字，下同）。\r\n　　第二关：围栏基地。这关的场景中有许多大理石柱，非常有特色。\r\n　　要点：本关敌方新增的兵器有：轰炸机、重型坦克（黑色榴弹）、会吐导弹的石像、吉普车（会跟踪，重武器为手榴弹），部分石柱会倒塌形成檑木砸向我方。关尾是一个石像群，共有4座会发射导弹的石像，每个石像用吉普车重武器射击三次方可消灭。机枪可用于消灭飞行中的导弹。同时还要注意下方出现的敌坦克。本关的俘虏数为12人。\r\n　　第三关：港口。本关在敌港口基地进行。\r\n　　要点：本关敌方出现的兵器很多，很有特色。一开始就出现一个比较大的广场，上面的敌方士兵、坦克、炮台不少，同时还出现一炮可灭的敌伪装坦克（不动、不射击。可以挡地堡发射的子弹）。本关敌方新增武器有：潜艇、激光器、运兵车、地堡等。潜艇会发射火箭弹，在下潜状态时无法将其消灭。激光器是本关的难点，共有12台激光器两两相对发射，如被射中，吉普车即爆炸。一定要抓住发射的间隙快速通过。运兵车要及早消灭，否则会下来众多的敌方战斗兵。地堡会向5个方向扇形发射弹药，需要躲避。关尾为一艘大型舰艇，上面有6个发射器，会沿5个方向扇形发射弹药，要逐一消灭。本关的俘虏数为16人。\r\n　　第四关：沼泽基地。\r\n　　要点：本关开头有一片沼泽地形，吉普车在其中进行很慢，最好选择沼泽间的狭窄通路小心通过。在附近有不少敌方战斗兵和坦克，要及时消灭，在沼泽中还有敌秘密导弹发射点，导弹会跟踪，一定要快速消灭。本关敌方新增兵器有：导弹发射器（沼泽中、山坡上）、火箭炮车（5方向发射重型榴弹）、装甲列车、地雷（靠近时会显示）、山坡上还有大量滚石等。关尾会出现一架大型直升机，上面会机降战斗兵，每次3个，需要用重型武器加以消灭（射击7次），同时还要躲避直升机的自卫火力和机降兵的攻击。本关的俘虏数为12人。\r\n　　第五关：红土基地。\r\n　　要点：本关敌方的坦克、轰炸机众多，新增的武器有：大桥两端的榴弹发射器、喷火坦克、背负喷火器的士兵等。如果不能保存很好的武器（火箭弹双炸或四开花），本关会给玩家造成极大困难。\r\n　　注意，本关有一个关押武器射手的房间，炸开后会出来一辆敌方的坦克！所以不要一炸开房间就急着去接人，当心会被坦克碾压！\r\n　　关尾是敌坦克基地，中间的大门上面通了电，一定要等坦克库全部被毁后才能炸开。在基地两边各有两个坦克库，会不断出现坦克。坦克库上面还有敌炮台保护。攻关时，先消灭上面的炮台，然后趁坦克库打开的一瞬间，用重武器对坦克库门射击，将其炸毁。坦克库全毁后，炸开中间的门，即可过关。本关的俘虏数为20人。\r\n　　第六关：核心基地。\r\n　　要点：本关是最后一关，敌方兵力很多，坦克、炮台数量众多，敌方会投入所有力量阻止玩家过关。本关最难的地方在于敌武装直升机，当玩家进行到某些特定地段或者在某些地段停留时间过长时，就会出现武装直升机，这些直升机速度快，是玩家的大敌。本关的送俘虏任务结束比较早，之后玩家可在一个坦克车场附近直接换上四开花的火箭弹。这个武器非常重要，一定要拿到且保留好。后面需要通过敌方重兵把守的通道，两边各有4个炮台，一定要用双炸或四开花弹通过，否则必有损伤。最后的敌方司令部，一开始会飞来一架直升机，一定要快速消灭，然后注意上面的两门激光炮，各射击3次可消灭。注意一下激光炮可以对路面造成破坏，限制我方的行动。消灭之后需要对大楼用重武器射击13次，大楼爆炸后，敌方终极武器（重型坦克）会亮相，上面会发射很粗的激光，还有一门火炮，最好使用机枪，因为机枪方向不受车子方向的限制。单用重武器的话需要射击25次左右。\r\n　　通关后，我方的战士会在海边等待，我方救援直升机会到来，把战士接走。通关的音乐还是比较好听的。\r\n编辑本段隐藏物品\r\n　　在赤色要塞中，在墙壁上，有的用炸弹可以炸出奖励物品，图案为方形，图案中有五角星（红色为消灭区域内所有敌人，炫彩色为主战武器威力最强，绿色为增加生命）。\r\n编辑本段游戏金手指\r\n　　1P\r\n　　人数无限 0031-01-0A\r\n　　武器:\r\n　　手榴弹 0050-01-00\r\n　　普通导弹 0050-01-01\r\n　　二方导弹 0050-01-02\r\n　　四方导弹 0050-01-03\r\n　　无敌 0052-01-90\r\n　　2P\r\n　　人数无限 0032-01-0A\r\n　　武器:\r\n　　手榴弹 0051-01-00\r\n　　普通导弹 0051-01-01\r\n　　二方导弹 0051-01-02\r\n　　四方导弹0051-01-03\r\n　　无敌 0053-01-90\r\n","info":"<li><span>中文名: </span>赤色要塞</li><li><span>开发: </span><a href=\"/person/747\">KONAMI</a></li><li><span>别名: </span>Jackal</li><li><span>平台: </span>FC (FDS)</li><li><span>游戏类型: </span>动作类</li><li><span>发行日期: </span>1988年</li>","collection":{"wish":1,"collect":219,"doing":1,"on_hold":3,"dropped":2},"tags":[{"name":"FC","count":61},{"name":"ACT","count":22},{"name":"Konami","count":19},{"name":"童年","count":18},{"name":"赤色要塞","count":11},{"name":"NES","count":7},{"name":"STG","count":6},{"name":"吉普车","count":4},{"name":"七星","count":3},{"name":"日系","count":2},{"name":"1995","count":2},{"name":"四开花","count":2},{"name":"我的童年","count":1},{"name":"Family_Computer","count":1},{"name":"救人质","count":1},{"name":"单机","count":1},{"name":"射击","count":1},{"name":"街机","count":1},{"name":"1988","count":1}],"staff":[{"id":747,"image":"//lain.bgm.tv/pic/crt/g/bb/c1/747_prsn_43cah.jpg","name":"科乐美","desc":"开发"}],"like":[{"id":8180,"name":"凯瑟琳","image":"//lain.bgm.tv/pic/cover/m/6e/18/8180_rZ52G.jpg"},{"id":12056,"name":"月姬格斗","image":"//lain.bgm.tv/pic/cover/m/18/c3/12056_mh3F3.jpg"},{"id":3623,"name":"梦日记","image":"//lain.bgm.tv/pic/cover/m/ec/dc/3623_HxeK3.jpg"},{"id":9543,"name":"魂斗罗","image":"//lain.bgm.tv/pic/cover/m/73/64/9543_k3wnd.jpg"},{"id":9661,"name":"帝国时代：罗马复兴","image":"//lain.bgm.tv/pic/cover/m/95/3e/9661_d2vCf.jpg"},{"id":46110,"name":"马戏团","image":"//lain.bgm.tv/pic/cover/m/bc/19/46110_Hqv2v.jpg"},{"id":14614,"name":"真·三国无双6","image":"//lain.bgm.tv/pic/cover/m/98/8a/14614_jyDQ0.jpg"},{"id":17113,"name":"三维弹球-太空军校生","image":"//lain.bgm.tv/pic/cover/m/ad/eb/17113_Qq455.jpg"}]}