[
  {
    "id": "26928130",
    "title": "伊卡洛斯",
    "desc": "一名美国单车运动员和一位俄罗斯专家在国际体坛引爆严重丑闻后，一场对用药行为的调查引发了全球追逐战。",
    "year": "2017"
  },
  {
    "id": "1780941",
    "title": "伊卡洛斯之翼",
    "desc": "在实验性的影像和流畅的音乐声中，导演Georges Schwizgebel（乔治•史威兹贝尔）为我们讲述了希腊神话中有关Icarus（伊卡鲁斯）的悲剧故事。\nIcarus本是最聪慧的艺术...",
    "year": "1974"
  },
  {
    "id": "26885195",
    "title": "伊卡洛斯",
    "desc": "When the colony's comm satellite is damaged, Emilia Riley, Chris' mother, embarks on a seemingly harmless repair excursion. A shuttle malfunction cuts connec...",
    "year": "2016"
  },
  {
    "id": "33716838",
    "title": "伊卡洛斯",
    "desc": "新來的管理員阿凱上班沒幾日，就找到了人生新目標 ──B棟九樓的女住戶。她的眉目、笑容在阿凱的瞳 仁裏特寫，監視螢幕已不能滿足蠢動的慾望。鏡頭從 入口處、電梯裡、...",
    "year": "2019"
  },
  {
    "id": "5130101",
    "title": "伊卡洛斯之翼",
    "desc": "Le vol d’Icare est le dernier roman de Raymond Queneau. Son adaptation à la télévision fut une plaisante réussite, soulignée par toute la critique. Dan...",
    "year": "1980"
  },
  {
    "id": "35627682",
    "title": "伊卡洛斯",
    "desc": "With his father being lost on a distant planet, a boy will have to grow up and stand against the dangers of a dying earth.@www.mxi123.com",
    "year": "2018"
  },
  {
    "id": "6539161",
    "title": "伊内斯·德·卡斯特罗",
    "desc": "Constanza, princess of Spain, meets Pedro, her promised husband and future king of Portugal. Amidst political intrigue, Pedro falls in love with Inès, Const...",
    "year": "1944"
  },
  {
    "id": "35589287",
    "title": "乔伊斯·卡罗尔·欧茨",
    "desc": "After her great success of Blonde, director Stig Björkman sought out acclaimed writer Joyce Carol Oates. After 16 years she finally said yes to this docum...",
    "year": "2021"
  },
  {
    "id": "3338873",
    "title": "伊丽卡·鲁克斯",
    "desc": "Pregnant porn star Elektra Luxx is trying to make a split from the adult film industry by making a living teaching sex classes to housewives. But her life is...",
    "year": "2010"
  },
  {
    "id": "30427709",
    "title": "卡斯卡伊斯海滩",
    "desc": "",
    "year": "1899"
  },
  {
    "id": "6872520",
    "title": "伊卡路·斯蒙特高尔菲·怀特",
    "desc": "Jebediah Prentiss has just built the first rocket.  In the excitement, he is asked what is his name.  This question sends him back through history to the piv...",
    "year": "1962"
  },
  {
    "id": "35594887",
    "title": "伊卡洛斯的天平",
    "desc": "En Méditerranée, un lieu réel et fictif à la fois. Là d’où Icare s’est jeté pour se brûler les ailes. Là où se croisent paquebots, pêcheurs, m...",
    "year": "2021"
  },
  {
    "id": "5208210",
    "title": "伊卡洛斯的梦想",
    "desc": "",
    "year": "2005"
  },
  {
    "id": "35385617",
    "title": "伊芙琳·哈德卡斯尔的7次死亡",
    "desc": "A man is tasked with solving the murder of a woman, but must relive the day through different hosts.",
    "year": "2023"
  },
  {
    "id": "35775173",
    "title": "周六夜现场：奥斯卡·伊萨克/查莉·XCX",
    "desc": "Season 47, Episode 14.\nHost Oscar Isaac; Charli XCX performs.",
    "year": "2022"
  },
  {
    "id": "30438491",
    "title": "周六夜现场：詹姆斯·麦卡沃伊/Meek Mill",
    "desc": "",
    "year": "2019"
  },
  {
    "id": "34931907",
    "title": "卡洛斯·加鲁居伊：阿根廷知名同性活动家",
    "desc": "",
    "year": "2016"
  },
  {
    "id": "3215102",
    "title": "轰天谍战",
    "desc": "“伊卡罗斯”是龙格尔所扮演的杀手的代号，只有部分人知道伊卡洛斯这个代号，而其他人只知道他是个已经离婚的单身父亲，工作在一家投资公司。大多数人都没有看到伊卡罗...",
    "year": "2010"
  },
  {
    "id": "26827511",
    "title": "春去秋来",
    "desc": "明娜，一个年轻的库尔德女人，和她的丈夫遭遇袭击后逃离叙利亚。滞留柏林期间，她虽然是非法移民身份，但是仍努力重建新生活，在一家工厂工作。很快叙利亚安全局发现了...",
    "year": "2015"
  },
  {
    "id": "27135565",
    "title": "三里塚的伊卡洛斯",
    "desc": "《活在三里塚》导演代岛治彦“后三里塚”系列第二。当年一同参加三里塚斗争的年轻大学生中有很多女学生都和当时生活在三里塚的农民结了婚，作为当年的“青年斗士”，他...",
    "year": "2017"
  }
]