[
  {
    "id": "26786642",
    "title": "摘金奇缘",
    "desc": "《摘金奇缘》改编自新加坡作家关凯文畅销全球的小说《疯狂的亚洲富豪》，讲述了美国出生的华裔经济学教授朱瑞秋（吴恬敏 饰）与男友杨尼克（亨利·戈尔丁 饰）一起参加...",
    "year": "2018"
  },
  {
    "id": "1907966",
    "title": "疯狂原始人",
    "desc": "原始人咕噜一家六口在老爸Grug（尼古拉斯·凯奇 Nicolas Cage 配音）的庇护下生活。每天抢夺鸵鸟蛋为食，躲避野兽的追击，每晚听老爸叙述同一个故事，在山洞里过着一成...",
    "year": "2013"
  },
  {
    "id": "10502485",
    "title": "疯狂原始人",
    "desc": "超级有趣的家庭动画片，讲述石器时代的喜剧故事，每一集介绍一种至今仍在使用的发明，比如足球，车轮，冲水马桶等，让小朋友们在观影的同时学习。该片角色丰富，富有趣...",
    "year": "2010"
  },
  {
    "id": "6872244",
    "title": "飞越老人院",
    "desc": "续弦的老伴去世后，老葛（许还山 饰）在非血缘关系的儿女家处境尴尬，而跟儿子（韩童生 饰）的关系也始终没有松动。无奈之下，老葛辗转来到关山老人院，寻找当年同在一...",
    "year": "2012"
  },
  {
    "id": "10827341",
    "title": "疯狂外星人",
    "desc": "远在宇宙另一端的波波星人因为不堪忍受瓜星人的侵掠，于是举族远迁，将蔚蓝的地球视为他们新的定居点。在颟顸的领袖的指挥下，波波星人将人类驱逐到澳大利亚一处专门修...",
    "year": "2015"
  },
  {
    "id": "26384292",
    "title": "无敌原始人",
    "desc": "《无敌原始人》讲述了原本生活无忧无虑的 “石器时代”部落原始人，遭到了“青铜时 代”部落的攻击和放逐，无家可归的他们在 勇气十足的原始人道格的带领下团结一致， ...",
    "year": "2018"
  },
  {
    "id": "3068227",
    "title": "疯狂进化人",
    "desc": "故事发生在遥远的远古时代，主人公爱德华是元族首领西梅恩的长子，却因为身材瘦弱且外形异于同族被视为异类，加之族中女巫的谗言，刚刚出生即被抛弃。爱德华大难不死，...",
    "year": "2015"
  },
  {
    "id": "24298954",
    "title": "疯狂原始人2",
    "desc": "经历了逃离洞穴、挺过末日危机之后的原始人咕噜家族，咕噜一家决定寻找新家园。中途盖（瑞恩·雷诺兹 Ryan Reynolds 配音）已成了咕噜一家中的一员，但让瓜哥（尼古拉斯...",
    "year": "2020"
  },
  {
    "id": "25986662",
    "title": "疯狂的外星人",
    "desc": "号称银河系最先进的外星文明试图和地球建交，谁知一连串的误会导致意外发生。外星使者的飞船坠入大气层，最终摔在了中国某市的世界公园中。靠耍猴戏为生的耿浩（黄渤 饰...",
    "year": "2019"
  },
  {
    "id": "1781621",
    "title": "摩登原始人 第一季",
    "desc": "原始人的生活是怎么样的？弗瑞德一家和他的朋友们告诉你，原始人的生活也同样精彩和有趣。开着石头做的汽车、读报纸、打石头做的高尔夫和保龄球，照相机、电话，现代物...",
    "year": "1960"
  },
  {
    "id": "26695421",
    "title": "疯狂原始人的黎明",
    "desc": "Eep, Grug, Thunk, Ugga, Sandy and Gran are back. Follow them as they meet new friends, outrun new creatures and encounter \"firsts\" the world has never seen -...",
    "year": "2015"
  },
  {
    "id": "35594855",
    "title": "疯狂原始人：家谱 第一季",
    "desc": "It continues the evolving story of the croods and Bettermans as they learn to live together on the most idle farm in prehistory.by:yuanji.cc",
    "year": "2021"
  },
  {
    "id": "35914569",
    "title": "疯狂原始人：家谱 第二季",
    "desc": "Bored of the viewing options on window, Thunk realises what he's been missing -- real life drama. But when Thunk starts creating drama around the farm, the o...",
    "year": "2022"
  },
  {
    "id": "35914570",
    "title": "疯狂原始人：家谱 第三季",
    "desc": "Jealous of the Thunder Sisters, the men on the farm undergo a difficult initiation to join the exclusive tribe of women while Eep and Dawn prepare for the ul...",
    "year": "2022"
  },
  {
    "id": "36055938",
    "title": "疯狂原始人：家谱 第四季",
    "desc": "Get ready for more laughs and lessons learned in all new episodes of The Croods: Family Tree, coming to Peacock on August 31st!\nJoin the fun on Peacock Kids ...",
    "year": "2022"
  },
  {
    "id": "26362789",
    "title": "疯狂的麦克斯5：废土",
    "desc": "《疯狂的麦克斯4：狂暴之路》导演乔治·米勒今日在接受外媒采访时透露了续集的标题——《疯狂的麦克斯5：荒原(The Wasteland)》。米勒表示“续集《荒原》的剧本框架已经...",
    "year": "2023"
  },
  {
    "id": "1507152",
    "title": "德州电锯杀人狂前传",
    "desc": "在德州某屠宰场，肥胖的女工正在案板切肉，突然感到腹中剧痛，原来身怀有孕的她羊水已破，产下一个畸形儿，遗弃在垃圾箱，后来被清洁工救起。N年后，一群年轻人驾车路过...",
    "year": "2006"
  },
  {
    "id": "1300874",
    "title": "死不张扬离奇失魂事件",
    "desc": "姜家父亲（朴仁焕饰）将积蓄在汉城郊外的荒山上开了一个家庭旅馆，期想有游客来住宿，儿子（宋康昊饰）是个不中用的家伙，两个女儿心思各异，而同住在家的小叔（崔岷植...",
    "year": "1998"
  },
  {
    "id": "1293654",
    "title": "摩登原始人之摔跤赛攻击波",
    "desc": "故事的背景是公元前二百万年，恐龙的石器时代，某个小镇住着一群石器时代的原始人，但他们的意识却非常现代。聪明的弗雷德用石头、动物骨骼和毛皮制作出电话机、照像机...",
    "year": "1994"
  },
  {
    "id": "26655897",
    "title": "小黄人番外篇：疯狂小黄人",
    "desc": "遥远的石器时代，阳光明媚的大草原上，穴居人老爸正坐在树下逗弄着他可爱的儿子。这时候小宝宝哇哇大哭，原来小家伙饿肚子了。老爸站起身准备给儿子找吃的，这时发现附...",
    "year": "2015"
  }
]