{"id":83138,"type":4,"name":"The Conduit","image":"//lain.bgm.tv/pic/cover/m/08/18/83138_hdjhn.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"The Conduit is a first-person shooter video game developed by High Voltage Software for the Wii console and Android. The Conduit was revealed on April 17, 2008, and on October 29, 2008, the developer announced that Sega had signed on to be the game's publisher. The game was released in North America on June 23, 2009, in Europe on July 10, 2009, and in Australia on July 16, 2009.\r\n\r\nDevelopment of The Conduit began in October 2007. The game makes use of the Quantum3 engine, a game engine designed by High Voltage Software specifically for the Wii. The engine allows effects such as bump mapping, reflection and refraction, and gloss and detail mapping to be implemented in the game. High Voltage Software's goal in creating the engine was to make The Conduit a competitive experience visually comparable to games on the PlayStation 3 and Xbox 360.\r\n\r\nThe campaign storyline focuses on an alien invasion of Washington, D.C. in the near future. The alien race, known as the Drudge, uses the eponymous portal-like Conduits to deploy their forces throughout the city. A shadow government organization called the Trust sends newly inducted agent Michael Ford into the area initially to disrupt a terrorist threat, but he quickly becomes embroiled in the fight to stop the invasion and save the capital from destruction. The online multiplayer feature of the game can support up to 12 players and includes several game modes such as \"Free for All\" and \"Team Reaper\", and has voice chat capability through the Wii Speak peripheral.","info":"<li><span>中文名: </span>管道</li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>The Conduit HD</li><li><span>平台: </span>WII</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>Quantum3</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2009年6月23日</li><li><span>开发: </span>High Voltage Software</li>","collection":{"collect":2},"tags":[{"name":"WII","count":1}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"发行"}],"relations":[{"id":327486,"image":"//lain.bgm.tv/pic/cover/m/e0/9e/327486_613wb.jpg","title":"Conduit 2","type":"续集","url":"https://bgm.tv/subject/327486"}]}