{"id":335779,"type":4,"name":"Kohan II: Kings of War","image":"//lain.bgm.tv/pic/cover/m/e1/32/335779_3719G.jpg","summary":"As in many stories, good triumphs over evil and gets over-confident... forgetting all about the evil. It is at that point that evil rebounds to try and seize control once again. That is exactly what happens in Kohan II. Strange creatures are moving across the land, civil war has broken the Kohan people apart, and wars are happening more and more frequently.\r\n\r\nOffering you five factions and six races to play, this sequel in the Kohan series offers you a variety of things to do. The game offers five different environments to play in and 32 missions for single-player gaming.\r\n\r\nUnlike many RTS games, KoW does not require you to have many worker drones to gather your resources. Simply build mines and that is it. Use your resources to build armies rather than workers.\r\n\r\nAnother feature in the game that makes it different from other RTS games on the market is that you cannot build individual units (with the exception of siege units). Instead, you build groups of units, led by either a hero or a captain. The groups can have up to 9 units in them if you have the ability to build the support units needed to reach 9.\r\n\r\nA final unique feature is that as long as you can retreat your group back within your Zone of Control before all units in it are dead, the units will regenerate HP and resurrect fallen units. You will only have to recruit a replacement group if you let your group die off completely.","info":"<li><span>中文名: </span>可汗2：战争之王</li><li><span>开发: </span><a href=\"/person/41758\">TimeGate Studios</a></li><li><span>别名: </span>Kohan 2: Kings of War</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2004年9月17日</li><li><span>发行: </span>Global Star Software</li>","staff":[{"id":41758,"image":"//lain.bgm.tv/pic/crt/g/b2/2d/41758_prsn_YM0Se.jpg","name":"TimeGate Studios","desc":"开发"}],"relations":[{"id":335777,"image":"//lain.bgm.tv/pic/cover/m/f0/0d/335777_tK4v2.jpg","title":"Kohan: Immortal Sovereigns","type":"前传","url":"https://bgm.tv/subject/335777"}]}