{"id":333984,"type":4,"name":"Star Trek: Voyager – Elite Force","image":"//lain.bgm.tv/pic/cover/m/aa/04/333984_bzK7J.jpg","summary":"Star Trek: Voyager – Elite Force is a first-person shooter video game developed by Raven Software and published by Activision. The game was initially released on September 20, 2000 for Windows and Mac OS personal computers. Aspyr Media was responsible for porting the game to the Mac OS platform. Elite Force was later ported to the PlayStation 2 console by Pipe Dream Interactive and published by Majesco Entertainment on December 11, 2001.\r\n\r\nThe game is set in the Star Trek universe, specifically relating to the fourth Star Trek television series, Star Trek: Voyager. The dates in the game place Elite Force's plot late in Voyager's sixth season. The player assumes the role of Ensign Alex Munro, a member of the Hazard Team, a new elite security section created to deal with particularly dangerous and hostile away missions. The game's plot focuses on the USS Voyager being trapped in a starship graveyard, heavily damaged and under attack from a variety of hostile factions. The Hazard Team is tasked with protecting Voyager as repairs are made, and investigating the cause of their entrapment.\r\n\r\nElite Force was one of several Star Trek games announced after Activision secured the license to Star Trek video games from Viacom in 1998. The game was one of the first to license id Tech 3, a game engine by id Software used by a number of video games during the early 2000s. Elite Force was a critical success, and is often praised as the first truly successful Star Trek video game, able to appeal to people who were not Star Trek fans. Raven Software released an expansion pack to the game in May 2001, while Wildstorm adapted the story for a short graphic novel in July 2000. A sequel developed by Ritual Entertainment, Star Trek: Elite Force II, was published in 2003.","info":"<li><span>中文名: </span>星际迷航：精英力量</li><li><span>开发: </span><a href=\"/person/32572\">Raven Software</a></li><li><span>发行: </span><a href=\"/person/17518\">Activision</a></li><li><span>别名: </span>Star Trek: Voyager Elite Force</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PS2</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>id Tech 3</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2000年9月15日</li>","staff":[{"id":32572,"image":"//lain.bgm.tv/pic/crt/g/de/f0/32572_prsn_EByEB.jpg","name":"乌鸦软件","desc":"开发"},{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"发行"}],"relations":[{"id":311218,"image":"//lain.bgm.tv/pic/cover/m/4a/d4/311218_KUtCG.jpg","title":"Star Trek: Voyager Season 1","type":"相同世界观","url":"https://bgm.tv/subject/311218"},{"id":240797,"image":"//lain.bgm.tv/pic/cover/m/51/9a/240797_PNte2.jpg","title":"Star Trek: Elite Force II","type":"续集","url":"https://bgm.tv/subject/240797"}]}