{"id":333983,"type":4,"name":"Tron 2.0","image":"//lain.bgm.tv/pic/cover/m/88/28/333983_AzsCa.jpg","summary":"Tron 2.0 is a first-person shooter video game developed by Monolith Productions. The Microsoft Windows version of the game was released by Buena Vista Interactive on August 26, 2003. The Mac OS X version was released by MacPlay on April 21, 2004. The game is based on Tron, a 1982 science-fiction film.\r\n\r\nJason Cottle voices the player character Jethro \"Jet\" Bradley, the son of ENCOM programmer Alan Bradley (voiced by Bruce Boxleitner, who reprises his role from the original film). Cindy Morgan, who also starred in Tron, voices the artificial intelligence \"Ma3a\". Rebecca Romijn provides the voice of Mercury. The game features a new \"light cycle\" design by Syd Mead, and provides explanations for the Tron arcade game (which makes an appearance in this game) and Kevin Flynn's experiences inside the ENCOM mainframe as shown in the original film.\r\n\r\nAccording to Tron creator Steven Lisberger and Tron: Legacy director Joseph Kosinski, Tron 2.0 is not part of the Tron movie canon.","info":"<li><span>开发: </span><a href=\"/person/32569\">Monolith Productions</a>, Climax LA (Xbox), <a href=\"/person/34482\">Digital Eclipse</a> (GBA)</li><li><span>别名: </span>电子世界争霸战2.0</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>Lithtech Triton</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2003年8月26日</li><li><span>发行: </span>Buena Vista Interactive, Walt Disney Internet Group</li>","staff":[{"id":32569,"image":"//lain.bgm.tv/pic/crt/g/c8/99/32569_prsn_X8CCC.jpg","name":"Monolith Productions","desc":"开发"},{"id":34482,"image":"//lain.bgm.tv/pic/crt/g/b2/64/34482_prsn_RG7Mz.jpg","name":"Digital Eclipse","desc":"开发"}],"relations":[{"id":128937,"image":"//lain.bgm.tv/pic/cover/m/8d/6e/128937_DZApb.jpg","title":"TRON","type":"三次元","url":"https://bgm.tv/subject/128937"}]}