{"id":333990,"type":4,"name":"Daikatana","image":"//lain.bgm.tv/pic/cover/m/2c/51/333990_De9jb.jpg","summary":"John Romero's Daikatana is a first-person shooter video game developed by Ion Storm for Microsoft Windows and Nintendo 64, and released in 2000. The Game Boy Color game of the same name released the same year is entirely different, being a top-down action-adventure game by Japanese studio Kemco. The game is split into four episodes, each representing a different time period, and is centred around the conflict between two rival clans, the Ebihara and Mishima. During development, the game initially had the original Quake engine; however, this was switched to the Quake II engine, causing the game to be delayed. Close to release, the promotion for the game focused on the lead developers and the studio, and one notorious aspect of the promotion was a poster with the phrase \"John Romero's About To Make You His Bitch\".\r\n\r\nUpon release, it received mostly negative reviews, mostly criticising it for its outdated graphical presentation, gameplay, repeated sound effects and its poorly programmed AI companions; it also sold poorly, only selling 40,351 copies compared to the 2.5 million that was required for the game to be profitable. The game is considered by some game critics to be one of the worst video games of all time, due to issues with the game itself, its development and the way it was promoted.","info":"<li><span>中文名: </span>大刀</li><li><span>开发: </span><a href=\"/person/39130\">Ion Storm</a></li><li><span>发行: </span><a href=\"/person/17043\">Eidos Interactive</a></li><li><span>遊戲設計師: </span><a href=\"/person/19060\">John Romero</a></li><li><span>别名: </span>John Romero's Daikatana</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>N64</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>id Tech 2</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2000年5月22日</li>","staff":[{"id":39130,"image":"//lain.bgm.tv/pic/crt/g/53/96/39130_prsn_RKNaU.jpg","name":"Ion Storm","desc":"开发"},{"id":17043,"image":"//lain.bgm.tv/pic/crt/g/3c/71/17043_prsn_U3DbI.jpg","name":"艺夺","desc":"发行"},{"id":19060,"image":"//lain.bgm.tv/pic/crt/g/d7/dc/19060_prsn_YmmCV.jpg","name":"John Romero","desc":"遊戲設計師"}]}