{"id":117716,"type":4,"name":"PPERIMETER","image":"//lain.bgm.tv/pic/cover/m/2a/a1/117716_RBWjz.jpg","summary":"Humanity has undergone radical changes in society. Scientists and spiritual leaders became one and the same, calling themselves Spirits. The Spirits, foreseeing the inevitable destruction of Earth due to the ravages of our time, directed scientific efforts into the discovery of a new plane of existence: the Psychosphere. The Psychosphere acted as a conduit, providing means to reach another, untouched world, a new Promised Land, by jumping between flat worlds within the Psychosphere. The Psychosphere is appropriately named, as the various worlds resemble the thoughts and actions that have occurred upon Earth during its history. The Spirits then embarked upon the construction of massive floating city-ships called Frames, which could house hundreds of thousands of people for an indefinite period of time. With the Frames completed, the Spirits sent them forth into the Psychosphere with the intent to lead their people to the Promised Land, leaving Earth behind forever.\r\n\r\nWithin each of the Frames, the Spirits formed Spirit Councils which exercised absolute authority in all matters relating to the Frame. The general populace were kept sedate and forced into a ritualistic spiritualism to control their minds, for it was soon discovered that the Psychosphere reacted to negative emotions; causing creatures known as Scourge to erupt out of the very ground and attack the Frames. Eventually, some of the citizens of the Frames began to revolt against the rule of the Spirit Council, and the Frames began to separate into three factions: the Exodus who continued to follow the guidance of the Spirits and seek the Promised Land, the Harkback who reject the rule of the Spirits and seek to return to Earth, and the Empire who reject the Spirits, the idea of the Promised Land, and Earth, seeking to establish a cybernetic Human empire within the Psychosphere itself.\r\n\r\nAs the game progresses, the various factions come into contact, and eventually combat, with one another's Frames and with the Scourge. Exodus continues to move through the Chain of Worlds to its very end; Harkback move to the Root Worlds at the very beginning of the Chain, and the Empire tries to dominate both sides. Ultimately Exodus destroys the primary Imperial Frame near a portal to the Promised Land, and then move through the portal. Meanwhile, the Harkback find the Root Worlds and a portal back to Earth, also moving through. However, both factions end up near one another on the Promised Land, which appears to be Earth as it was millions of years ago. This sets the scene for the game's sequel.","info":"<li><span>中文名: </span>周界</li><li><span>发行: </span><a href=\"/person/16402\">Codemasters</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS</li><li><span>发行日期: </span>2004-05-21</li>","collection":{"collect":1,"dropped":1},"tags":[{"name":"2004","count":1},{"name":"RTS","count":1},{"name":"PC","count":1}],"staff":[{"id":16402,"image":"//lain.bgm.tv/pic/crt/g/09/72/16402_prsn_Dgpu7.jpg","name":"Codemasters软件有限公司","desc":"发行"}]}