{"id":228476,"type":4,"name":"2064: Read Only Memories","image":"//lain.bgm.tv/pic/cover/m/cc/92/228476_Vzsg4.jpg","summary":"Neo-San Francisco, 2064 AD. Your life as a struggling journalist is interrupted by the world’s first sapient machine, a ROM (Relationship and Organizational Manager) named Turing. Together, you and the quirky robot will encounter a colorful cast of locals and overcome challenges as you uncover the city’s secrets behind the overlapping futures of technology and humanity. 2064: Read Only Memories is a new cyberpunk adventure that will take you on a journey of puzzle-solving and exploring as you investigate the mysterious world and characters of Neo-San Francisco.\r\n\r\nInspired by classics like Gabriel Knight: Sins of the Father and Snatcher, 2064: Read Only Memories is a retrofuturistic take on the point-and-click adventure genre that features a rich mature narrative and unique gameplay challenges hidden within the beautiful interactive pixel scenes. The deeper you delve into the life of your missing friend, the further you get entangled into this tale about the dark side of technology.\r\n\r\nCan you survive in Neo-SF? Or will the mystery go unsolved…?","info":"<li><span>中文名: </span>2064：存储大战</li><li><span>平台: </span>PSV</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>Visual Novel</li><li><span>游戏引擎: </span>Unity</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2015年10月6日</li><li><span>售价: </span>￥68</li><li><span>官方网站: </span>https://readonlymemori.es/</li>","collection":{"wish":3,"collect":2,"on_hold":1,"dropped":3},"tags":[{"name":"PC","count":1},{"name":"AVG","count":1}],"relations":[{"id":186554,"image":"//lain.bgm.tv/pic/cover/m/d9/4f/186554_IUViz.jpg","title":"VA-11 Hall-A: Cyberpunk Bartender Action","type":"其他","url":"https://bgm.tv/subject/186554"}]}