{"id":283185,"type":4,"name":"Into the Dim","image":"//lain.bgm.tv/pic/cover/m/2e/40/283185_vG0Rg.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"Into the Dim is a mysterious RPG adventure of a boy and his dog. Explore tricky dungeons, think steps ahead and evolve traps. Solve puzzles, outwit and defeat enemies and uncover the town mystery!\r\n\r\n○○○\r\n\r\n\"A clever little dungeon crawler, that plays a lot differently from other games in its class, has solid Game Boy visuals, and will really test you\" - TouchArcade\r\n\r\n\"I’m in love with the eccentric chiptune soundtrack, the visuals take me back to my childhood, and the game itself is rather challenging\" - App Advice\r\n\r\n\"It looks perfect, with its simple sprites and background all matched brilliantly to its retro-monochrome style\" - Softonic\r\n\r\n\"With a complete, classic audio and visual theme in check, Into The Dim’s gameplay is what I found to be most engaging\" - Indie Game Magazine\r\n\r\n\"It’s hard not to be impressed with the game’s monochrome visuals, especially if you grew up in the Game Boy video game era\" - MobileSyrup\r\n\r\n\"Charming roguelike RPG\" - Pocket Gamer\r\n\r\n\"Although it looks pretty cute, it's no walk in the park. Death is lurking around every corner down in the dim.\" - 148Apps\r\n\r\n\"Has a nostalgic feel\" - GameMob\r\n\r\n\"A very interesting graphical style and solid gameplay experience\" - TouchTapPlay\r\n\r\n○○○\r\n\r\nFEATURES\r\n\r\n- dungeons with secrets\r\n- tricky puzzles\r\n- various enemies\r\n- collectable treasures\r\n- universal (play on all your devices)\r\n\r\n○○○\r\n\r\nPLEASE NOTE: Into the Dim is completely free to play. All ads are opt-in only, no popups. In-app purchases are soft and not required, there is no paywall. However, Into the Dim is a hardcore game that challenges you to plan wisely and think strategically. You can purchase some items for real money or choose to watch ads to play it easier.\r\n\r\n○○○\r\n\r\nMore from Happymagenta:\r\n· Spyglass - outdoor GPS with augmented reality\r\n· Scany - WiFi scanner and network utility","info":"<li><span>中文名: </span>走进昏暗</li>","collection":{"wish":3,"collect":1}}