{"id":319554,"type":4,"name":"Disciples: Sacred Lands","image":"//lain.bgm.tv/pic/cover/m/22/96/319554_26V6u.jpg","summary":"The Sacred lands are split between three races, each with their problems, and at odds with their Gods. After thousands of years locked away in the tumultuous world that he helped create, the powerful devil Bethrezen has a chance to escape his punishment by laying waste to the land. Along with his twisted Army of the Damned, he seeks to wipe away the mistakes of his earlier creation and recreate the planet in his own image. His former people, the strong human races that develop the Empire who live for peace, are the only things that stand in his way.\r\n\r\nThe Mountain Clans, Dwarven followers of the god Wotan, are at war with The Hordes. Long ago, Wotan killed another God in a battle. The fallen god's wife Mortis, in an act of vengeance, wiped out an entire race and turned them into the Undead Hordes, who spread across the realm seeking to embrace all races in their cloak of death.\r\n\r\nAt the beginning, you must choose which race you wish to lead in battle. But as time passes, all three clans stories will combine, and the war will rage on even further.\r\n\r\nModes to choose from include Sagas (the main area of the game, where the stories combine into one hug battle), single player missions and plenty of multiplayer action.","info":"<li><span>中文名: </span>信徒：神圣国度</li><li><span>开发: </span><a href=\"/person/34218\">Strategy First</a>, Inc.</li><li><span>发行: </span>GT Interactive Software Corp.、<a href=\"/person/34218\">Strategy First</a></li><li><span>别名: </span>圣战群英传1</li><li><span style=\"visibility:hidden;\">别名: </span>圣战群英传：神圣国度</li><li><span>平台: </span>Windows</li><li><span>游戏类型: </span>回合制策略</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1999-02-17</li>","staff":[{"id":34218,"image":"//lain.bgm.tv/pic/crt/g/82/88/34218_prsn_RbU1b.jpg","name":"策略第一","desc":"开发"}],"relations":[{"id":135058,"image":"//lain.bgm.tv/pic/cover/m/cd/d8/135058_I63y8.jpg","title":"Disciples II:Dark Prophecy","type":"续集","url":"https://bgm.tv/subject/135058"}]}