{"id":323184,"type":4,"name":"QuarterPole","image":"//lain.bgm.tv/pic/cover/m/67/b5/323184_4b1GY.jpg","summary":"Quarterpole is a horse racing simulation and stable management game based on the thoroughbred racing board game of the same name.\r\n\r\nIn this game over one thousand horses, 125 jockeys and 150 trainers race 311 days a year from May through August on five 3D modelled tracks. Race your thoroughbreds in cups, stakes and classics night or day in various types of weather conditions. Results depend on past performances, track conditions, pace, track bias, race positions, running styles and other factors.\r\n\r\nYou will manage every aspect pertaining to your horses from their purchase (at auction or private sale), through their training and handling and finally their entry into races of your choice. As your horses win they advance to the higher classes in Allowances and Stakes.\r\n\r\nThe game uses a betting system patterned after real racetrack payoff software. Place your bets for big money to Win, Place or Show with exactas/trifectas and choose wisely using expert tips available in-game.\r\n\r\nThe sights and sounds of real racing action can be seen and heard. The game features full-motion video footage of race day events with music, voices and digitized sound effects. Additional features include instant replay, slow motion and various camera angles.\r\n\r\n简介来自https://www.mobygames.com/game/quarterpole\r\n\r\n1996年，QuarterPole 在 Windows 3.x 上被重制为《铁蹄惊雷》，由目标软件负责重制开发。它重写了原作的程序代码，图像美术均被重新制作为256色以适配SVGA。除此之外《铁蹄惊雷》和 QuarterPole 没有差异。","info":"<li><span>开发: </span>Action Games, Inc.、MicroLeague Multimedia, Inc.、<a href=\"/person/37137\">目标软件</a>(Windows 3.x 版)</li><li><span>别名: </span>Hooves of Thunder!</li><li><span style=\"visibility:hidden;\">别名: </span>铁蹄惊雷</li><li><span>平台: </span>PC (Windows 3.x)</li><li><span style=\"visibility:hidden;\">平台: </span>DOS</li><li><span>游戏类型: </span>Horse RAC Simulation</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1993年</li><li><span>发行: </span>MicroLeague Multimedia, Inc.</li><li><span>其他发行日期: </span>1996年1月(Windows 3.x)</li><li><span>总监: </span>Justin Ebert</li><li><span>游戏设计师: </span>Ken Megill</li><li><span>美术总监: </span>Wendy Jobe</li><li><span>主程序: </span>Greg Greco</li>","staff":[{"id":37137,"image":"//lain.bgm.tv/pic/crt/g/3d/07/37137_prsn_9qQP9.jpg","name":"目标软件（北京）有限公司","desc":"开发"}]}