{"id":262288,"type":4,"name":"Snow Drop","image":"//lain.bgm.tv/pic/cover/m/ba/1e/262288_7RSS2.jpg","summary":"Snow drop is a beautiful European herb known for bearing nodding white flowers that often appear while the snow is on the ground, despite the cold of winter around it. Filled with symbolism of \"hope\" and \"consolation,\" the beautiful flower is the central theme in Snow Drop, the romantic wintertime bishoujo adventure from Peach Princess!\r\n\r\nYou are Minoru Sasazuka, age 19, a bit of a dreamer with a difficult tendency of not being able to make decisions when your heart is involved. A normal Japanese boy, trying to get into college, you've got a handsome physique that should make you popular with girls, but your occasional penchant for romanticism drives them away.\r\n\r\nInvited on a winter dream ski trip with a group of friends, you head for a ski lodge for some winter skiing and fun. For you, it's a journey home, since you frequented this particular lodge since when you were young. With you are Kyoka, a very special childhood friend of yours, her stylish sister Keika, and your sister, Honami.\r\n\r\nAt the lodge, you enjoy the hospitality of the owner, Kasumi, a competent woman with a tinge of sadness in her eyes. Also at the lodge is the lovely Shizuka, the mysterious helper who has many secrets.\r\n\r\nAs the story develops, you are confronted with the reality that Kyoka, your friend since childhood, loves you. You've suspected this, but haven't ever been able to face this before now, with the magical and romantic winter snow all around you. At the same time, you are strangely attracted to the quiet and romantic Shizuka-chan -- which will you choose? Although many erotic temptations are in store in the quiet mountain retreat, and there are many paths you can choose, you must be true to your heart.","info":"<li><span>中文名: </span>降雪</li><li><span>开发: </span><a href=\"/person/17586\">Sweet Basil</a></li><li><span>游戏类型: </span>ADV</li><li><span>发行日期: </span>2000/07/20</li>","collection":{"wish":1,"collect":2},"staff":[{"id":17586,"image":"//lain.bgm.tv/pic/crt/g/91/be/17586_prsn_OR7mF.jpg","name":"Sweet Basil","desc":"开发"}],"relations":[{"id":11869,"image":"//lain.bgm.tv/pic/cover/m/57/72/11869_Ff57X.jpg","title":"I've Girls Compilation 5th - OUT FLOW","type":"其他","url":"https://bgm.tv/subject/11869"}]}