{"id":256267,"type":4,"name":"Jungle Strike","image":"//lain.bgm.tv/pic/cover/m/9c/a7/256267_3HB7j.jpg","summary":"Jungle Strike is a video game developed and published by Electronic Arts in 1993 for the Sega Sega Genesis/Mega Drive. The game was later released on several other consoles such as the Super Nintendo Entertainment System (SNES), and an upgraded version was made for the Amiga. The Amiga and other home computer conversions were the responsibility of Ocean Software while the SNES version was that of Gremlin Interactive. It is the direct sequel to Desert Strike (a best-seller released the previous year) and is the second installment in the Strike series. The game is a helicopter-based shoot 'em up, mixing action and strategy. The plot concerns two villains intent on destroying Washington, D.C.. The player must use the helicopter and occasionally other vehicles to thwart their plans.\r\nIts game engine was carried over from a failed attempt at a flight simulator and was inspired by Matchbox toys and Choplifter. Jungle Strike retained its predecessor's core mechanics and expanded on the model with additional vehicles and settings. The game was well received by most critics upon release. Publications praised its gameplay, strategy, design, controls and graphics, although there were some complaints regarding the interface, difficulty and perceived jingoistic politics.","info":"<li><span>中文名: </span>丛林激战直升机</li><li><span>开发: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>别名: </span>丛林罢工</li><li><span style=\"visibility:hidden;\">别名: </span>丛林攻击</li><li><span>平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>GG</li><li><span style=\"visibility:hidden;\">平台: </span>GB</li><li><span style=\"visibility:hidden;\">平台: </span>PSP</li><li><span>游戏类型: </span>STG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1993年</li>","staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"开发"}]}