{"id":256213,"type":4,"name":"Killer Instinct","image":"//lain.bgm.tv/pic/cover/m/e0/56/256213_4uY3K.jpg","summary":"Killer Instinct is a fighting video game developed by Rare and published by Midway and Nintendo. It was released as an arcade game in the fall of 1994 and, the following year, ported to the Super Nintendo Entertainment System (SNES) and the Game Boy. The game's plot involves an all-powerful corporation organising a fighting tournament. The story was adapted in a limited comic book series published under the short-lived Acclaim Comics imprint.\r\nKiller Instinct features several gameplay elements unique to fighting games of the time. Instead of fighting enemies in best-of-three rounds bouts, each player has two life bars. The player that depletes the other player's life bars first wins the match. The game also introduced \"auto-doubles\", a feature which allows players to press a certain sequence of buttons to make characters automatically perform combos on opponents. Also featured in the game are \"combo breakers\", special defensive moves that can interrupt combos.\r\nCritically acclaimed, Killer Instinct was followed by a sequel, the 1996 arcade game Killer Instinct 2, later ported to the Nintendo 64 as Killer Instinct Gold, as well as a 2013 revival of the franchise as a launch title for Xbox One. A port of the original game is included with the 2013 game under the title Killer Instinct Classic. Retrospective lists by various publications included it among the best fighting games of all time.","info":"<li><span>中文名: </span>杀手本能</li><li><span>开发: </span><a href=\"/person/15732\">Rare</a></li><li><span>发行: </span><a href=\"/person/6734\">任天堂</a>、<a href=\"/person/32718\">Midway Games</a></li><li><span>协力: </span><a href=\"/person/40735\">竹田玄洋</a></li><li><span>别名: </span>杀手挽歌</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>GB</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span>游戏类型: </span>FTG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1994年10月28日</li>","staff":[{"id":15732,"image":"//lain.bgm.tv/pic/crt/g/c4/6e/15732_prsn_05817.jpg","name":"Rare","desc":"开发"},{"id":32718,"image":"//lain.bgm.tv/pic/crt/g/14/80/32718_prsn_HD7Yl.jpg","name":"Midway Games","desc":"发行"},{"id":6734,"image":"//lain.bgm.tv/pic/crt/g/6f/d9/6734_prsn_ygMvd.jpg","name":"任天堂","desc":"发行"},{"id":40735,"image":"//lain.bgm.tv/pic/crt/g/86/c5/40735_prsn_BCtMk.jpg","name":"竹田玄洋","desc":"协力"}]}