{"id":256265,"type":4,"name":"Secret of Evermore","image":"//lain.bgm.tv/pic/cover/m/2c/9f/256265_89bfi.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":1},"score":10},"summary":"Secret of Evermore is an action role-playing game for the Super Nintendo Entertainment System. It was released by Square in North America on October 1, 1995. In February 1996, it saw release in the PAL territories of Europe and Australia. A Japanese release was planned to follow the North American release by a few months, but was ultimately cancelled.\r\nThe story of Secret of Evermore follows a boy and his pet dog as they are inadvertently transported to the fantasy world of Evermore. The player guides both the boy and his shapeshifting dog through Evermore, a world that is composed of separate realms, each resembling a different period of real-world history: \"Prehistoria\" (prehistory), \"Antiqua\" (classical antiquity), \"Gothica\" (the Middle Ages), and \"Omnitopia\" (an imaginative future world). The gameplay shares many similarities with Secret of Mana, such as real-time battles, a ring-shaped menu system, and the ability to switch control between the two characters. Despite similar game mechanics and a similar title, it is not an entry in the Mana series.\r\nSecret of Evermore is unique in that it is the only game developed by Square designers in North America. The game received positive reviews upon its release due to its graphics and gameplay, but was criticized for not being up to the expectations many reviewers had of its developer.","info":"<li><span>中文名: </span>永远的神秘</li><li><span>开发: </span><a href=\"/person/18338\">スクウェア</a></li><li><span>发行: </span><a href=\"/person/18338\">スクウェア</a></li><li><span>别名: </span>艾薇莫的秘密</li><li><span style=\"visibility:hidden;\">别名: </span>埃薇莫的秘宝</li><li><span>平台: </span>SFC</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1995年10月1日</li>","collection":{"wish":2,"collect":2},"tags":[{"name":"［Prehistoria-Antiqua-Gothica-O","count":1}],"staff":[{"id":18338,"image":"//lain.bgm.tv/pic/crt/g/78/8c/18338_prsn_8zeCe.jpg","name":"史克威尔","desc":"开发"}]}