{"id":256211,"type":4,"name":"Flashback","image":"//lain.bgm.tv/pic/cover/m/cd/ba/256211_9xP13.jpg","summary":"Flashback, released as Flashback: The Quest for Identity in the United States, is a 1992 science fiction cinematic platform game developed by Delphine Software of France and published by U.S. Gold in United States and Europe, and Sunsoft in Japan.\r\nThe game was directed, written/designed and partially programmed by Paul Cuisset, who had previously created the adventure game Future Wars. Flashback was initially released for the Amiga in 1992, although originally created for the Mega Drive/Genesis, and then ported to MS-DOS, Acorn Archimedes and Super NES in 1993 - at which time the Sega Mega Drive/Genesis version was also released. CD-ROM versions of Flashback for the Sega CD, 3DO, CD-i, MS-DOS, Apple Macintosh and the FM Towns were released during 1994 and 1995, together with a cartridge version for the Atari Jaguar in 1995. In 2017, the game was released worldwide on the Sega Dreamcast featuring graphic assets and cutscenes taken from the MS-DOS version and music from the Amiga version. An updated port for the Nintendo Switch titled Flashback: Remastered Edition is set to release on June 7th, 2018 in North America, Europe and Australia.\r\nOriginally advertised as a \"CD-ROM game on a cartridge\", the game features fully hand-drawn backdrops and all animation is rotoscoped, giving movements an unusual fluidity, similar to that of the earlier Prince of Persia. The capture technique of Flashback was invented independently of Prince of Persia and used a more complicated method of first tracing video images onto transparencies.\r\nThe game was a commercial and critical success and was listed in the Guinness World Records as the best-selling French game of all time. It was followed by a sequel titled Fade to Black in 1995. In 2013, a Flashback remake by VectorCell was released for the PC and consoles.","info":"<li><span>中文名: </span>闪回</li><li><span>别名: </span>Flashback: The Quest for Identity</li><li><span style=\"visibility:hidden;\">别名: </span>回到原点</li><li><span>平台: </span>Amiga</li><li><span style=\"visibility:hidden;\">平台: </span>MD</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>PC98</li><li><span style=\"visibility:hidden;\">平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>MEGA-CD</li><li><span style=\"visibility:hidden;\">平台: </span>3DO</li><li><span style=\"visibility:hidden;\">平台: </span>DC</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>Cinematic platformer</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1992年</li><li><span>开发: </span>Delphine Software International</li><li><span>发行: </span>U.S. Gold</li>","collection":{"wish":1}}