{"id":291186,"type":4,"name":"Wandersong","image":"//lain.bgm.tv/pic/cover/m/a4/fa/291186_IWyu6.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"Wandersong is a puzzle adventure video game developed by American-Canadian indie developer Greg Lobanov. A music-themed game, it follows The Bard as they go on a quest to gather pieces of a song that will save the universe from destruction. In the game, the player uses The Bard's singing to affect the environment, solve puzzles, and defend against enemies. Developed in GameMaker Studio, the game was inspired by Lobanov's experiences on a cross-country bike trip across the United States and juxtaposes a positive atmosphere and protagonist with an apocalyptic setting. Games such as Kirby's Epic Yarn and animated cartoons such as Over the Garden Wall and Steven Universe informed the game's tone, pace, and art style. The game's audio was co-produced with A Shell in the Pit; Gordon McGladdery, who worked on Duelyst, Parkitect, and Rogue Legacy, composed the game's music and Em Halberstadt, who worked on Night in the Woods, directed the game's sound design. Wandersong was released on macOS, Microsoft Windows, and Nintendo Switch on September 27, 2018, and on PlayStation 4 on January 22, 2019.","info":"<li><span>中文名: </span>神奇之歌</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>Adventure, Puzzle</li><li><span>游戏引擎: </span>GameMaker Studio</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2018年9月27日</li><li><span>开发: </span>Greg Lobanov</li><li><span>发行: </span>Humble Bundle</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"普通游戏","count":1},{"name":"PC","count":1},{"name":"AVG","count":1}],"relations":[{"id":271155,"image":"//lain.bgm.tv/pic/cover/m/69/bd/271155_g4C8O.jpg","title":"Wandersong & Friends - the Wandersong Remix Album","type":"其他","url":"https://bgm.tv/subject/271155"}]}