{"id":291168,"type":4,"name":"Eliza","image":"//lain.bgm.tv/pic/cover/m/6f/92/291168_0dKCr.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"Eliza is a visual novel about an AI counseling program, the people who develop it, and the people who use it. Follow Evelyn Ishino-Aubrey as she reconnects with people from her past, gets to know the people of Seattle who use Eliza for counseling, and decides the course of her future.\r\n\r\nAfter abandoning her high-powered tech career and a mysterious three-year absence, Evelyn Ishino-Aubrey resurfaces working as a proxy for a virtual counseling app called Eliza. Her job consists solely of reading a script provided to her in real-time by an AI, leaving her no autonomy over what she says. Is Eliza a technological marvel that brings therapy to those who otherwise couldn’t access it? Or is it an ineffective replacement and another vector for technology companies to gain control over our lives and humanity?\r\n\r\nAs she reconnects with people from her past and gets to know the ordinary people of Seattle who use Eliza for counseling, Evelyn finds herself caught in the middle between differing sides of the argument— and as she begins to question everything about her past life and future purpose in the world, it becomes clear she must confront the turmoil and darkness inside.\r\n\r\n——A thought-provoking story told in the form of a visual novel from an award-winning indie team.\r\n——Follow Evelyn’s journey through a present-day Seattle brought to life with beautiful hand-painted art.\r\n——Get to know Eliza’s clients and the employees of Skandha, the technology giant behind it, with over a dozen fully-voiced characters and powerful performances from a highly regarded cast.\r\n——An evocative, ambient original score by the composer for Infinifactory, SHENZHEN I/O, Opus Magnum, and EXAPUNKS.\r\n——Is AI-driven counseling better than nothing? Is it worse than nothing? What responsibilities come with technical skills? Consider your own answers to these questions and more.\r\n——Counseling sessions getting a little too real? Relax with Kabufuda Solitaire, a new take on solitaire using Japanese kabufuda cards.","info":"<li><span>开发: </span><a href=\"/person/37806\">Zachtronics</a></li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Mac</li><li><span>发行: </span>Zachtronics</li><li><span>游戏类型: </span>Visual Novel</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2019-08-13</li><li><span>售价: </span>14.99 USD</li><li><span>官方网站: </span>http://www.zachtronics.com/eliza/</li>","collection":{"wish":1,"collect":2,"on_hold":1,"dropped":1},"staff":[{"id":37806,"image":"//lain.bgm.tv/pic/crt/g/2a/be/37806_prsn_R9rkj.jpg","name":"Zachtronics","desc":"开发"}]}