{"id":176528,"type":6,"name":"The Da Vinci Code","image":"//lain.bgm.tv/pic/cover/m/7e/ae/176528_mccCV.jpg","rating":{"total":8,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":2,"7":1,"8":3,"9":0,"10":1},"score":7.3},"summary":"The Da Vinci Code is a 2006 American mystery thriller film directed by Ron Howard and written by Akiva Goldsman, adapted from Dan Brown's 2003 best-selling novel of the same name. The first in the Robert Langdon film series, the film stars Tom Hanks, Audrey Tautou, Ian McKellen, Alfred Molina, Jürgen Prochnow, Jean Reno and Paul Bettany.\r\n\r\nIn the film Robert Langdon, a professor of religious iconography and symbology from Harvard University, is the prime suspect in the grisly and unusual murder of Louvre curator Jacques Saunière. In the body, police had found a disconcerting cipher and since that moment police starts a mysterious investigation. A noted British Grail historian, Sir Leigh Teabing, tells them the actual Holy Grail is explicitly encoded in Leonardo da Vinci's wall painting, the Last Supper. Also searching for the Grail is a secret cabal within Opus Dei, an actual prelature of the Holy See, who wishes to keep the true Grail a secret; the revelation of this secret would certainly destroy Christianity.\r\n\r\nThe film, like the book, was considered controversial. It was met with especially harsh criticism by the Roman Catholic Church for the accusation that it is behind a two-thousand-year-old cover-up concerning what the Holy Grail really is and the concept that Jesus Christ and Mary Magdalene were married and that the union produced a daughter. Many members urged the laity to boycott the film. Two organizations, the Priory of Sion and Opus Dei figure prominently in the story. In the book, Dan Brown claims that the Priory of Sion and \"...all descriptions of artwork, architecture, documents and secret rituals in this novel are accurate\".","info":"<li><span>中文名: </span>达·芬奇密码</li><li><span>放送星期: </span>2006-05-19</li><li><span>Based on: </span>The Da Vinci Code by Dan Brown</li><li><span>Directed: </span>Ron Howard</li><li><span>Screenplay: </span>Akiva Goldsman</li><li><span>类型: </span>悬疑 / 惊悚</li><li><span>国家/地区: </span>美国 / 马耳他 / 法国 / 英国</li><li><span>语言: </span>英语 / 法语 / 拉丁语 / 西班牙语</li><li><span>Music: </span>Hans Zimmer</li><li><span>Cinematography: </span>Salvatore Totino</li><li><span>Edited: </span>Daniel P. Hanley/Mike Hill</li><li><span>Production companies: </span>Imagine Entertainment Rainmaker/Digital Effects/Skylark Productions</li><li><span>Skylark Productions Distributed: </span>Columbia Pictures</li><li><span>首播国家: </span>美国</li><li><span>首播地区: </span>美国</li><li><span>官方网站: </span>http://sonypictures.com/movies/davincicode/</li><li><span>imdb_id: </span>tt0382625</li>","collection":{"collect":10},"tags":[{"name":"汤姆哈克斯","count":1},{"name":"达芬奇密码","count":1},{"name":"Ron.Howard","count":1}],"lock":"条目已锁定"}