[
  {
    "id": "6041222",
    "title": "桃花期",
    "desc": "藤本幸世（森山未来 饰），男，31岁，典型的死宅型二次处男。为了忘却一年前那如梦如幻的桃花期，他来到某娱乐网站求职，却被一名痴情墨田（リリー・フランキー 饰）...",
    "year": "2011"
  },
  {
    "id": "26974725",
    "title": "火花",
    "desc": "Sparks是一对完全不卖座的青年卖座组合，在某次露天演出中，成员之一德永（菅田将晖 饰）被傻瓜二人组的神谷才藏（桐谷健太 饰）所吸引。神谷同样渴望成名，他空有满脑...",
    "year": "2017"
  },
  {
    "id": "1299889",
    "title": "暗恋桃花源",
    "desc": "某剧场这晚迎来现代爱情悲剧《暗恋》和古装爱情喜剧《桃花源》两个不相干的剧组，因为都与之签定了当晚的彩排合约、又都是演出在即，双方发生争执只为独占唯一的舞台，...",
    "year": "1992"
  },
  {
    "id": "25975243",
    "title": "三生三世十里桃花",
    "desc": "为了封印邪恶的翼君擎苍，青丘狐帝幺女白浅（杨幂 饰）失去了全部的法力和记忆，容貌亦不如从前，落入凡间的她邂逅了名为夜华（赵又廷 饰）的男子，身为九重天太子的夜...",
    "year": "2017"
  },
  {
    "id": "26277182",
    "title": "小花的味噌汤",
    "desc": "千惠（广末凉子 饰）和脸热安武信吾（泷藤贤一 饰）交往多年，正当他们准备携手步入婚姻殿堂之时，千惠却被确诊患上了乳腺癌，然而，信吾依旧选择了向千惠求婚。婚后，...",
    "year": "2015"
  },
  {
    "id": "30179560",
    "title": "紫罗兰永恒花园 剧场版",
    "desc": "延续TV版的主线剧情，继续讲述从战场回来的少女薇尔莉特·伊芙加登为了理解“爱”的含义而从事为有需要的人们写信传情的工作。薇妹一直挂念的少佐的下落大概率会在这部...",
    "year": "2020"
  },
  {
    "id": "35033629",
    "title": "花千骨",
    "desc": "上古时期，妖神之战虽已过千年，但世间的恶念贪欲仍不断滋生，不仅引致禁锢妖神之力的神器封印逐渐松动，各方势力更为此蠢蠢欲动。\n为阻止妖神再度现世，仙界之首、长留...",
    "year": "2022"
  },
  {
    "id": "3176523",
    "title": "懂得又如何",
    "desc": "影片是洪尚秀的第九部作品，成本不足10万美元，主要演员之前都同导演有过合作，全都是无偿出演。影片在2008年8月举行的仁川国际电影节期间实地拍摄，周期很短，摒弃了一...",
    "year": "2009"
  },
  {
    "id": "25745752",
    "title": "左耳",
    "desc": "单纯美丽的李珥（陈都灵 饰）左耳失聪，无法听见声音，然而，生理上的缺陷并没有令她感到自卑，正相反，她的个性温顺又温柔。一次偶然中，李珥结识了名叫吧啦（马思纯 ...",
    "year": "2015"
  },
  {
    "id": "20376577",
    "title": "小时代",
    "desc": "这是一个梦想闪耀的时代，这也是一个理想冷却的时代；这是最坏的时代，这也是最好的时代，这是我们的小时代。 这是当下时代一群时尚年轻人的青春故事，也是属于他们生活...",
    "year": "2013"
  },
  {
    "id": "33400537",
    "title": "我是大哥大 电影版",
    "desc": "三桥贵志以转校为契机，决定在新学校“嚣张”一把，从此做个不良少年。为了能在同学中获得存在感，他还特地去发廊弄了一头金色卷发。而和他转到同一所学校的伊藤也有同...",
    "year": "2020"
  },
  {
    "id": "25958787",
    "title": "深夜食堂电影版",
    "desc": "夜幕笼罩下的东京霓虹闪烁，在城市某个不起眼的角落，充满温情的深夜食堂悄然开张。妖媚的川岛玉子（高冈早纪 饰）一脸颓唐，她的靠山不久前去世，却没给她留下分文遗产...",
    "year": "2014"
  },
  {
    "id": "25779217",
    "title": "诛仙1",
    "desc": "草庙村被屠，少年张小凡双亲离世，被青云门大竹峰收留。机缘巧合之下，他习得佛门天音功法，又意外获得魔教法器烧火棍，踏上强者之路的同时，也让他陷入了巨大的危机。...",
    "year": "2019"
  },
  {
    "id": "27102569",
    "title": "悲伤逆流成河",
    "desc": "多组校园欺凌事件，打破了5位主角本应该美好的青春校园生活。齐铭（赵英博 饰）清俊帅气，是人人称颂的优等生，而易遥（任敏 饰）却是大家口中的“赔钱货”。两人一同长...",
    "year": "2018"
  },
  {
    "id": "26935283",
    "title": "侍神令",
    "desc": "穿行于人妖两界的阴阳师晴明（陈坤 饰），因与一众妖怪缔结契约，酿成大祸，深陷危机。而与此同时，妖皇势力正卷土重来，一场恶战一触即发。在风云突变、局势动荡的危急...",
    "year": "2021"
  },
  {
    "id": "24827387",
    "title": "盗墓笔记",
    "desc": "落魄作家为了写作素材，寻访到了一个叫做吴邪（鹿晗 饰）的古董铺子老板，而吴邪正准备离开这个城市，临走之前，吴邪和他讲诉了关于自己奇怪的盗墓家族往事，并说出了自...",
    "year": "2016"
  },
  {
    "id": "24852545",
    "title": "爱情公寓",
    "desc": "你的月亮我的心电台被临时改成了盗墓笔记深夜广播剧，曾小贤（陈赫饰）也不得不去读盗墓笔记。曾小贤、胡一菲（娄艺潇饰）、吕子乔（孙艺洲饰）、张伟（李佳航饰）、唐...",
    "year": "2018"
  },
  {
    "id": "27166442",
    "title": "夏目友人帐",
    "desc": "在人与妖怪之间过着忙碌日子的夏目，偶然与以前的同学结城重逢，由此回忆起了被妖怪缠身的苦涩记忆。此时，夏目认识了在归还名字的妖怪记忆中出现的女性·津村容莉枝。...",
    "year": "2018"
  },
  {
    "id": "26320029",
    "title": "万万没想到",
    "desc": "屌丝小妖王大锤（白客 饰），他生来便与常人不同，两耳尖尖，又有些小法力，总是自诩本地妖王。但让他万万没想到的是，在遇到唐僧师徒四人组后，他的命运发生了逆转；而...",
    "year": "2015"
  },
  {
    "id": "26259634",
    "title": "何以笙箫默",
    "desc": "曾经，何以琛（黄晓明 饰）拒绝了身边络绎不绝的追求者们，偏偏选择了单纯而又天真的赵默笙（杨幂 饰），然而，赵默笙特殊的家庭背景却让这一对恋人最终走上了陌路。一...",
    "year": "2015"
  }
]