{"id":321121,"type":4,"name":"Tecmo Cup Football Game","image":"//lain.bgm.tv/pic/cover/m/7b/4f/321121_yXCy2.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Tecmo Cup Football Game is a cancelled 1993 video game. While the game was about to be published by Sega with license from Tecmo for the Mega Drive/Genesis, it was cancelled due to the release department of Sega Europe's policy regarding third party games(along with many other games, most of them that already had a Japanese release, like Splatterhouse 3 or Golden Axe III). The game would have enjoyed a Europe-exclusive release because the game was heavily promoted on many magazines and promo videos at the time. 'SuperJuegos' magazine from Spain even had a VHS promotion video including footage of the game and promoting its further release. There is a ROM of this game available on the Internet despite not having been released in cartridge form.\r\n\r\nThe game greatly resembles the Captain Tsubasa series and games in appearance of characters and gameplay. A similar game was released a year before for the Nintendo Entertainment System under the title Tecmo Cup Soccer Game, which was also released in Europe as Tecmo Cup Football Game. Tecmo later released Captain Tsubasa (Mega-CD video game) in Japan in 1994 which was nearly identical to this game.","info":"<li><span>开发: </span><a href=\"/person/33279\">テクモ</a></li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>游戏类型: </span>SPG</li><li><span>游玩人数: </span>1-2人</li><li><span>发行日期: </span>1993年</li>","collection":{"collect":1},"tags":[{"name":"テクモ","count":1},{"name":"SPG","count":1},{"name":"MD","count":1}],"staff":[{"id":33279,"image":"//lain.bgm.tv/pic/crt/g/5b/e9/33279_prsn_MDpkY.jpg","name":"特库摩","desc":"开发"},{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"发行"}],"relations":[{"id":79216,"image":"//lain.bgm.tv/pic/cover/m/4a/6f/79216_O7hwh.jpg","title":"キャプテン翼（MCD）","type":"其他","url":"https://bgm.tv/subject/79216"}]}