{"id":318559,"type":6,"name":"天国と地獄 〜サイコな2人〜","summary":"ＴＢＳでは、２０２１年１月期の日曜劇場（毎週日曜よる９時）にて、綾瀬はるかが主演を務める『天国と地獄 〜サイコな２人〜』を放送することが決定した。本作で綾瀬が演じるのは、警視庁捜査一課の刑事・望月彩子（もちづき・あやこ）。これまでさまざまな役を演じてきた綾瀬が今回、初となる刑事役に挑戦、またＴＢＳ日曜劇場での主演も本作が初となる。\r\n\r\n彩子は、努力家で正義感が強く、気が強く、それに加えて上昇志向も強い、慌てん坊な３５歳。物事を「〜すべき」「〜であるべき」と考える“べき論”タイプ。故に、その物言いや性格は上司や周囲の人たちには煙たがられている。とにかく融通が利かず一直線で、頑張りすぎて失敗も多い存在。\r\n\r\n自分を馬鹿にする周囲に一矢報いるためには、大手柄をあげ、目にものを見せるしかない！ 「必ず、絶対、１００％、手柄立ててやる」そう意気込んでいたある日、独自の捜査でかき集めた証拠を手に、ある殺人事件の容疑者となる男を、自らの手で逮捕する大チャンスが到来！ しかし、そんな矢先に彩子は･･･なんと不運にもその男と魂が入れ替わってしまう──。\r\n\r\nそんな彩子と幸運にも魂が入れ替わるサイコパスな殺人鬼・日高陽斗（ひだか・はると）を演じるのは高橋一生。『凪のお暇』（２０１９年）以来のＴＢＳドラマ出演、そして本作が日曜劇場初出演となる。高橋が演じる日高は、表向きは化学畑の研究者であり、若くしてベンチャーを立ち上げた、やり手の経営者。頭の良い人間にありがちな「上から目線」などまったくない超スマートな好人物だ。しかしそんな日高の本当の姿は、その類いまれなる頭脳と知識を駆使したサイコパスな殺人鬼──。「善と悪」そして「女と男」。まったく正反対の２人が入れ替わった姿を、綾瀬と高橋がどのように演じるのか、注目していただきたい。\r\n\r\nそして、彩子の家に居候中の、のんびり屋なフリーター・渡辺陸（わたなべ・りく）を演じるのは、『天皇の料理番』（２０１５年）以来の日曜劇場出演となる柄本佑。陸は家賃、光熱費、食費などは一切払わず、家事だけを担当する、彩子の完全なヒモ状態の男。それでも普段から敵の多い彩子にとっては、唯一の心の拠り所にもなっている。彩子の生活の一番近くにいるものの、自然体すぎて正直まったく頼りにはできない存在の彼だが、果たして、中身が男性になってしまった彩子の変化に気づくことができるのか、それとも──。\r\n\r\nさらに、彩子の先輩であり天敵とも言える刑事・河原三雄（かわはら・みつお）を演じるのは、『ＡＴＡＲＵ』（２０１２年）以来の日曜劇場出演となる北村一輝。河原は刑事としての能力は高く、結果も出すが、そのためのやり方は何でもありという危険な匂いの漂う人物。しかしその裏では上の人間の弱みを握っているとも、便宜を図っているとも囁かれており、正義感の強い彩子はそのやり口を認めることができない。彩子にとってはまさに目の敵だ。そんな河原は、日高と入れ替わり、外見が殺人事件の容疑者となってしまった彩子を、その独特な嗅覚で幾度となく追い詰めていく──。\r\n\r\n知っていますか？ 本当は月は太陽に、太陽は月になるはずだったんですよ。\r\nでも、シヤカナローの花を盗んだから──。月は太陽に、太陽は月になった。\r\n運命が入れ替わってしまったんですよ。\r\n鹿児島の奄美大島に伝わる「月と太陽の伝説」かのごとく、「刑事と殺人鬼」という相反する２人の魂が入れ替わることを皮切りに、「善と悪」「女と男」が複雑に交錯する物語はエキサイティングな展開へ──。\r\n\r\n今日からは、あなたは殺人事件の容疑者、私は刑事ですから──\r\n脚本は『世界の中心で、愛をさけぶ』（２００４年）、『白夜行』（２００６年）、『ＪＩＮ−仁−』（２００９年、２０１１年）、『天皇の料理番』（２０１５年）、『義母と娘のブルース』（２０１８年）など、数々のヒットドラマを手掛けてきた森下佳子によるオリジナルストーリー。\r\n立場や性別はもちろん、言葉づかい、立ち振る舞いはおろか、２４時間３６５日その生活様式全てが逆転し、一瞬の判断ミスも許されない緊張感あふれる日々が、入れ替わった２人を待ち受ける。そして、２人の魂が入れ替わった先には、互いの価値観を根底から揺るがす、予想もしない真実と“究極の愛”が待っていた──。\r\n２０２１年１月スタート、日曜劇場『天国と地獄 〜サイコな２人〜』。究極の“入れ替わりエンターテインメント”に、どうぞご期待ください！","info":"<li><span>放送星期: </span>日曜日</li><li><span>主演: </span><a href=\"/person/7132\">綾瀬はるか</a></li><li><span>配角: </span><a href=\"/person/8936\">高橋一生</a>、<a href=\"/person/22482\">柄本佑</a>、<a href=\"/person/19962\">北村一輝</a></li><li><span>开始: </span>2021-01</li><li><span>国家/地区: </span>日本</li><li><span>语言: </span>日本语</li><li><span>电视台: </span>TBS</li><li><span>官方网站: </span>https://www.tbs.co.jp/tengokutojigoku_tbs/</li>","staff":[{"id":7132,"image":"//lain.bgm.tv/pic/crt/g/1c/2b/7132_prsn_vrpwf.jpg","name":"绫濑遥","desc":"主演"},{"id":8936,"image":"//lain.bgm.tv/pic/crt/g/86/37/8936_prsn_BEedv.jpg","name":"高桥一生","desc":"配角"},{"id":19962,"image":"//lain.bgm.tv/pic/crt/g/6f/30/19962_prsn_fdcy7.jpg","name":"北村一辉","desc":"配角"},{"id":22482,"image":"//lain.bgm.tv/pic/crt/g/c7/63/22482_prsn_SaBMK.jpg","name":"柄本佑","desc":"配角"}]}