{"id":216984,"type":4,"name":"Skull & Bones","image":"//lain.bgm.tv/pic/cover/m/e5/60/216984_RrTvF.jpg","summary":"随着你扬帆前往掠夺富裕的商业贸易航线，欢迎你进到海盗黄金年代。化身为永不满足的海盗船长，投身加入争夺印度洋霸权的战斗成为最令人畏惧的海盗，或着与同党们组成最多 5 人的船队。\r\n\r\n这是海盗的黄金年代，变节的船长们指挥地球上威力最强大的武器：战船。在《Skull & Bones™》当中，初出茅庐但永不满足于现况的你，就是一位不愿意接受国王特赦的海盗船长。毫无牵挂的你，决定从加勒比海航向印度洋，这片尚未开拓且充满奢华财富的异国领域。\r\n\r\n然而这片充满财富的平静海域同时也是殖民帝国们、强大贸易商社与无畏海盗们互相争夺珍贵资源的战场。\r\n\r\n在你成为终极海上霸主的路途上，你将打造可以自定义船只的舰队，并在有利可图的贸易路线上猎捕商船、击败其他互相竞争的海盗船长、难忘的角色或着其他玩家。为了能在这片无情海域上生存下来，你必须与其他海盗船长们结盟组成最具影响力的海盗伙伴，让自己壮大到无法倒下来加入这场斗争。\r\n\r\n\r\n从初出茅庐的船长到指挥同盟的领导者\r\n选择专属于你的海盗船长并刻划出令人畏惧的传奇事迹。根据你的游玩风格来挑选适合的海盗船只，并跟随丰富的 RPG 系统来强化它。你可以从藏身处的安全港口招募船员、自定义你梦想中的船舰，以及聆听最新的谣言，接着航行出海在这世界上留下你的印记。每趟成功的掠夺不只让你的财富与名声增长，更会让整个世界与其他玩家前来挑战你的威名，这将使得独自一人航行变成危险的赌注，因此组成全印度洋最强悍的海盗同盟将会是你能否长久生存下去的关键。\r\n\r\n\r\n重新定义海战\r\n为《刺客教条》系列作带来史无前例的海战设计的团队再次带领你体验空前未有的海战体验。在你为争夺海上霸权的同时，你将体验海战所带来的刺激、野蛮以及紧凑节奏。驾驭创新的风向系统来航行的更快、射击的更远、给予更严重的伤害、逃离致命的一击，并为自己取得重挫敌人的优势。跟踪你的敌人并使用望远镜来找出弱点，唤来你的同伙来猎捕制伏大型商业船只或着智取你的宿敌。从各式各样的战术方针上来挑选你想要进行战斗的方式。\r\n\r\n独自一人或与朋友一起掠夺贸易航线\r\n探索会因你的行动而影响全局的世界，并挑战你在印度洋上对于权力的攀升。选择你的行事作风：独自一人进行战斗，或着与其他玩家结盟来拿下凶猛的狩猎组织以及备受保护的船队。奖励你可以分享或着独占，前提是你愿意面临背叛所带来的下场并成为其他玩家猎捕的对象。谣传海面下躲藏着骇人听闻的危险。\r\n\r\n紧凑的多人联机活动\r\n变化莫测的水域划分出印度洋当中的独特领域，海盗同伙们在这里为争夺财富而进行激烈的海战。在竞争激烈的 5v5 对战中挑战敌对玩家，在你掠夺印度洋最繁华的商业航线并扩展自身引响力的同时，让各式各样的游戏模式带领你体验最极致的海盗幻想\r\n\r\n挑战无所不在\r\n一路奋战至顶点将会为你跟同伙们引来更艰难的挑战，随着游戏世界的演化，《Skull & Bones》将会不断测试你的能耐、贪婪的以及同盟间的决心。全新广阔的领域等着你来探索，威力强大的船只、武器以及勇猛的敌人，往往伴随着绝佳的回报。这些都将吸引你航行全印度洋，每次胜利都带领你离荣耀更进一步，同时悬赏你项上人头的赏金也越多。 ","info":"<li><span>中文名: </span>碧海黑帆</li><li><span>开发: </span><a href=\"/person/8105\">Ubisoft Entertainment</a></li><li><span>发行: </span><a href=\"/person/8105\">Ubisoft Entertainment</a></li><li><span>别名: </span>颅与骨</li><li><span>平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>ACT</li><li><span>游玩人数: </span>1-10人</li><li><span>发行日期: </span>coming soon</li>","collection":{"wish":6,"collect":1},"tags":[{"name":"Uplay","count":1},{"name":"Ubisoft","count":1}],"staff":[{"id":8105,"image":"//lain.bgm.tv/pic/crt/g/0a/a5/8105_prsn_Ll0zI.jpg","name":"育碧娱乐","desc":"开发"}]}