{"id":318787,"type":4,"name":"SpellForce 2: Shadow Wars","image":"//lain.bgm.tv/pic/cover/m/1b/2d/318787_8Tvvr.jpg","summary":"SpellForce 2: Shadow Wars is a 2006 video game which employs both real time strategy and role-playing elements created by Phenomic and published by JoWooD Productions. It is the second full entry of the SpellForce series, following 2003's SpellForce: The Order of Dawn. Three expansion packs were released: SpellForce 2: Dragon Storm (2007), SpellForce 2: Faith in Destiny (2012) and SpellForce 2: Demons of the Past (2014). A version of the game and the first expansion pack, Dragon Storm, with updated engine and widescreen support was released in April 2017. In December 2017, a full sequel, SpellForce 3, was released.\r\n\r\nSimilar to the first game, the game requires the player to lead the main character and his band of heroes in forging new alliances. Characters can be equipped with items and weapons like in most role-playing video games. Additionally, players take control of armies from three different factions that allow them to erect buildings and gather resources to train and command further units with limited and fixed abilities.\r\n\r\nThe game's campaign can be played by a single player or up to three players online or via a local area network. Additionally, the game includes skirmish features, allowing players to fight battles against the AI or other players outside of the campaign.","info":"<li><span>中文名: </span>咒语力量2：暗影战争</li><li><span>别名: </span>SpellForce 2 - Anniversary Edition</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS, RPG</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2006年4月20日</li><li><span>开发: </span>Phenomic</li><li><span>发行: </span>JoWooD Productions</li>","collection":{"collect":1},"relations":[{"id":318788,"image":"//lain.bgm.tv/pic/cover/m/67/29/318788_dAzRZ.jpg","title":"SpellForce: The Order of Dawn","type":"前传","url":"https://bgm.tv/subject/318788"},{"id":318782,"image":"//lain.bgm.tv/pic/cover/m/e8/b1/318782_7ZYPW.jpg","title":"SpellForce 3","type":"续集","url":"https://bgm.tv/subject/318782"}]}