{"id":88623,"type":4,"name":"Shadowrun (1993 video game)","image":"//lain.bgm.tv/pic/cover/m/68/71/88623_N7j83.jpg","summary":"Shadowrun is a cyberpunk-fantasy action role-playing video game for the Super Nintendo Entertainment System (SNES), adapted from the tabletop role-playing game Shadowrun by FASA. The video game was developed by Australian company Beam Software and first released in 1993 by Data East.\r\nThe game is loosely based on the novel Never Deal with a Dragon by Shadowrun co-creator Robert N. Charrette and set in the year 2050. The player takes on the role of Jake Armitage, a man suffering from amnesia after having been critically wounded by assassins. The plot then follows Jake as he attempts to uncover his own identity and the identity of the mysterious figure who wants him dead, and eventually complete his mission. Harebrained Schemes' 2013 Shadowrun Returns links the stories of this game and of Shadowrun for the Sega Genesis.\r\nA project to adapt Shadowrun for the SNES had a turbulent history between 1989 and 1993, including having been halted in mid-development before being resumed in the late 1992 under a tight deadline. Its eventual lead designer was Paul Kidd, creator of Beam Software's 1991 Nightshade, elements and a feel of which he then carried on to Shadowrun. The game was a critical success, winning a number of industry awards, but was a commercial failure nevertheless. It was retrospectively acclaimed by several publications as an \"ahead of its time\" milestone in the history of the role-playing genre for the consoles and credited for having pioneered film noir style in video games.","info":"<li><span>中文名: </span>暗影狂奔</li><li><span>发行: </span><a href=\"/person/32911\">Data East</a></li><li><span>平台: </span>SFC</li><li><span>游戏类型: </span>RPG</li><li><span>发行日期: </span>1993年5月</li>","collection":{"wish":2,"collect":1},"tags":[{"name":"SFC","count":1}],"staff":[{"id":32911,"image":"//lain.bgm.tv/pic/crt/g/89/85/32911_prsn_IIwV7.jpg","name":"Data East","desc":"发行"}],"relations":[{"id":145331,"image":"//lain.bgm.tv/pic/cover/m/b7/08/145331_0iIAz.jpg","title":"Shadowrun: Dragonfall","type":"相同世界观","url":"https://bgm.tv/subject/145331"},{"id":145330,"image":"//lain.bgm.tv/pic/cover/m/ed/6f/145330_0501J.jpg","title":"Shadowrun: Hong Kong","type":"相同世界观","url":"https://bgm.tv/subject/145330"},{"id":52524,"image":"//lain.bgm.tv/pic/cover/m/32/0d/52524_M1AFL.jpg","title":"Shadowrun","type":"其他","url":"https://bgm.tv/subject/52524"},{"id":88624,"image":"//lain.bgm.tv/pic/cover/m/09/af/88624_eTC6e.jpg","title":"Shadowrun (1994 video game)","type":"其他","url":"https://bgm.tv/subject/88624"},{"id":88625,"image":"//lain.bgm.tv/pic/cover/m/78/02/88625_u5bBB.jpg","title":"シャドウラン","type":"其他","url":"https://bgm.tv/subject/88625"},{"id":88626,"image":"//lain.bgm.tv/pic/cover/m/83/51/88626_0Ws42.jpg","title":"Shadowrun Returns","type":"其他","url":"https://bgm.tv/subject/88626"}]}