{"id":88624,"type":4,"name":"Shadowrun (1994 video game)","image":"//lain.bgm.tv/pic/cover/m/09/af/88624_eTC6e.jpg","summary":"Shadowrun's story begins on January 31, 2058 in Seattle, United Canadian and American States. In the wilderness of the newly reclaimed Amerindian lands of the Salish-Shidhe, a small team of shadowrunners is brutally ambushed by unknown forces. The massacre is over quickly, but is captured in video by one of the slain member's cybereyes; the video is recovered and made national news. The last man to die in the video was a shadowrunner known as Michael, Joshua's brother.\r\nJoshua spends his last nuyen and flies to Seattle, vowing to avenge his brother's death. He arrives at Sea-Tac Airport and traces back Michael's last credstick transaction to \"Stoker's Coffin Motel\", in the Redmond Barrens. Joshua travels there to inquire about his brother, only to be told by the owner that Michael never paid his bill and in fact has some belongings being held. He strikes a deal with Joshua, and by beginning to do small shadowruns for a small-time Mr. Johnson, called Gunderson, he gains enough money to pay his brother's bills. In Michael's belongings, he finds three \"holopix\": one of a young woman, Tabatha Shale; of an Amerindian, David Owlfeather, and of Seattle General Hospital Dr. Heaversheen. There is also a low grade cyberdeck, along with a credstick containing 500 nuyen, which could have been used to pay off Michael's bill (the irony of this is one of the game's many humorous points.","info":"<li><span>中文名: </span>暗影狂奔</li><li><span>平台: </span>MD</li><li><span>游戏类型: </span>ARPG</li><li><span>发行日期: </span>1994年</li>","collection":{"wish":1},"tags":[{"name":"RPG","count":1}],"relations":[{"id":145331,"image":"//lain.bgm.tv/pic/cover/m/b7/08/145331_0iIAz.jpg","title":"Shadowrun: Dragonfall","type":"相同世界观","url":"https://bgm.tv/subject/145331"},{"id":145330,"image":"//lain.bgm.tv/pic/cover/m/ed/6f/145330_0501J.jpg","title":"Shadowrun: Hong Kong","type":"相同世界观","url":"https://bgm.tv/subject/145330"},{"id":52524,"image":"//lain.bgm.tv/pic/cover/m/32/0d/52524_M1AFL.jpg","title":"Shadowrun","type":"其他","url":"https://bgm.tv/subject/52524"},{"id":88623,"image":"//lain.bgm.tv/pic/cover/m/68/71/88623_N7j83.jpg","title":"Shadowrun (1993 video game)","type":"其他","url":"https://bgm.tv/subject/88623"},{"id":88625,"image":"//lain.bgm.tv/pic/cover/m/78/02/88625_u5bBB.jpg","title":"シャドウラン","type":"其他","url":"https://bgm.tv/subject/88625"},{"id":88626,"image":"//lain.bgm.tv/pic/cover/m/83/51/88626_0Ws42.jpg","title":"Shadowrun Returns","type":"其他","url":"https://bgm.tv/subject/88626"}]}