[
  {
    "id": "26980000",
    "title": "换了人间",
    "desc": "该剧以宏大的历史视野，正面地完整地真实地形象地再现一九四九年到一九五四年期间中国革命进程和在中国发生的翻天覆地的变化。全方位展现了北平和平解放、西柏坡党的七...",
    "year": "2018"
  },
  {
    "id": "30458343",
    "title": "洛卡改变世界",
    "desc": "11岁的洛卡过着不寻常的生活。她的母亲死于洛卡的出生，她的父亲作为宇航员去国际空间站。她和在汉堡的祖母住在一起，祖母似乎对她的孙女没什么好感，很快就会因为生病...",
    "year": "2019"
  },
  {
    "id": "30136766",
    "title": "披头士如何改变世界",
    "desc": "回顾披头士（甲壳虫乐队）如何从直率聪颖的利物浦工人阶级男孩，成为史上无二的超级音乐团、青年革命的领军者；从商业化的巨大成功，当权者的加冕，转入非主流文化的探...",
    "year": "2017"
  },
  {
    "id": "4228194",
    "title": "李小龙如何改变了世界",
    "desc": "美国历史频道纪录片，讲述李小龙对武术、健身、电影、乃至文化上的影响。采访了搏击界、电影界的很多名人。",
    "year": "2009"
  },
  {
    "id": "19935802",
    "title": "震惊世界的一天",
    "desc": "2001年9月11日，阳光一如既往普照不夜之城美国纽约。熙攘奔忙的早晨，谁也没有料到几个小时后将有一场史无前例的灾难重创纽约和华盛顿，震惊全世界。上午8点46分，满载...",
    "year": "2011"
  },
  {
    "id": "2148615",
    "title": "换了人间",
    "desc": "魏大爷带着女儿秀兰从关内逃荒来到东北，在日伪统治下的煤矿里做工。魏大爷的女儿秀兰嫁给了青年矿工小王，就在他们的新婚之日，煤矿里发生瓦斯爆炸，小王死于非命。又...",
    "year": "1959"
  },
  {
    "id": "26276503",
    "title": "如何改变世界",
    "desc": "1971年，一群人航行驶入一个核试验区，他们的抗议活动影响了全世界。电影利用罕见的档案片段展现了他们非凡独特的时间，讲述了绿色和平组织先驱者的故事，是他们定义并...",
    "year": "2015"
  },
  {
    "id": "10439840",
    "title": "iGenius：史蒂夫·乔布斯是如何改变世界的",
    "desc": "With in-depth and detailed interviews, the influence Apple co-founder and CEO Steve Jobs had on modern society is examined, from helping to develop the perso...",
    "year": "2011"
  },
  {
    "id": "3242566",
    "title": "改变世界的六度",
    "desc": "The film runs through the effect each degree in temperature change has on the world.",
    "year": "2008"
  },
  {
    "id": "33427416",
    "title": "革新：改变世界的发明 第一季",
    "desc": "Take a mind-blowing journey through human history, told through six iconic objects that modern people take for granted, and see how science, invention, and t...",
    "year": "2019"
  },
  {
    "id": "5370346",
    "title": "改变世界的犬类",
    "desc": "狗是人类最好的朋友，我们很多人都与狗生活在一起。目前可以统计的狗的种类大约有400多种，那么狗究竟起源于何处呢？狗为何又是世界上种类最为丰富的哺乳动物呢？这个过...",
    "year": "2008"
  },
  {
    "id": "6536297",
    "title": "改变世界的花园",
    "desc": "As the Royal Botanic Gardens in Kew prepare to celebrate their 250th anniversary, Dan Cruickshank unearths some of the surprising stories that shaped the fam...",
    "year": "2009"
  },
  {
    "id": "25782342",
    "title": "电子游戏如何改变世界",
    "desc": "Channel4英国谐星，主持人，黑镜的主创和编剧 Charlie Brooker列出了二十五款英国游戏史上最重要的游戏，在回顾这些经典游戏的同时探讨游戏的演变过程，分析游戏给社会...",
    "year": "2013"
  },
  {
    "id": "25712745",
    "title": "福尔摩斯改变世界",
    "desc": "夏洛克•福尔摩斯毫无疑问是世界上最著名的小说侦探，人们对这位传奇侦探的兴趣从未如此高过。但这个人物背后的灵感是什么呢？他为什么如此流行呢？阿瑟•柯南•...",
    "year": "2013"
  },
  {
    "id": "25843331",
    "title": "波音747：改变世界的客机",
    "desc": "Documentary about the development of the Boeing 747 jumbo jet. The 747 was a game changer; the airliner that revolutionised mass, cheap air travel. But the f...",
    "year": "2014"
  },
  {
    "id": "4887415",
    "title": "英国天才",
    "desc": "在英国电视四台的《英国天才》系列中，理查德·道金斯，詹姆斯·戴森，史蒂芬·霍金，大卫·艾登堡和罗伯特·温斯顿带领我们一起领略从牛顿到现代，英国科学史上伟大的...",
    "year": "2010"
  },
  {
    "id": "30382509",
    "title": "夜店如何改变世界的",
    "desc": "本片是英国第四频道于2012年播出的电视纪录片，夜店文化是英国30年来最大的文化输出，夜店文化改变了人们的社交、工作以及度假方式。本片盘点了夜店文化在发展过程中最...",
    "year": "2012"
  },
  {
    "id": "24714612",
    "title": "性改变世界 第一季",
    "desc": "Food, water and shelter are all necessary to man’s survival.  But there’s another powerful need that has transformed history, silently steering us at every...",
    "year": "2013"
  },
  {
    "id": "5332272",
    "title": "我们无法改变世界，但我们想在柬埔寨建一所学校。",
    "desc": "正就读东京医科大学大二的田中甲太（向井理 饰）如同时代的大学生一样，终日在课堂、打工场所、联谊会之间穿梭，生活看似充实，精神世界却备感空虚。偶然机缘，甲太看到...",
    "year": "2011"
  },
  {
    "id": "27055998",
    "title": "大卫·鲍伊：改变世界的男人",
    "desc": "BOWIE is a fascinating exploration of the life of a rock and roll icon who inspired a whole generation to become heroes.",
    "year": "2016"
  }
]