{"id":285438,"type":4,"name":"Final Frontier","image":"//lain.bgm.tv/pic/cover/m/9f/3d/285438_7QybI.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"It’s the year 3018. After the depletion of the world’s natural resources, space colonisation seems to be the only way for humanity to survive. You’re appointed as Intergalactic Captain in a fleet of space exploration ships, filled with potential colonisers ready to settle in a new world.\r\n\r\nExplore the universe and discover new planets in this exciting SciFi decision game. Role play as an Intergalactic Captain and make decisions that ensure the future of humanity.\r\n\r\nYour overlords are the commanders of Metropolis, a hub filled with the world’s elite back on Earth. It’s up to you to find a new planet to both colonise and to mine for resources to support in your home planet.\r\n\r\nFinal Frontier is an RPG decision game with an immersive storyline and unique graphics. Get lost in this new science fiction story set in a futuristic space adventure.\r\n\r\nThe future of civilisation hinges on the decisions you make. Hundreds of different characters in the game: from your Earthly commanders, to your staff, to the native people on new planets, will let you know their problems, needs and demands. You need to respond to them, all the while keeping four main elements in balance: power, The Metropolis, the colonisers and the natives.\r\n\r\nFollow the science fiction story as you embark on an adventure to colonise new planets in outer space in this RPG game.\r\n\r\nSwipe left or right to make your decision, keeping in mind the elements that they may affect. Be careful! If your four key elements are out of balance, you might meet a grizzly end!\r\n\r\nFavour The Metropolis too much in your decision-making? The colonisers stage a mutiny against you! Ignore the needs of the planet natives? You’re assassinated!\r\n\r\nCollect the different ways to die as you follow the storyline. Every time an Intergalactic Captain dies, a new one takes his spot, and you follow the story from where you left off.","info":"<li><span>中文名: </span>最后的边疆</li><li><span style=\"visibility:hidden;\">中文名: </span>最终边界</li><li><span>开发: </span>No Rush Studio</li><li><span>发行: </span>Genera Games</li><li><span>平台: </span>IOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>SIM</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2018-08</li><li><span>官方网站: </span>generagames.com/games/rpg/decision/final-frontier/</li>","collection":{"collect":1},"tags":[{"name":"Mobile","count":1},{"name":"SIM","count":1}]}