{"id":210071,"type":4,"name":"Moonbase Alpha","image":"//lain.bgm.tv/pic/cover/m/71/ad/210071_tA62a.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"NASA has once again landed on the lunar surface with the goal of colonization, research, and further exploration. Shortly after the return to the Moon, NASA has established a small outpost on the south pole of the moon called Moonbase Alpha. Utilizing solar energy and regolith processing, the moonbase has become self-sufficient and plans for further expansion are underway.\r\nIn Moonbase Alpha, you assume the exciting role of an astronaut working to further human expansion and research. Returning from a research expedition, you witness a meteorite impact that cripples the life support capability of the settlement. With precious minutes ticking away, you and your team must repair and replace equipment in order to restore the oxygen production to the settlement.\r\nTeam coordination along with the proper use and allocation of your available resources (player controlled robots, rovers, repair tools, etc.) are key to your overall success. There are several ways in which you can successfully restore the life support system of the lunar base, but since you are scored on the time spent to complete the task, you have to work effectively as a team, learn from decisions made in previous gaming sessions, and make intelligence decisions in order to top the leaderboards.","info":"<li><span>中文名: </span>月球基地阿尔法</li><li><span>发行: </span><a href=\"/person/7725\">NASA</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>模拟</li><li><span>游戏引擎: </span>Unreal Engine 3</li><li><span>游玩人数: </span>单人</li><li><span>发行日期: </span>2010年7月7日</li><li><span>售价: </span>Free</li><li><span>官方网站: </span>http://www.moonbasealphagame.com/</li>","collection":{"collect":1},"staff":[{"id":7725,"image":"//lain.bgm.tv/pic/crt/g/f9/9c/7725_prsn_M1NeQ.jpg","name":"美国国家航空航天局","desc":"发行"}]}