{"id":311159,"type":1,"name":"模倣犯","image":"//lain.bgm.tv/pic/cover/m/a2/bd/311159_sSxad.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":1},"score":10},"summary":"この作品が、劇場型犯罪で後の同種の大型事件の頻発を予想していたとの世評がある。宮部みゆきは、連載開始の1995年1月に阪神大震災が起き、3月にはオウム真理教の地下鉄サリン事件で、騒然としたなかで書き始めた。宮崎勤事件に触発されて書いた小説。犯罪を見せつける承認欲求型犯罪で、やがていろいろの同種の事件が起き、酒鬼薔薇事件で手記まで出版され、小説をさらに越えるようなものまで発生するんだと思った、と語る。\r\n第一部\r\n第一部では事件の被害者・警察・関係者サイドに主点をおいて物語が進行する。\r\n1996年9月12日早朝、一家惨殺事件の唯一の生き残りである塚田真一は、犬の散歩中に、大川公園で女性の右腕を発見する。同じ公園からは、失踪したOL・古川鞠子のハンドバッグが発見され、マスコミが大騒ぎするなか、犯人を名乗る人物はテレビ局に「右腕は古川鞠子のものではない」という内容の電話を掛ける。さらに、古川鞠子の祖父の有馬義男のもとにも、犯人から電話があり、孫娘を心配する有馬の心を弄ぶかのように、有馬を翻弄していく。\r\nやがて、犯人の指示で有馬あてのメッセージを届けた女子高生の死体が発見され、古川鞠子の白骨体も第三者の会社に送り届けられる。死者を冒涜するかのような犯行やマスコミに対する不敵な挑戦。そして、有馬をはじめとする被害者遺族に対するあまりにもむごい仕打ちに、犯人に対する捜査員や一般市民の怒りは日に日に強くなっていた。\r\n11月5日、群馬県の山中で一台の自動車が崖下に転落し、事故車のトランクから1人の男性の死体が発見される。自動車を運転していた栗橋浩美と助手席に座っていた高井和明の2人も事故のために死亡していた。連続女性拉致殺害事件の犯人たちはこうして死亡したものと思われた（犯人の行動から、犯人は２人組であることが分かっていた）。\r\n第二部\r\n第二部では栗橋浩美と高井和明、及び彼らの同級生だったピースを中心に物語が進行する。\r\n時は少し遡る。栗橋浩美は職に就かず、同級生だった高井和明にたかる生活を送っていた。あるとき、山間の廃墟で、栗橋は過去のトラウマから衝動的に恋人と見ず知らずの女子中学生を殺害してしまう。栗橋は同級生だったピースに事件を打ち明け、対処について相談する。\r\nやがて栗橋とピースは、連続女性殺害事件を引き起こす。残酷な通り魔的な殺人者を作り上げ、山中で殺害した2名のこともこの犯人に因るものであると、見せかけるよう仕組んだのであった。やがて、栗橋の異変に気づいた高井は、行動を起こそうとする。高井のことに気づいたピースと栗橋は、連続女性殺害事件の罪をすべて高井に着せて、高井を殺害してしまうことを思いつく。そして11月5日、高井を呼び出した栗橋は、高井の車に自身が殺害した会社員の死体を積み込み、山中へと向かった。山中で高井を自殺に見せかけて殺し、事件の幕引きとするつもりであった。しかし、予想外なことに、高井は栗橋を説得し、自首するように促し、栗橋の心は大きく傾いた。そして、動揺した栗橋はハンドル操作を誤り、転落事故を起こしてしまい、栗橋と高井は絶命する。\r\n第三部\r\n第三部では再び事件の被害者・警察・関係者サイドに主点をおいて物語が進行する。\r\n警察は栗橋浩美と高井和明の自宅の家宅捜索を行う。すると、栗橋の自宅から右腕を切り取られた女性の死体と、監禁された女性達の写真が発見され、捜査本部は栗橋・高井が連続女性拉致殺害事件の犯人として捜査を進める。\r\n栗橋の部屋から発見された写真から、一連の事件で殺されたと認められる女性以外の姿を見つけ、捜査本部はその女性の特定、栗橋・高井が殺人を行っていたアジトの発見に向けて捜査を進める。\r\nしかし、和明の妹・高井由美子は捜査本部の報告に納得がいかず、兄の無実を主張し続け、「栗橋主犯・高井従犯」説を唱えるルポライター・前畑滋子や有馬義男などに接触をはかるようになる。そんな由美子の後見人に、かつて浩美・和明と同級生だった\"ピース\"こと網川浩一が名乗りをあげ、マスコミに華々しく登場してくる。\r\n「栗橋主犯・高井従犯」説に真っ向から逆らって「高井は犯人ではなく、真犯人Xが存在する」そう主張する網川。だとすると真犯人Xは誰なのか？ 真犯人Xをめぐって事件はクライマックスを迎える。","info":"<li><span>中文名: </span>模仿犯</li><li><span>作者: </span><a href=\"/person/19920\">宮部みゆき</a></li><li><span>出版社: </span><a href=\"/person/6749\">小学館</a></li><li><span>出版日期: </span>2001年3月21日</li><li><span>页数: </span>726p（上） 706p（下）</li><li><span>ISBN: </span>ISBN 978-4093792646（上） ISBN 978-4093792653（下） ISBN 978-4101369242（文庫本）</li>","collection":{"wish":4,"collect":3},"tags":[{"name":"宫部美雪","count":1},{"name":"全2卷","count":1},{"name":"已完结","count":1},{"name":"小说系列","count":1},{"name":"小说","count":1}],"staff":[{"id":19920,"image":"","name":"宮部みゆき","desc":"作者"},{"id":6749,"image":"//lain.bgm.tv/pic/crt/g/2c/ec/6749_prsn_O9b2I.jpg","name":"小学馆","desc":"出版社"}]}