{"id":62180,"type":4,"name":"Avencast: Rise of the Mage","image":"//lain.bgm.tv/pic/cover/m/09/b1/62180_fi4Wb.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":1,"5":1,"6":1,"7":1,"8":1,"9":0,"10":0},"score":6},"summary":"好久不见的奇幻风格角色扮演游戏回来了！以前所未见的流畅战斗系统惊艳欧美电玩界的《暗黑魔法师：崛起》（Avencast: Rise of Mage），在近日释出试玩版，从魔法学校的地下室开始，玩家将能抢先体验独创的角色扮演战斗系统，击败地底下最深沉的黑暗势力。\r\n\r\n★保卫魔法学校 探索身世之谜★\r\n\r\n　　玩家的游戏旅程开始於一间位於「艾登葛斯王国」的魔法学校，玩家扮演其中一位青年学生，在此处学习法术、药剂、武器与格斗等技能。然而这样的学习却因为一支恶魔军团从次元传送门的入侵而中断了，而牠们的入侵也严重地威胁到了这个世界。藉由剧情的巧妙安排，玩家接下击败这些恶魔生物的重责大任，也因为必须不断地完成艰难的任务、战胜更残忍的恶魔，才能磨练成长为一名伟大的魔法师，并顷其全部力量，打败这些来自远古的邪恶源头，甚至还能揭开自己过去的身世之谜。\r\n\r\n★地下城邪恶起源★\r\n\r\n　　相传，这支邪恶军团的首领「摩卡」，与很久之前的一场王国大战有直接的关係，当时有位强大的领主面临被敌人击败的威胁，但此时却有一位神秘人物献上了一副据说拥有强大法力的魔法面具。这位领主拒绝了这一项提议，只不过，他手下一位胆小的将军－哈瑞希斯，却偷偷将这副面具带到了战场上。当人数原本就居於劣势的领主部队，在强大敌人的攻势前渐渐面临失败的危险，哈瑞希斯便在此时戴上了预藏於身上的魔法面具，就和神秘人物所说的一样，面具赋予了他强大的力量，最后并扭转了战局并将胜利带给了这支军队。但极具讽刺的是，这种力量却使得所有士兵变得残暴且嗜血，他们彻底毁灭了敌人的整个王国。眼看一切就要失控时，哈瑞希斯却发现他已不能摘掉面具了。最后，这股邪恶的力量使哈瑞希斯跟他的整个部队都成了丑陋且嗜血的怪物军团。\r\n\r\n　　邪恶面具的製造者就是马修‧摩卡，并使哈瑞希斯和他的整支军队受到了永远的诅咒，这些变成怪物的人类，不得不永远为摩卡效力，於是摩卡拥有了比以往更强大的破坏力，并让接下来的流血衝突持续了数个世纪之久。在游戏中，就是这支由摩卡所率领的怪物军团打开了连接过去与现在的次元传送门，并开始向主角所就读的「艾凡卡斯特」魔法学校，乃至於整个魔法王国艾登葛斯（Aldgarth）发动攻击，玩家必须消灭这支恶魔军团及其首领摩卡，才能让整个王国得以永远和平。\r\n\r\n★体验独创流畅战斗系统★\r\n\r\n　　玩家将会从试玩版中强烈感受到由设计公司ClockStone Software所开发的战斗系统，打破以往角色扮演游戏攻击怪物的方式，滑鼠在萤幕上的方向就像是射击游戏的準心，玩家可以边移动角色边向準心方向发射魔法攻击，若是将魔法组合起来，也能产生连续技的效果，若是怪物向玩家飞扑而来，也可以改按滑鼠左键进行近身攻击，其他像是在地上翻滚、删过敌人攻击、快速移动...等设计，也都只需要简单的操作方式即可完成，加上拥有高度AI的敌人会集结攻击或是闪避玩家魔法，玩家将能轻易体验到快速节奏与高度刺激的畅快感受。\r\n\r\n★超大范围震撼魔法★\r\n\r\n　　魔法种类分为三种，分别是血魔法、魂魔法以及召唤术等。「血魔法」主要用於近战，玩家会透过各种情绪，如愤怒、憎恨以及恐惧等来吸取能量，然后透过控制的方式在战斗中使用。这种能量仅可在与敌人面对面作战的时候聚集以及释放，其杀伤力也会随经验的不同而有所不同。\r\n\r\n　　「魂魔法」则主要用於远端攻击，经验丰富的法师可以投掷强力火矛或其他法术投射物，由於必须从自身吸取能量，因此只有那些多年严格修行的法师，才能使用这种魂魔法。\r\n\r\n　　「召唤术」则可让玩家呼叫盟友来助战，在艾凡卡斯特中，法师会将他们的能量聚集在他们最深层的专注精神中，并进而召唤出属於血魔法或魂魔法的魔法生物，而不论这些被召唤来的生物是使用哪一种魔法，但他们均有其不同的特点和能力，例如：水晶石人、水晶海马、水晶蝎子、小鬼、杀手蝇...等。此外，随著召唤者的经验越丰富，其所召唤出来的生物就能持续出现越久的时间。\r\n\r\n★可尽情互动与探索的魔法世界★\r\n\r\n　　《暗黑魔法师：崛起》的开发小组表示，他们为此游戏安排了一个可承接大量具有挑战性任务的故事剧情，以及一个可多元选择的探索环境，游戏中还可以找到许多新奇且强而有力的武器与道具，再加上可与玩家进行互动的NPC……等。大量动作元素的导入，让里头处处充满惊心动魄的魔法与节奏快速的战斗，也让这款游戏成为传统角色扮演游戏的新指标，带给玩家全新的游戏感受。","info":"<li><span>中文名: </span>暗黑魔法师：崛起</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2007年10月30日</li><li><span>开发: </span>ClockStone</li><li><span>发行: </span>Lighthouse Interactive</li>","collection":{"collect":5,"dropped":4},"tags":[{"name":"ARPG","count":2}]}