{"id":164491,"type":1,"name":"わが友フランケンシュタイン","image":"//lain.bgm.tv/pic/cover/m/a0/69/164491_jp.jpg","summary":"わが友フランケンシュタイン\r\n1972年 別冊マーガレット9月号\r\n首の左側面にある生まれつきの醜い痣が原因で両親に疎まれ社交界デビューも出来なかったため、心を閉ざして冷酷に振る舞うグルンワルド家の若き当主ミア=ファンションの屋敷に土砂に埋もれていたフランケンシュタインの怪物が運び込まれる。ミアは蘇生した怪物に嘗て\"優しい心がその人を光り輝かせる\"と諭した老牧師サイラスの名を命名し、仕立てさせた黒革の服の裾に「サイラス・F」と飾り文字を打ったのだった。遠乗りのお供をさせた際、落馬して足を挫いたミアはサイラスの優しさに触れて次第に他人に心を開いていく。折から起きた山火事から人々を助けたサイラスは、そのまま炎の中に姿を消す。ミアは彼がいつも遠い何処かを見つめていたことを思い起こすのだった。\r\n谷間に鳴る鐘\r\n1973年 別冊マーガレット9月号\r\n鐘職人である祖父マフェルト=メンツェルと暮らすお転婆な少女イルゼと子供たちの住む谷間には「悪魔の唸り声」が響き渡り家畜をおびえさせていた。氷漬けの状態から甦ったサイラスはイルゼらと親しくなり、地主の息子ハインリッヒとイルゼとの仲も取り持つ。そんな時、鐘つき堂のような岩の穴を風が通り抜けることで起きる音が「悪魔の唸り声」の正体だと風に雲がかき消された瞬間にそれを目撃した旅行者より聞かされたマフェルトは鐘を作り、その鐘を託されたサイラスは雪山に向かう。ハインリッヒに対する想いに戸惑ったイルゼが避けてしまったことで彼は傷つき、鐘のことを父親に告げてしまう。事情を知らされていなかった地主は蔑ろにされていると誤解しサイラスを突き落とさせてしまうが、谷間に鳴り響く清らかな鐘の音に成功を悟る人々。ハッキリと恋を自覚したイルゼはハインリッヒの手を取り友人らと共に村はずれに向かうが、サイラスは戻って来なかった。\r\n怒りの十字架\r\n1975年 別冊マーガレット5月号\r\n財宝が隠されていると噂される村で、それを聞きつけて住み着いたゴロツキどもで構成される村人全員から下働きとして酷使されている口のきけない孤児の少女ヒルダは、湖底に眠るサイラスを発見して甦らせ、彼と心を通わせる。しかし、その村に隠された財宝を引き上げるために領主や村人たちに酷使された彼女はサイラスの眼前で絶命する。怒れるサイラスは村人や領主を皆殺しにすると、ヒルダを湖底に弔って姿を消す。惨劇が終わって死の静寂が夜の城を包んだ時、サイラスの頬を流れた涙は再び血を流したことに対する後悔なのか、健気な少女が理不尽な暴力で息絶えたことを嘆き悲しんでのことなのか知る者はいない。\r\n炎の地平線\r\n1975年 別冊マーガレット10月号\r\n主治医グスタフに預けられたサイラスと心を通わせる高熱が原因で脚が不自由になった没落貴族の娘クリスティーネと、貴族に対する憎悪とその生活を熱望するという相反する感情で結ばれた悪徳親子ラドレックと息子アルトッシュ。そこにサイラスに復讐を誓うフランケンシュタイン博士と、博士が新たに作り上げた人造人間の美しい女性イボンヌが現れた。婚約者エリザベートとその幼い弟、大勢の人々を殺戮した過去のサイラスに対する憎悪に燃える博士はイボンヌがアルトッシュを殺して殺気立つ人々の誤解を利用し火山の地熱で火薬を起爆させサイラスを処刑しようとするが、人間として覚醒したイボンヌが飛び出して彼を救おうとする。イボンヌは女性としてサイラスを愛してしまったのだ。火薬の箱の爆破により眠っていた火山が突然噴火してイボンヌは吹き飛ばされて絶命し、アルトッシュの仇を討とうとしたラドレックは貴族への足掛かりである果樹園が炎に包まれ狂気の果てに焼死した。サイラスを追って博士が去った後、死んだイボンヌの足の神経を移植してクリスティーネは愛するグスタフと共に新しい人生を歩み始める。","info":"<li><span>册数: </span>1</li><li><span>作者: </span><a href=\"/person/2546\">和田慎二</a></li><li><span>出版社: </span>集英社</li><li><span>价格: </span>￥ 388</li><li><span>发售日: </span>1977-03-20</li><li><span>ISBN: </span>4088502760</li>","collection":{"wish":1,"collect":1},"staff":[{"id":2546,"image":"","name":"和田慎二","desc":"作者"}]}