{"id":9547,"type":4,"name":"抗日:血战上海滩","image":"//lain.bgm.tv/pic/cover/m/5f/25/9547_1Y3om.jpg","rating":{"total":124,"count":{"1":3,"2":1,"3":5,"4":8,"5":28,"6":44,"7":25,"8":10,"9":0,"10":0},"score":5.7},"summary":"《抗日：血战上海滩》是一款令军事迷、游戏迷们大呼过瘾的射击游戏，玩家在游戏中将扮演一位抗日民间武装的领导人，深入敌后完成一系列“不可能完成的任务”，抗日烽火首先在上海最繁华的外滩点燃，沿着汇丰银行、码头、跑马场、怡和洋行、联合教堂、苏州河/白渡桥、百老汇、日军租界使馆、虹口大剧院，一直杀到日军海军陆战队司令的住宅，直至手刃日军司令。\r\n\r\n　　\r\n  \r\n\r\n  \r\n抗日:血战上海滩罗刚事件刚刚过去，让我们一起来“抗日”吧！！！！\r\n　　游戏中共提供了七种武器供玩家选用，从普通的毛瑟半自动手枪、狙击步枪到每分钟300发的马克沁二四式重机枪——这可是个大家伙，你抚摸着它的时候，甚至能感觉到子弹撕裂敌军身体带来的快意。每种武器的性能与参数都是严格依照实物设定的，使用的技巧与造成的效果也完全不同。游戏中人物的动作之多将远远出乎你的预料，同一位日军，在不同状态下，被不同的武器，击中不同的部位，会有截然不同的反应：有的向后倒栽，有的跪地嗥叫，有的被炸成放射状飞出……仅此一项便多达数十种动作，而且全部由真人采集而成！\r\n抗日：血战上海滩秘籍：\r\n　　\r\n   [华成龙]\r\n\r\n华成龙\r\n在游戏中按下键盘左上角的“~”键打开控制台，然后输入如下指令即可：\r\n　　god_on　开启无敌模式\r\n　　god_off　关闭无敌模式\r\n　　haveallweapon　拥有所有武器\r\n　　addammo　给已有的武器加满弹药\r\n　　ammonolimit　已有的武器弹药无限\r\n抗日：血战上海滩游戏配置：\r\n　　\r\n  \r\n\r\n  \r\n最低配置：\r\n　　CPU：赛扬300\r\n　　内存：128M\r\n　　显卡：TNT 8M\r\n　　硬盘空间：300M\r\n　　推荐配置：\r\n　　CPU：PIII 500\r\n　　内存：256M\r\n　　显卡：TNT 32M\r\n　　硬盘空间：500M\r\n编辑本段\r\n背景\r\n　　《抗日：血战上海滩》是由北京欢乐亿派科技有限公司开发的单机FPS游戏，游戏背景为1937年卢沟桥事变后，中日在上海进行的抗日历史上规模最大的会战——淞沪会战，两国投入总兵力超过200万人，战斗持续时间长达3个月。\r\n　　整个游戏没有灌输，没有说教，甚至谈不上夸张，只是客观的将你抛在那个年代，抛在民族存亡的岔口上。睁开眼睛你会看到一个民族最深的伤口：阴沉的天空下，谁的家园被孽火焚烧？谁的女儿被兽兵追逐？谁的兄弟被无情的杀戮？谁的父老乡亲在淫威下被迫屈下双膝？这些在历史上都切实的发生过，现在又生生的在你眼前重映！是的，拿起你的武器，像一位真正的战士那样。你所做的一切，都来自于最本能的召唤。\r\n　　作为中国特种部队一员的你，就是要孤身一人去执行一系列不可能的任务，突破层层封锁杀入日军总部，最后亲手用小手枪（最好是刀杀）击毙敌酋——长谷川清大将。当然，为了见到这位最后的大BOSS，玩家必须要先跟大大小小的日军士兵、军曹、武士、忍者、自杀式炸弹人、生化兵、等等等等，作亲密的殊死搏斗。总之，就是在你用手枪、冲锋枪、机枪、狙击枪、重机枪、手榴弹、火箭筒干掉数万日军后，再踏着 BOSS的尸体过关。为了达到最佳的战斗效果，游戏中所有BOT的动作全部用动作采集完成，预计仅此一项，就会创国产游戏的制作记录。\r\n编辑本段\r\n敌人：\r\n　　击中敌人与等分情况\r\n　　步枪鬼子和洗澡的鬼子：最低分50，爆头150 ，普通100\r\n　　机枪鬼子和手榴弹鬼子：最低分60，爆头170，普通120\r\n　　浪人：有两种，一种爆头200，四肢100，其他150；另一种爆头250，四肢150，其他 200\r\n　　自爆兵：绑着炸药的鬼子，爆头是200，自爆50，四肢100，其他150\r\n　　军官：最低150，爆头300，普通200\r\n　　生化兵：太恐怖了，在3大关4小关的车库里，爆头是500，普通400，最低350\r\n　　忍者：分值最高的（普通兵），最低350，爆头500，普通400\r\n　　服部千军：BOSS,看到了，好像是一个忍者，1500\r\n　　长谷清川：BOSS，不管击中哪里，一律3000\r\n编辑本段\r\n游戏中的武器\r\n玩家\r\n　　毛瑟半自动手枪：\r\n　　即俗称的“盒子炮”、“驳壳枪”、“自来得”。玩家的初期装备。威力普通，射程较近，子弹无限，弹匣容弹量为10发。这把枪全靠鼠标点得快来获取优势。\r\n　　毛瑟步枪：\r\n　　威力超强，射程较远，弹匣容弹量5发，备用弹25发，适合点杀，对步兵都是一枪一个。缺点是弹药少，射速慢。这把枪装弹时间长，使用时注意掌握节奏，不能胡乱开枪，不然容易被敌人找到空挡。\r\n　　木柄手榴弹：\r\n　　威力大且攻击面广，可以扔到中远距离，缺点是延时4秒很严重且只能带5枚（游戏中可清楚得看见它的飞行轨迹）。适用于消灭掩体后的大量的敌人及坦克。\r\n　　汤姆森M1928冲锋枪：\r\n　　威力普通，但射速极快，弹匣容弹量30发，备用弹120发。该枪可单发也可连发，适合对单个敌人进行集中打击。游戏前期发挥着机枪的作用，得到ZB26后只起辅助作用。\r\n　　捷克ZB-26式轻机枪：\r\n　　威力强大，射速极快，45发弹匣（真枪的弹匣容弹量为20发，游戏为方便玩家而做了不同设定），可点射也可扫射，可以适应任何攻击，是游戏后期的主力武器，面对人数众多且位置分散的敌人，非用它不可。\r\n　　巴祖卡火箭筒：\r\n　　这是一款穿越时空的武器（1942年才研制出来，自然不会用于淞沪战场）。 威力超强，但是发射速度缓慢而且只有八发炮弹，是对付装甲目标最有效的武器，同时也可轰击集群和掩体后的敌人。\r\n　　马克沁二四式重机枪：\r\n　　威力超强，射速极快，240发弹带供弹（实枪为250发弹带）且子弹无限，可以打战车，缺点是使用地点固定，只能在几个地方使用（游戏中有七处）。\r\n敌人\r\n　　军刀\r\n　　游戏中出现的刀共有四种。一是明治三十年式刺刀，该刺刀从1897年到二战结束一直是日军步枪与轻机枪的标准制式刺刀，二战时期日军步枪与轻机枪绝大多数型号都是配用这型刺刀。游戏中普通步兵枪上配用的就是改性刺刀。二是指挥刀 ，该刀出现在军官和长谷川清手中，区别仅仅是刀鞘颜色不同。三是武士刀，出现在浪人手中。四是忍者刀，刀身很短，出现在忍者手里。\r\n　　日本南部14式手枪\r\n　　俗称“王八盒子”。由名古屋兵工厂制造，1925年列为日本陆军制式武器，二战期间装备于将校级军官。因为该枪外形酷似德制卢格手枪，得到一个“东方鲁格”的称号。 这种手枪瞄准基线较长，指向性好，精度较高，然而该枪故障率极高，导致恶评如潮，被称为二战最差手枪。该枪在游戏里只出现一次，就是长谷川清拔出来，阴掉玩家的那支。\r\n　　明治三十八年式步枪\r\n　　即“三八大盖”，为30年式步枪的改进型，增加了防尘盖，改进了保险的形状，更能适应恶劣环境使用，其他方面与30年式步枪都一样。该枪是二战时期日军的主要步兵武器，从1905年定型一直生产到二战结束。该枪外形修长，装上刺刀后更长达168厘米，比当时的成年男性还高，十分利于拼刺，缺点是杀伤力不足。游戏中普通步兵拿的就是上了刺刀的该型枪。\r\n　　大正十一年式轻机枪\r\n　　即“歪把子机枪”，因握把偏向右侧而得名。这种轻机枪供弹设计十分独特，采用漏斗式供弹方法，在枪身左侧设有供弹机，通用步枪用5发桥夹，理论上只要源源不断地向供弹机中装入桥夹就可不断射击。但供弹机结构复杂，可靠性差，故障率高，同时装弹繁琐，人机功效差而难以实现。后该枪被九六式轻机枪取代。游戏中机枪兵用的就是此枪（重机枪就是马克沁）。\r\n　　97式手雷：\r\n　　此型手榴弹为91式的变型，取消了用于掷弹筒发射的推进药柱体，主要用于步兵手掷，也可以用枪上掷弹器发射，不过这种手榴弹用枪上掷弹器发射，射程并不远，一般只用于手掷。\r\n　　九七式中型坦克\r\n　　二战中日军的主力坦克，主要用于伴随引导掩护步兵，共服役2208辆（含97改），采用铆接车体，火炮为90式57mm战车炮。该坦克广泛用于中国战场和太平洋战场，在战争后期无论性能还是数量都大大落后对手，参战的战车部队遭到了惨重损失。游戏中该坦克出现过两次，都是作为Boss出场，然而防护力很高，要七八发巴祖卡火箭才能摧毁。分值500分。\r\n　　摩托车\r\n　　日军的摩托车为战前引进和仿制的美国哈雷摩托车，广泛用于侵华战争。该车搭载一名机枪手，在驾驶员被击毙后会撞毁在最近的物体上。分值是600分。\r\n　　普通装甲车\r\n　　应该是维克斯装甲车，用于伴随掩护和运输步兵，装有一门短管炮。在开火时容易被摧毁。分值 500分。\r\n　　丰田卡车\r\n　　游戏中日军的主要运输工具，几乎所有的援军都是它运来的。分值是400分。\r\n　　强化装甲车\r\n　　游戏中的原创车辆，外形上可以看到现代装甲输送车的影子，这种6×6装甲车武器与普通装甲车一样，但更加抗打，只有在移动时方可摧毁。分值是2000分。\r\n编辑本段\r\n游戏攻略　\r\n场景一\r\n　　出现敌人：鬼子（拿各种枪），手榴弹手（扔手榴弹的），浪人（拿刀的），藤山三郎少佐（简称胖子）\r\n　　1-1：牛刀小试\r\n　　主角一下车，就有四个鬼子连滚带爬的冲过来，后面两个直接站立射击，先把他们干掉。右边的鬼子用刚拿到的冲锋枪轻松搞定，需要注意两个汽油桶，最好打左边的，打右边的可能无法顺带把鬼子炸飞。右边楼上两个手榴弹手，不过他们扔出的手榴弹速度慢，可以在空中打爆。几个浪人要小心，他们动作灵敏，最好不要让他们靠近。路口左拐后，消灭前面几个鬼子，要注意右边楼上的两个手榴弹手，一波敌人冲出来，用步枪点杀，还是冲锋枪扫射都可以。转身之后，只有躲在箱子后面的敌人不太好瞄准。最后鬼子的卡车一到，干掉左右各一个鬼子后，把那个拿刀的胖家伙集中火力一次性解决就通过了。\r\n　　技巧：最后打小BOSS，最好能有步枪或者冲锋枪，或手榴弹，这样才能保证尽快将其消灭。\r\n　　1-2：百万黄金\r\n　　这一关明显敌人增加不少，干掉一开始那个好色的浪人，两边的车爆炸后，会突然跳出四个浪人向你冲来，站得比较集中，冲锋枪了断他们。正对着的矮墙后有几个敌人，这时有两个向左跑的，最好能先干掉他们，一转弯他们就会开枪，小碉堡也有人。右边箱子蹦出个胖子和几个鬼子，左边连续出来几个鬼子，接着右边屋顶也有不少鬼子，还包括两个弹跳力极好的浪人。进入巷子后，里面敌人有不少，只要注意楼上突然跑出来的家伙，以及从天下跳下来的两个浪人，其他都好解决。然后又是两个动作迅速的浪人和一群鬼子，打完躲到墙边干掉两个押着人质的鬼子就开始打小BOSS 了。这关的小BOSS就是仗着人多和皮厚，不能像第一关盯着头目拼命开火，只能稳扎稳打。\r\n　　技巧：本关前面应该可以拿到不少弹药，打起来也不愁没弹药，最后的那堆人，只是抓紧每次 BOSS出来的那小段时间狠狠开火，差不多出来第五次和第六次就可以干掉了。\r\n　　1-3：投鼠忌器\r\n　　进银行后，先解决两个看门的鬼子，两个从天而降的浪人，还有几个躲在墙后面的敌人。大厅上会从左右两边不断滚出鬼子和浪人，可惜那些呆子浪人只走斜线，根本是送死，正对着的楼梯那有不少装备，趁这个时候可以先拿到手。柱子后有几个敌人，有两个人质会突然钻出来，小心别误伤。救女青年，先把其他鬼子干掉，然后打那个女青年左侧的空挡，可以打中背后的胖子，如果你不小心把女青年打死了，胖子就会躲在柜台下，不断有鬼子跑出来。另一个柜台后面也有几个鬼子，然后就是几个会在空中旋转飞行浪人，在空中直接用步枪点杀，落地后就有点麻烦了。然后忽左忽右的滚出鬼子，都轻松解决，接下来就是一个只会装酷和落跑的胖子，干掉后又要救另一个女青年，同样打女青年的左侧，这个位置敌人露出的空挡大。救完别顾着拿药，先把三个浪人毙了再吃不迟。楼梯敌人不少，但固定出现在那几个位置，解决难度不大，只是要注意一开始出来的浪人，一定要一枪搞定。\r\n　　进入金库，左右竟然近距离各站着一个家伙（真是幽默），然后又是几个鬼子带着一群浪人，这里敌人都离得近，所以不能犹豫，枪枪点杀，左边圆门后面还有一个，右边也有三个。最后小BOSS，关键是救出人质，不然鬼子和浪人会不断出来，把准心放在屏幕正中到偏上一些之间，基本上可以保证枪枪爆头。人质救出后鬼子竟然还没死，说装了炸弹，一枪爆头吧。\r\n　　技巧：本关唯一要注意的是救人质的时候，时机抓准，找好空挡。\r\n　　1-4：围城打援\r\n　　一开始的镜头很方便你一次解决一个，第二次晃出去，一次解决两个，避免等等被机枪扫中。这一车的人确实不少，路路续续从两边出来，最后车顶还有一个胖子。紧接着两辆摩托车开路，又带来两卡车鬼子，一下车就拼命冲过来，但他们只会走近才攻击。有敌人会冲向左边的掩体，干掉多加分，车顶还有一个手榴弹手，这关夜色黑，手榴弹很难在空中打掉，最好不要让他出手。掩体和屋顶鬼子消灭后，会到掩体后面拿东西，这里千万注意，一回头就有两个浪人在你面前砍，所以转身时，武器换成步枪，准心移到中间偏左的地方，一转身直接一枪，马上右移，解决右边的浪人。\r\n　　又是大量鬼子冲出来，这群鬼子动作敏捷，距离合适就蹲下射击，幸好主角懂得且战且退，敌人无法近身。码头几个“身轻如燕”的浪人相当危险，而且这关步枪弹药不足，必须省下后面使用，无法全部在空中点杀，只有靠手枪点得快了。水塔上面下面各有几个鬼子，一转身，4个浪人冲来，后面也有鬼子，注意这里会有两个浪人从水塔上跳下，打完不能停，另外两个马上出现在你面前，同样先杀左边再杀右边，抓住时间差可以干掉。然后就是一个会分身术的浪人，只有在空余时间尽快干掉上面的浪人。背后的武器拿齐，进入第一场景大决战，一开始会让你耍一下酷，被一群浪人围攻，换成冲锋枪，镜头开始旋转的时候，按住开火，一圈都被你扫死，楼上的敌人只要注意跳下来的浪人，然后的一大群浪人冲击，应付相当吃力，要想不失血，只有靠步枪和冲锋枪，因此前面一定要尽量省下弹药。龟田终于要到了，连续几艘船过来，每艘船的最后一个敌人都是躲在箱子后面那机枪扫射的，千万注意！中间的龟田会假死一次，还会再冒出来，用步枪一枪可以把他干掉。完成第一场景。\r\n　　技巧：本关人多，且弹药前期弹药不足，所以一定要节约弹药，码头房间里的浪人是最难对付的，步枪是最好用的，而对付围攻主角的浪人用冲锋枪是最好的。最后的BOSS反而好对付得多。\r\n场景二\r\n　　出场敌人：鬼子，浪人，胖子，手榴弹手，自爆兵（恐怖分子？），装甲车　\r\n　　2-1:血浓于水\r\n　　一出场就面对一群赶来抢夺的鬼子，这里要注意镜头转换后，要把那胖子解决，不然鬼子会一直冒出来。向右拐，左右防护栏里面各有几个敌人，大街上的不好对付，浪人会向你冲来，鬼子在后面拿枪射击，先将后面的鬼子干掉，然后再解决浪人。拐进巷子后，一枪把汽油桶打掉可以先干掉一人，继续往前走，同样是浪人和鬼子一起出现，还是先打鬼子。再前进将第一次遇到自爆兵，这个家伙威力相当惊人，绝对不能让他近身，边上一个手榴弹手，左边屋顶有几个鬼子，这里先一枪点掉自爆兵，马上左移干掉楼上的人，然后把飞在空中炸弹打掉，顺手把扔炸弹的家伙打死，再到左边楼上解决其他鬼子。进入巷子鬼子离得比较近，楼上和屋顶的鬼子和浪人，左转后的敌人都不少，这里要先打拿枪的鬼子，然后打空中的手榴弹，剩下时间打扔炸弹的人和浪人，以及那个胖子。\r\n　　技巧：本关明显敌人智商加强，开枪速度加快，懂得配合进攻，而且数量也不少，幸好药比较多，通过并不难，想完美通关，在于不能盲目攻击，要打最先能攻击到你的敌人。有些敌人在你刚靠近的时候，还没来得及起身攻击，你可以直接打到他的头部将其歼灭。\r\n　　2-2:亡羊补牢\r\n　　　一开始出来的敌人少而分散，救出大喊救命的女青年。在屋顶将面对一辆装甲车，这里难度比较大，敌人开枪速度很快，而且打不完，关键在于找空挡集中火力把装甲车干掉。转身就有医药包，接着又是一大群敌人，楼顶那个拿机枪的比较危险。跳到街道上以后，小心右边突然跳出来的浪人，正面对着一挺重机枪，千万不能让鬼子跑进去，重机枪火力太猛，射速快，左边还有一个手榴弹手，先打往中间跑的，然后打站在边上的，和空中的雷，再打手榴弹手。打完有医药包，屋顶的敌人出来速度比较快，也有一个医药包。卡车上有一个手榴弹手，右边会出来一个站车上的鬼子，其他都在左边，火力集中在左边，兼顾右边和天上的手榴弹就好解决了。\r\n　　转身后，有一个浪人，一个鬼子一起出现，先打鬼子，楼上也有几个敌人。配合防护栏来的是三辆摩托车，上面的鬼子和碉堡的都是拿机枪的，用步枪远距离把摩托车轰掉，左边的鬼子就好解决了，转身后右边也有几个人。继续前进有两个防护栏，小心第二个，镜头面对防护栏，但第一个敌人从右边的箱子后冒出来。跑马场会突然冲出一伙鬼子和浪人，拿着机枪扫吧，然后面对整个大楼，不停的打冒出来的鬼子和打押着人质跑的鬼子，还要保证不能误伤人质。\r\n　　技巧：看到戴钢盔的就是拿机枪的，一定要第一时间消灭，敌军开枪速度加快了，看到敌人不能犹豫，迅速开火。最后救人质，同样要首先打冒出来的敌人，然后打扔炸弹的，同时不停的打押人质的鬼子。\r\n　　2-3：犁庭扫穴\r\n　　消灭几个垃圾后，一个自爆兵向你投身而来，浪人和鬼子也会在后面配合，干掉自爆兵后问题就不大了。路口左边冲出来的鬼子要走很久才能到，先打右边屋顶马上攻击的两个鬼子，下面会有两个自爆兵跟着摩托车出来，趁距离远打。卡车的主要目标还是那个胖子，这里步枪弹药充足，点杀起来相当舒服。屋顶的敌人出来的很有规律，但速度快，还有拿机枪的，下面还会有自爆兵，建议用冲锋枪打。\r\n　　拐进敌军基地，几个拿机枪的鬼子，不能给他们开枪的机会。屋顶的敌军出来得快且多，远处得楼上还有两个远距离扔手榴弹的，还是先打近处的敌军，这里打空中的手榴弹比较难，手榴弹降落的时候偏移小容易打。两个自爆兵带着一群鬼子和浪人来拦截你，用步枪点杀，杀两三个鬼子就开始正式救人质了，这时候能第一次拿到轻机枪。轻机枪相当好用，平常的鬼子一枪枪点杀，两辆卡车里的胖子，可以按住开火乱枪扫死，人质跑的时候会有两个鬼子追过去，一枪一个吧。汽油桶先不要打掉，最后会来一辆卡车，一次性冲出十多个鬼子和自爆兵，汽油桶可以解决一半，然后重机枪一扫就搞定了。\r\n　　技巧：此关，前半段只有打屋顶敌军比较麻烦，最后救人质用好重机枪和汽油桶就很轻松可以搞定了。\r\n　　2-4：力挽狂澜\r\n　　一出来就是一个鬼子在前面，然后跳下一个浪人，掩体里面有不少敌人。一个自爆兵来得很快，屋顶的鬼子还有几个，这里可以拿到轻机枪或补充一下弹药。店门口有几个鬼子，左边的防护栏中有几个人，还有一个自爆兵会从后面跑出来，用汽油桶炸，不过别把所有汽油桶都打完了，左边的防护栏也有鬼子和自爆兵。转方向后，左右各冲来一群鬼子，靠两个汽油桶可以解决大半，大概在第一个鬼子过汽油桶时引爆效果最好。卡车用轻机枪可以一次把胖子扫死。\r\n　　教堂门口的敌军不足为惧，小心自爆兵就行了。一进教堂，消灭右边的鬼子，三个浪人从正中跳下，中间救下两个人质，左边也有一些鬼子，这里用步枪合适。杀了四个浪人，就是真正的解决人质了，先杀冒出来的，再杀追着人质的（人质转了几圈还没救出的话中间会跳出三个低级浪人），救了人质后拿到第一支火箭筒。接下来第一次面对装甲车，总共会来两辆，边上还有带重机枪的防护栏，关键在于熟练的切换轻机枪和火箭筒的使用，对付敌军用重机枪扫射，装甲车移动的时候，切换到火箭筒拼命点，中途会不断得到补给，坦克一停，马上又切换回轻机枪，第二辆装甲车可能一次冲出很多敌军而且站得很集中，用轻机枪扫都可能来不及，直接火箭筒一炮轰过去就行了。\r\n　　技巧：本关最大的难点在于最后对付装甲车，轻机枪的弹药都留在那时候用，步枪可以在教堂里面用，只要用上面的方法打，还是可以做到不损命过关的。\r\n场景三\r\n　　出场敌人：鬼子，浪人，胖子，手榴弹手，自爆兵，装甲车\r\n　　3-1：咽喉要道\r\n　　（这关有个BUG，开了无敌的秘籍到一定地方就失效了，小心）\r\n　　河上的船上有四个做好开枪准备的鬼子，打汽油桶可以一次干掉。桥上敌人不强，只要注意突然出现的浪人。接下来有个自爆兵，重机枪掩体要防止一个鬼子溜进去开火。进入防护栏以后敌人不断出现，这里架着重机枪拼命扫就可以了，注意准心是那两个光标的正中间一小部分。转身一个浪人已经开始举起刀了，动作比他快就行了，其他桥上的敌人都容易解决。出了桥以后，左边会一起出现五个鬼子，先解决两边的。几辆摩托车集中打边上的拿枪的，正对着的重机枪有三个鬼子会进去开火，在他进入前就要干掉。架起重机枪以后，把四个自爆兵打完就能跳出掩体。从顶楼不断跳下的自爆兵威力很大，在空中点杀，拿到楼下的火箭筒。最后面对一辆坦克和不断出来的敌人，同样利用重机枪和火箭筒分别对付敌人和坦克，不多言了。\r\n　　技巧：本关只有最后打坦克的时候需要熟练的操作，打到这里应该已经没有什么问题了。有一点之后要用到，需要说明的是，在掩体中架起重机枪，开火的时候不要按住不放，而要不停的按鼠标，这样点杀鬼子效果更好。\r\n　　3-2：耀武扬威\r\n　　一出场，右边就有一个手榴弹手，其他士兵好解决，两辆卡车中的第一辆只能硬打，第二辆的敌人可以利用边上的汽油桶一次干掉。边上连续有两个离得很近的自爆兵，记得一转身就不断开枪，绕过卡车，要小心远处有手榴弹手，解决从四周过来的敌军，注意亭子上的鬼子，前面的战车，用火箭筒打几下就可以。接下来又是四周的敌人，打完那栋三层楼的鬼子，一转身又有一个浪人举刀。如图，右边一栋灰色的楼上冒出来的都是手榴弹手，下面有浪人或自爆兵配合，手榴弹手扔几个后就消失了，把扔过来的手榴弹和面前的解决就行了。最后的BOSS又是一辆装甲车，重机枪加火箭筒轻松搞定，不多说了。\r\n　　技巧：本关的难点在于那栋灰色楼上扔手榴弹的，想逃命很容易，点掉炸弹就可以了，但要想完美过，就必须杀了浪人后，马上瞄准扔手榴弹的人打，然后再打空中的手榴弹，这样时间比较紧，有一定难度。\r\n　　3-3：不动如山\r\n　　一出场右边就有个浪人，往前走，五辆摩托车，把拿枪的干掉就行了，架起重机枪对付一卡车浪人。转身后，又是不少浪人，小心三个自爆兵。进了小门不要开枪，第一个出来的是平民，后面是一群浪人，还有一重机枪，还好可以绕到上面打，在这里可以拿到轻机枪。本关前面的浪人最好用手枪和步枪对付，把轻机枪放到最后。打完一群浪人加鬼子还有几个自爆兵后，终于遇到最后的BOSS三个新阴流的浪人高手，打他们诀窍在于，每次把左右两边的浪人杀完，就有一个高手会向你冲来，攻击的机会就在那时，用轻机枪点着不放，两回合干掉一个，要小心最后一个浪人，他向你冲来时，你会少三颗心，六个回合可以把三个浪人解决。\r\n　　技巧：本关大部分敌人是浪人，一出来就尽快干掉，不然人一多，靠近了就不好办了。而最后的 BOSS把握住他向你冲来的时候，用轻机枪扫射，他根本不会出手，第二次来送死。\r\n　　3-4：魅影重重\r\n　　又是浪人加鬼子的组合，还有几个自爆兵，消灭后，一个胖子带一小队鬼子守住门口，后面楼上还有几个鬼子，胖子第二次出来带了几个浪人。进门先别开枪，一个平民会跑过，接下来架起重机枪干掉一辆战车和敌人，中间的油桶可不要浪费哦。进入花园，先解决浪人，胖子最后有机会让你解决，用冲锋枪来解决方便。之后的敌人都是近距离的，进入房间杀掉几个洗澡的胖子，广场有不少敌人，左转有辆战车，其他还有路路续续不少浪人，再往前走终于遇到最后的BOSS（建议开密集，否则你会死的很惨）。\r\n　　发现原来发出惨叫的是研究失败的生化部队。这些生化部队防御能力高，又特别多，一开始还带上几个浪人，先打浪人，然后打生化部队，再出来的生化部队数量大，用机枪或者步枪打，最后出来的一大群生化部队中间两个是头目，按提示，先打边上的，两个手榴弹可以解决，然后集中火力打中间的头目。这里生化部队被打死的动作不明显，要听清楚，“啊”的一声就是把他打死了，不用再管，他会慢慢倒下，如果听不清楚，仔细看动作，突然一抖就是挂了，不要浪费弹药。\r\n　　技巧：本关很长，而且敌人又强，最后的BOSS也难缠，用步枪和冲锋枪解决前面的敌人，生化部队用步枪3，4枪可以解决一个，成片的可以用手榴弹或火箭筒解决。\r\n场景四\r\n　　出场敌人：鬼子，浪人，手榴弹手，自爆兵，胖子，忍者，装甲车，长谷川清大将\r\n　　4-1：风驰电掣\r\n　　　一出来的那些小杂兵不在话下了，消灭几个鬼子就要开车了。按照提示，在车上要多多利用边上的汽油桶，这里的鬼子开火速度特别快，因此一下来马上就要开枪打。\r\n　　技巧：所有的关卡就这个最简单了，不需要什么技巧，想把所有敌军都消灭，开火速度快点就可。\r\n　　4-2：伊贺上忍\r\n　　下了车前面有个鬼子架着重机枪，先把他干掉，然后消灭小镇里的其他敌军。架起重机枪，灭了鬼子的摩托化军队，不停的按鼠标点杀效果好得多。接下来第一次遇到忍者，不过跑得很快，打不到他就跑了，转身后楼上有不少鬼子。下面的人群打完可以拿到轻机枪。小心街上过的人，走在前面的是平民，楼上会不停跑出敌人。这个小镇鬼子特别多，难度不大，但是数量多得很。继续往前走，会有一个忍者，攻击力很高，还会扔飞镖，可以用手枪打掉，还会分身术，只有在分身的一瞬间和分身后把假的打掉才能攻击到，这里最好能用轻机枪，才可以在近身的时候把他打退，避免受到攻击。中途会不断出现医药包和轻机枪的弹药。\r\n　　技巧：此关敌军相当多，用冲锋枪和步枪解决吧，最后的忍者靠重机枪找空挡攻击。\r\n　　4-3：九死一生\r\n　　一出来池边就有不少敌军，注意高台上跳下的浪人，顶楼有一把轻机枪一定要拿到手，登上高台。用步枪打鬼子和自爆兵，战车和装甲车用轻机枪或者火箭筒都可以。下台消灭防护栏里面的敌军后进入广场，面对数量众多的敌军精锐部队。卡车开出的时候，换成冲锋枪，才来得及扫灭三个鬼子，转身后迅速摧毁卡车，小心左边的重机枪会有鬼子跑进去。\r\n　　进入里面的广场，要对付每栋楼上众多鬼子，用冲锋枪容易解决他们，第三栋楼最后同时出来六个鬼子，火箭筒打其实不方便，用轻机枪可以一次扫死一排的。最后的BOSS是一辆97式坦克，难度很大，只能利用火箭筒和手榴弹来对付，边上的鬼子用冲锋枪和轻机枪对付，主角自动利用掩体保护自己，中途有一次机会补充弹药，还可以捡到几个医药包，坦克向你冲来的时候，全力开火会把它打回去，坚持它转两个圈后，你的弹药耗尽，跑到左边的防护栏架起重机枪继续攻击，不停的打坦克，有鬼子出来打鬼子，耐心和敌人周旋就能胜利了。\r\n　　技巧：此关敌人多，最后BOSS又特别强，打最后BOSS的时候，一定要打准确，不能浪费手榴弹和火箭筒弹药。\r\n　　4-4：国士无双\r\n　　一出门就是鬼子，浪人，忍者，留意一个转身就举刀的浪人。左边的掩体里面用轻机枪干掉那个胖子，要小心还有一个飞来的忍者直接站在你面前拔刀。往左转面对的掩体，也是打那个胖子，小心不要让鬼子架起右边的重机枪，有一个忍者跑来扔飞镖然后再跳回来砍。这两处地方打完都有大的医药包和弹药补给。一转身，有非常多的鬼子和自爆兵出来，唯一的办法就是扫射或者步枪点射，先打那些站住要开火的鬼子，好在中途医药包也很多。\r\n　　接下来有很多的忍者，行动很迅速，而且攻击力强，着重防住空中的飞镖，这里用步枪和轻机枪打近身的忍者，用手枪打飞镖，红衣的忍者服部千军是头目，这里打不死，忍者会分几次从左中右冲来，打完就能继续前进。进入内庭，打死那些浪人后，服部千军又出来了，只能在他进攻的时候按住开火拼命打，这样他就无法近你身了，要小心，有几次转身的时候，服部千军已蹲在你面前开始攻击，只要你能马上打到他，就会自动后退一步。\r\n　　打完这里，请一定把鼠标移到正中间。接下来是本游戏最终的BOSS长谷川清大将，只有一次机会，就半秒钟，不是你干掉他就是被他干掉，这里请真的提起120分精神，或者干脆从他说话开始，就对着这个狡猾的鬼子不停的按开火吧。\r\n　　技巧：这一关最难的地方在忍者的集体攻击和最后一瞬间的把握，忍者的地方，一些忍者只是跑过，那要注意他跑的路线上，肯定有飞镖飞过来了，其他忍者趁他直线向你冲来的时候攻击。最后的BOSS，如果不耍无赖，先把鼠标移好，说话的时候就拼命按开火，想和他来个西部牛仔式的对决是没那么容易的。","info":"<li><span>中文名: </span>抗日:血战上海滩</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>FPS</li><li><span>开发: </span>北京欢乐亿派</li><li><span>游戏引擎: </span>提升了原《大秦悍将》引擎</li><li><span>发行日期: </span>2003年</li><li><span>官方网站: </span>http://www.verycd.com/entries/2240/</li>","collection":{"wish":4,"collect":164,"doing":1,"on_hold":3,"dropped":13},"tags":[{"name":"PC","count":28},{"name":"FPS","count":25},{"name":"国产","count":24},{"name":"打小日本","count":16},{"name":"这货是超人","count":15},{"name":"北京欢乐亿派","count":12},{"name":"千里走单骑","count":9},{"name":"孤胆英雄","count":8},{"name":"2003","count":5},{"name":"STG","count":3},{"name":"啥破玩意老板退钱","count":3},{"name":"中国","count":2},{"name":"二战","count":2},{"name":"Gēmu","count":1},{"name":"抗战","count":1},{"name":"格斗","count":1},{"name":"杀时间","count":1},{"name":"童年","count":1}],"relations":[{"id":126181,"image":"//lain.bgm.tv/pic/cover/m/8a/db/126181_5j2tb.jpg","title":"抗日:血战缅甸","type":"相同世界观","url":"https://bgm.tv/subject/126181"}],"like":[{"id":6292,"name":"三国赵云传之纵横天下","image":"//lain.bgm.tv/pic/cover/m/89/d3/6292_Lnr1o.jpg"},{"id":6293,"name":"三国赵云传","image":"//lain.bgm.tv/pic/cover/m/1f/87/6293_70zKa.jpg"},{"id":9730,"name":"梦幻西游","image":"//lain.bgm.tv/pic/cover/m/c7/a9/9730_ZQxFn.jpg"},{"id":8404,"name":"武林群侠传","image":"//lain.bgm.tv/pic/cover/m/4f/0b/8404_cPc50.jpg"},{"id":341,"name":"秦殇","image":"//lain.bgm.tv/pic/cover/m/3d/d4/341_10czF.jpg"},{"id":14404,"name":"主题医院","image":"//lain.bgm.tv/pic/cover/m/6a/59/14404_21CvD.jpg"},{"id":6213,"name":"命令与征服：红色警戒3","image":"//lain.bgm.tv/pic/cover/m/e2/75/6213_A493d.jpg"},{"id":7185,"name":"架向星空之桥","image":"//lain.bgm.tv/pic/cover/m/c2/93/7185_y3p2A.jpg"}],"_loaded":1579141820}