{"id":9576,"type":4,"name":"封神英杰传 (中国)","image":"//lain.bgm.tv/pic/cover/m/f9/6f/9576_WWaLf.jpg","rating":{"total":8,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":3,"8":2,"9":1,"10":0},"score":7.3},"summary":"【林云】——前阶段是因为他是主角，所以想让他多升级，同时还因为他的生命值高，扛揍。后来给他用了不少宝物（我给他装备了涎龙珠（一次体力恢复3 点）），攻击力、防御力、移动力很强。其实玩到最后（我只玩到71级），林云不用法术的攻击力比用法术的还要强，打幻兽一下便可让其损失68点生命，有时甚至是168点；火灵珠；诛砂符印；如来玉珠（一共只得到2个，另一个给燃灯了）等，这样林云就很无敌了，同时也给他喂疾风种子来提高移动步数（同理也给其他几个经常上阵的移动力一般的）。林云升级比较快，但升到一定程度（50还是60多吧），打一下敌人只有经验值1，这时我让林云使用物品（一次可得经验值10）或者打倒BOSS或者使用舍利子（可惜我只得到过几次）来升级。一般林云和燕蓉交替升级，生命值差不多，可是内力却和燕蓉的差距很大，后来才知道，燕蓉的内力很有用（恢复内力，还魂等）。\r\n\r\n【燕蓉】——作为弓箭手攻击力一开始一般，升级后有所改善。但比不过黄飞虎。也没有什么强的进攻敌人的法术。因为具有归元等法力，所以燕蓉被我多用作防御和给队友补充体力。一开始是燕蓉林云二人行，有了杨戬的加入后，我多用杨戬来打BOSS，燕蓉在一旁给杨戬归元。所以我脑海里有了这样的画面：林云燕蓉是一对欢喜冤家，杨戬在战斗中开始暗恋燕蓉。哈哈，跑题了。后来得到月影戒指和紫绶仙衣后更是如虎添翼。关于燕蓉还有两个笑话，我一开始都不知道燕蓉是弓箭手，站在敌人旁边就是不能攻击。玩了会才知道，弓箭手应该离敌人有一格的距离。还有一开始都不知道归元是干什么的，直到有一次按错了键才发现归元原来这么好。我好笨哪。前边几关全都靠金疮药来维持了。\r\n\r\n【杨戬】——生命值和林云差不多，因为有召唤兽，攻击力很强。所以在以林云亡为胜利条件的关里，多使用杨戬来对付BOSS，看到这里，大家也许发现了，我的想法是以谁的死为胜利条件的关里，众人保护他，他基本上处于防御状态，等别人都死了后，他再背水一战来对付剩下的。在剧情的前4分之3里，杨戬给我立了大功。\r\n\r\n【黄飞虎】——一开始很弱，升了几级（我没把他的级升的太高，记得体力只到了19）完成人物后又消失了，众人寻找到他后，他的体力成了17，然后让他上阵磨练，打一下敌人可得经验50，满100便可升1级。于是到他40多级的时候已经很厉害了。最后的纣王、妲己都尝过很多次他的飓风矢（打一次敌人损伤62比杨戬的四不像还厉害）。\r\n\r\n【雷震子】——开始弱的还有他。但是他移动步数多（毕竟是飞人嘛），还是爱使用他。，经验值也是打一下得50，只是开始的防御力太低了，很容易就死了。很艰难让他的体力上到了20，用了很多金疮药和燕蓉的归元。后来慢慢他的体力成了30多，40多，最后直至82（升级时一般体力增加1，他增加 3！）天雷破和霸雷也打了很多次纣王。\r\n\r\n【哪 吒】——开始也弱，但升级快，法术和林云一样，在雷震子和哪吒2选1的时候，我选了雷震子，所以，只是让哪吒升到了体力60多。没开发出他的巨大用途。\r\n\r\n【姬发】——开始没黄飞虎他们那么弱，升级也挺快，但是由于是王子身份，我猜想后来他应该不太会上战场，所以没好好让他升级，玩到30多级，攻击力很不错。没想到防御力太弱了。在朝歌外城狠狠地让他升了10级（打一下敌人得50经验），才过的关。最后他也不过是41级。很可惜，没见到姬发专用的宝物。\r\n\r\n【姜子牙】——体力刚出场就比较高，比林云燕蓉他们高（我玩的时候），法术不错，一开始攻击力很弱，升到一定级别后也被我列为主力战将了。升级也挺快的。\r\n\r\n【黄天化】——刚出场时是体力最高的（47呀），但攻击力很弱，防御力比姜子牙好点，升级后由于会凝神什么的，也是常用战将之一。\r\n\r\n【土行孙】——地裂天崩很厉害，制服四不像用了他。体力高，防御力最好，也经常用它。移动力弱。金刚咒好，能让人暂时提高攻击力。习惯组合黄天化、土行孙一起出场，因为他们体力高，法力较好，在以我方全灭为条件的战斗中，用他们很保险。由于他们是个战斗组合，我总觉得他们有背背山的意思。直到后来小龙女出现，才改变了我。\r\n\r\n【小龙女】——刚出场（对付魔家四将一役）就乱打一通，基本上来添乱。但各项综合指标不错。升级也快。\r\n\r\n【燃 灯】 ——体力高，法力也高，防御力较弱。级别高了就好。升级也快。\r\n\r\n对照大家的法术表，我玩的姬发还有天剑诀、小龙女还有崩冰术、燃灯还有黑色狂风没学到。\r\n\r\n再说说过一些关卡的经验吧。也许不是最好的，我只想分享一下我的见闻和感受。\r\n\r\n五六七关护文王出城的时候，应该可以给他归元或金疮药，我当时都没有，就这样带着伤了的文王闯出去了。\r\n\r\n第十关 海龙洞是第一次遇到较强的BOSS了，带着哪吒多练练级，不求一次通过，多玩玩也挺有意思的。\r\n\r\n第十一关 地下练功所 10层，真是练功的好地方。可惜我当时玩的太匆忙，很多层的敌人都没打完，就进入了下一层，很多箱子也没打开。如果再玩，一定要好好玩个仔细。\r\n很多敌人都打不完如鬼灵，会一再地出现，这正是练级的好机会哦。硬甲虫必须用法术才能杀死。不想浪费法力就别理他，挨他的打吧。要注意别让3只硬甲虫围在角落或者让四只硬甲虫围住。这样四面围攻，出不去，容易死。蝙蝠会催眠。\r\n\r\n第十二关 圣灵山 圣灵还蛮厉害的，要把级别升高点。\r\n\r\n第十三关 潘溪 这时林云一行人才发现之前的姜子牙是申公豹假扮的，真的被绑起来了不能动，而且点着了茅草屋，要是火烧到了姜，本关就过不了了。所以过本关要注意时间，早点把敌人打死，有个人站到姜面前或后面（可能是把绳子解开吧，我也忘了怎么样就糊里糊涂地过了这关）\r\n\r\n第十五关 麒麟山 那些飞人幻兽什么挺多的，可以练级。要注意有老虎帽子的弓箭手有归元的法力。（我不太记得了，也许是第十九关 万兽山的情形）\r\n\r\n第十六关 青龙关 是给黄天化、土行孙升级的好机会 那些妖医师有归元的法术，先将其杀死免得他们给BOSS补充体力。\r\n\r\n第十七关 沁莲园 练级和寻宝的好机会，有左右2个山洞，右边洞口敌人多，从左边洞口进去后走到头（3层）也没有黄飞虎，应该在右边的山洞里，箱子里有个字条。过关（黄飞虎去找四不像了，被崇候虎父子抓了起来）\r\n\r\n第十八关 桃花林 我过的很艰难，雷震子那时的级别还不高，死的早，其他人移动步数小，走不了我想走的路，一步一步走上去，遇到很多幻兽（打完了还会出来），一次没过成，玩了几次后，升了几级，保住了雷震子，利用他的移动优势以很小的损伤闯如了山洞。在这关，我感受到了自己强大的好处，底气很足，攻击力强，被敌人打后，也不用补充体力，因为体力总值高嘛。注意花状的敌人有毒。\r\n\r\n第十九关 万兽山 那些飞人幻兽什么挺多的，可以练级。要注意有老虎帽子的弓箭手有归元的法力。当时的法力就数土行孙了，用天崩地裂。\r\n\r\n第二十关 崇城地下城 虽然哪吒、雷震子较弱，可是给他们机会，升到一定级别就非常好用（他们的移动力、体力、防御力、内力高）了。要相信这一点。\r\n\r\n第二十一关 北海九龙岛 救出黄飞虎后，给他练级，他也很好用。\r\n\r\n第二十二关 西岐城大殿 文王、伯邑考防御力弱，应该派出一两个人来保护他们。同时身上配备点恢复体力的物品给他们用。\r\n\r\n第二十四关 佳梦关 打魔家四将经验见上文 还有就是自己级别升高一点，体力点数和防御力好一点，好挨他们的法术。一下得少30多点吧，最后打纣王时挨他的法术体力是少50，所以最后至少得把体力练到80多吧。\r\n\r\n第二十六关 天门异界 是练级和得宝的好机会，天将虽厉害倒不会太为难你\r\n\r\n第二十七关 东海金龟岛 诛仙阵，不是太难过，关键在锻炼队伍，尤其是燃灯大师\r\n\r\n中间这几关只要大家级别上去了，不难过\r\n\r\n第三十关 朝歌城外 这关姬发要是级别不高又没有专用宝物的话，得升到30多40级才好过点。石人打不死，只有BOSS死了，他才停止攻击。正是练级的好机会。\r\n我是在朝歌外城发现很多舍利子的，一般情况下，箱子里为金疮药、太乙仙丹居多，当得到其他宝物后，即使再玩一次，装那些宝物的箱子也会变成普通箱子，打开只是金疮药、太乙仙丹之类的。但是朝歌外城右边的箱子里有舍利子。再玩几次还是舍利子。当然，这比不过隐藏的。不过我还是觉得慢慢升级有意思。一开始别太厉害了，比敌人弱还是可以取胜的。\r\n要的就是敌我双方力量对比悬殊后的胜利。\r\n\r\n然后到了摘星楼对付纣王和妲己，他们的法术杀伤力还是可以的。\r\n\r\n纣王不会那么轻易被我们打败的，他和申公豹合为一体，成为人不像人鬼不像鬼的怪物。纣王 体力600 法力360 龙须体力也有200 ，两侧有幻兽。\r\n\r\n最终关我玩了很多次，由于级别不是很高，一开始死了很多人，得保证林云、燕蓉、姜子牙不死，然后用玄天圣水、燕蓉的法力来让他们复活。人多才好玩嘛。最后终于让我发现了诀窍。就是至少先得把离林云他们很近（从南至北方向）的四个龙须给干掉。打的时候要注意他们的站位（多观察就知道各个龙须的攻击范围了），多补充体力几次就能都干掉了。打龙须派出四五个人就行了，燕蓉姜子牙等人还是老老实实躲在墙后面（台阶样子的一块图的东西方向是一堵墙），从南北方向来说不要站到台阶的北边去（那里是纣王法力攻击到的地方），打完龙须后，众人躲在两侧打幻兽，别往太北边（免得让北边的两个龙须打到），让幻兽自己往南边跑。打死左边的幻兽可以得到太乙仙丹，右边的可以得到紫灵芝。保持纣王南边的那条通道畅通（别站我们的人），任纣王喷两道白光，要有耐心哦，数次后，纣王会消耗完内力的（也就是说他不能再使用法术了），这时我们的人走向纣王（要走正中间，否则没打的两个龙须会打你的），用法术或者不用法术都可以攻击他了。或者等纣王的内力在100以内的时候，让攻击力强、体力点数高的人上前打他。打两次纣王即可终结游戏。\r\n\r\n这个游戏很用心，情节很紧凑，很有逻辑。以最终关为例，胜利条件是：林云亡 燕蓉亡 姜子牙亡 ，是为了在两次打纣王后，姜子牙提示林云和燕蓉念咒语来彻底打死纣王。","info":"<li><span>中文名: </span>封神英杰传</li><li><span>平台: </span>MD</li><li><span>游戏类型: </span>SLG</li><li><span>开发: </span>ESP</li><li><span>发行: </span>ESP</li><li><span>发行日期: </span>1996-1-1</li>","collection":{"collect":9,"on_hold":1,"dropped":1},"tags":[{"name":"MD","count":5},{"name":"SRPG","count":2},{"name":"国产","count":2},{"name":"SLG","count":2},{"name":"ESP","count":1},{"name":"1996","count":1}]}