{"id":307434,"type":4,"name":"FIFA Street (2012)","image":"//lain.bgm.tv/pic/cover/m/d7/a3/307434_8XAQT.jpg","summary":"FIFA Street (also known as FIFA Street 4 and FIFA Street 2012) is a street football video game developed by EA Canada. It is the first such game in almost four years, and a reboot for the series. FIFA Street was developed by some of the same team behind FIFA 12, including creative director Gary Paterson, and uses the FIFA 12 game engine. Sid Misra, the line producer for FIFA Street, promised \"the first true quality street football experience.\r\n\r\nn an effort to make the game more \"authentic\", the stylised cartoon-like visuals of previous games in the series has been dropped in favour of a more realistic look, though there will still be the same emphasis on skill moves and tricks. The focus is once again on fast-paced games involving small teams of five or six players per side, one-on-one, and game modes based on panna and futsal are also included. As with the previous games in the series, skill moves are an important element of gameplay. FIFA Street features twice as many tricks as are possible in FIFA 12, with much greater variety, and over 50 more than its predecessor FIFA Street 3. Other new features include improved one-touch passing, a feature called Street Ball Control, and a new \"ATTACK\" dribbling system.","info":"<li><span>中文名: </span>FIFA街球（2012）</li><li><span>别名: </span>FIFA Street 4</li><li><span style=\"visibility:hidden;\">别名: </span>FIFA Street 2012</li><li><span>游戏类型: </span>SPG</li><li><span>游戏引擎: </span>Impact Engine</li><li><span>游玩人数: </span>多人</li><li><span>发行日期: </span>2012年3月13日</li><li><span>官方网站: </span>http://www.ea.com/uk/football/fifa-street</li><li><span>开发: </span>Electronic Arts (EA Canada)</li><li><span>其他发行日期: </span>2012年3月16日 (欧洲)</li><li><span>总监: </span>Gary Paterson</li><li><span>制作人: </span>Sid Misra</li><li><span>游戏设计师: </span>Alle de Voogd</li>","relations":[{"id":307433,"image":"//lain.bgm.tv/pic/cover/m/3d/d2/307433_9E2IU.jpg","title":"FIFA Street 3","type":"前传","url":"https://bgm.tv/subject/307433"},{"id":123965,"image":"//lain.bgm.tv/pic/cover/m/85/ed/123965_S69w0.jpg","title":"FIFA 13","type":"其他","url":"https://bgm.tv/subject/123965"}]}