{"id":50240,"type":4,"name":"Medal of Honor: Vanguard","image":"//lain.bgm.tv/pic/cover/m/3b/c8/50240_0H441.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":0,"9":0,"10":0},"score":7},"summary":"Players take on the role of Cpl/Sgt. Frank Keegan, a member of the 82nd Airborne Division, and 17th Airborne Division fighting the Axis forces of Nazi Germany and the Kingdom of Italy.\r\nThe first mission, which is Operation Husky places Keegan in a C-47 aircraft somewhere off the coast of Sicily Suddenly, the plane explodes, and Keegan is thrown out. He manages to deploy his parachute and make it to the ground, where he fights through a town against Italian Blackshirt forces. Once through the town, they make their way around the coast to a bunker somewhere in Sicily, and shoot their way in, defeating the German forces inside. For this level, you are armed with a Thompson submachine gun and the M1 Garand rifle, you may pick up weapons such as the MP40.\r\nIn the second mission, Operation Neptune, Keegan is transferred to the 17th Airborne Division glider unit for the invasion of Normandy. The glider crashes, and Keegan and one other soldier are the only surviving soldiers. They fight their way to another group, where they proceed to blow up key bridges across the Normandy landscape. Afterwards, Keegan crosses a swamp, cuts down paratroopers and destroys a halftrack. Keegan proceeds to destroy one other bridge and makes his way to the chateau where the Germans are headquartered. They fight their way through, only to discover it's a trap and they're fenced in by four Panzer Mk. V tank. After defeating the tanks, they discover that their Sergeant has been killed, and Keegan becomes their Sergeant. This is the first level where you can use the MP44 gun.\r\nThe third mission is Operation Market Garden. During the operation, Keegan's squad fights their way through the countryside until they reach the Dutch town of Nijmegen, where they encounter heavy fire from MG42 machine gun emplacements throughout the town. The mission ends when Keegan destroys a Tiger tank in the town square.\r\nThe fourth and final mission in the game is Operation Varsity. The mission starts when Keegan lands in the bank of the Rhine River, where they take heavy fire from Wehrmacht forces. They make their way to a German farm, where they fight off terrible attacks before continuing on to a German trench system. After neutralizing the trenches and the bunkers surrounding them, Keegan makes his way through a factory held by German snipers. The final battle of the game takes place outside of the factory.","info":"<li><span>中文名: </span>荣誉勋章：先锋</li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Wii</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人/多人</li><li><span>发行日期: </span>2007-3-26</li><li><span>制作公司: </span>EA Los Angeles</li><li><span style=\"visibility:hidden;\">制作公司: </span>Budcat Creations</li><li><span>发行公司: </span>EA</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"2007","count":1},{"name":"WII","count":1},{"name":"PS2","count":1},{"name":"FPS","count":1}],"staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"发行"}],"relations":[{"id":50236,"image":"//lain.bgm.tv/pic/cover/m/a4/cd/50236_nzs7H.jpg","title":"Medal of Honor: European Assault","type":"前传","url":"https://bgm.tv/subject/50236"},{"id":7554,"image":"//lain.bgm.tv/pic/cover/m/0e/16/7554_KX9z9.jpg","title":"Medal of Honor: Airborne","type":"续集","url":"https://bgm.tv/subject/7554"}]}