{"id":265248,"type":4,"name":"Super Animal Royale","image":"//lain.bgm.tv/pic/cover/m/cf/02/265248_Ww1ha.jpg","rating":{"total":6,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":4,"8":0,"9":1,"10":0},"score":7.2},"summary":"由 Pixile Studio 开发的大逃杀游戏《Super Animal Royale》游戏中，玩家需要操作小猫、狐狸等动物角色进行大逃杀。跟主流大逃杀游戏一样，玩家角色从一架飞机（大鸟）中跳下开始。而玩家角色到达地面上之后，就能使用刀剑、手榴弹等武器消灭其他玩家角色，并努力生存到最后。《Super Animal Royale》每一场最多支持 64 名玩家一同展开大逃杀。 \r\n\r\nSuper Animal Royale is an intense, strategic, top-down 2D twist on the battle royale genre. Up to 64 adorably murderous animals fight tooth and claw (and machine gun) across diverse, exotic biomes, each vying for top dog (or top cat, or top sloth...you get the idea).\r\n\r\n    Enjoy atmospheric battle royale action from a whole new top down perspective.\r\n    An intuitive fog of war system enables sneaky, strategic play.\r\n    Explore a massive, beautifully illustrated island paradise, with diverse biomes and the cryptic remains of a super safari park gone awry.\r\n    Chop the tall grass to find hidden items, because that’s what you do with tall grass.\r\n\r\n\r\nThe top down view and streamlined mechanics make this the most accessible battle royale yet, while surprisingly deep strategy and a high skill cap rewards more advanced players. The game has also been optimized to run smoothly whether you play on a Macbook or a beastly gaming PC.\r\n\r\nThe island and roster of genetically engineered super animals are constantly (ahem) evolving with updates. Your super animal can be customized with new outfits, tombstones, death explosions, weapons, dance moves, and more, so you can look your best as you do your worst. ","info":"<li><span>别名: </span>超级动物大逃杀</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>Action, Adventure, Casual, Indie, Massively Multiplayer</li><li><span>游玩人数: </span>64</li><li><span>发行日期: </span>2018年11月</li><li><span>官方网站: </span>https://animalroyale.com/</li><li><span>开发: </span>Pixile Studios</li><li><span>发行: </span>Pixile Studios</li>","collection":{"wish":1,"collect":7,"doing":3,"on_hold":1},"tags":[{"name":"STEAM","count":4},{"name":"PC","count":3},{"name":"FPS","count":2},{"name":"大逃杀","count":1}]}