{"id":265217,"type":1,"name":"望遠ニッポン見聞録","image":"//lain.bgm.tv/pic/cover/m/3b/91/265217_5UWW5.jpg","summary":"透视日本ｘ文化冲突ｘ搞笑漫画＝100%澡堂史上最强杰作《罗马浴场》作者首部散文！不良少年（部落客）、抹茶团子（旅日作家）、青小鸟（部落客）、青木由香（台湾一人观光局长）──捧腹大笑推荐《罗马浴场》作者的世界奇妙体验义大利．日本．中东．葡萄牙．芝加哥即使在阿部宽面前掉了牙齿，也要硬撑回日本治疗？！因为不擅长自然休闲打扮，被吉普赛乞丐误认为佣人！义大利人是小题大作的民族，踩到图钉就会叫救护车！知名畅销漫画《罗马浴场》作者YamazakiMari散文作品。本书可以看出澡堂史上最强杰作的作者，如何孕育出这个故事，她的多元文化背景，如何将日本与西方世界连结。作者因拥有国外生活经验的祖父、以及在国外音乐学校求学经验的母亲，再加上，母亲不断告诫：「日本不是世界的全部」，所以十七岁即远赴义大利习画。在义大利留学期间，还因经济拮据而被断水断电，甚至得拿宝特瓶到公园取水，才能冲掉堆积在厕所里的排泄物。最后还缴不出房租，被房东赶出租屋处。而后嫁给了义大利人、并育有一子，一家三口住过中东、葡萄牙、芝加哥等地。由于拥有多国生活的经验，对社会文化的分析也显得多元、毒舌且不失幽默。散文中，在批判日本人的故步自封之余，也可窥见作者身为日本人的自豪；吹捧欧美的优点时，也不忘针对欧美对亚洲的迷思提出质疑。文中除了日本社会现象，也提及了义大利、中东、美国的现象，相互交错，形成了有趣的对照。偶尔也不只写到社会文化上的差异，甚至家庭生活中与义大利籍丈夫之间的文化隔阂、与婆婆的相处（可嗅到一丝的婆媳不合）、与孩子的沟通相处等。又例如作者在意的牙齿。文中提到欧美人即使再穷苦也会借钱来整牙，因为有一口排列整齐雪白的牙齿才是王道。相较之下，日本人注册商标的虎牙在日本人眼中虽是可爱的象征，来到欧美却变成了「可怕的吸血鬼牙齿」，是非矫正不可的。比起对虎牙的鄙弃，欧美人反而更能接受门牙的隙缝，甚至觉得这样才显得可爱。例如，受香奈儿品牌所重用的知名模特儿，其特征就是门牙留有隙缝。这类日本与欧美国家相对照的文化差异，是本书在漫画之外的特色之一。\r\n\r\n『テルマエ・ロマエ』の著者による初エッセイ！\r\nお風呂だけじゃない！平たい顔族の驚くべき日常。\r\n\r\n「膨大な金を算出し、宮殿や民家は黄金で出来ている。また、ジパングの人々は偶像崇拝者であり外見がよく、礼儀正しいが、人食いの習慣がある」というのは、マルコポーロ『東方見聞録』の日本の記述。「いえいえ日本はそんな変な国じゃなりませんよ」と言いたいところですが、漫画家・ヤマザキマリさんから見た日本は、やっぱりじゅうぶん変だった！イタリア→日本→中東→ポルトガル→シカゴ在住。異国暮らし歴十数年の著者が、近くて遠い愛すべきニッポンの妙を綴る現代版見聞録！\r\n◎ポットン便所のトラウマが生んだお尻洗いつき便器！◎おっぱいだけが巨大化しつづけるオタク漫画！◎ドＳな吹き替えが強烈なハリウッド映画！……など\r\n『テルマエ・ロマエ』のルシウス並みに日本に驚き、日本文化を楽しみ、真面目に悩むヤマザキマリ氏の真剣な眼差しが読めば読むほど逆にユーモラス。テルマエファンはもちろん、男性女性老若男女とわず楽しめる１冊です。\r\nイラスト＆漫画も満載！！ \r\n\r\n異国暮らし歴十数年、漫画家・ヤマザキマリが綴る、近くて遠い愛すべきニッポンの妙。ニッポンって変?でも可笑しい。","info":"<li><span>中文名: </span>远望日本见闻录</li><li><span>作者: </span><a href=\"/person/9502\">ヤマザキマリ</a></li><li><span>出版社: </span><a href=\"/person/7584\">幻冬舎</a></li><li><span>别名: </span>遠望日本見聞錄</li><li><span>价格: </span>￥ 1,296</li><li><span>发售日: </span>2012-03-09</li><li><span>页数: </span>228</li><li><span>ISBN: </span>4344021509</li><li><span>ISBN-13: </span>978-4344021501</li>","collection":{"wish":2,"collect":1},"tags":[{"name":"小说","count":1}],"staff":[{"id":9502,"image":"//lain.bgm.tv/pic/crt/g/3d/cb/9502_prsn_FkAne.jpg","name":"山崎麻里","desc":"作者"},{"id":7584,"image":"//lain.bgm.tv/pic/crt/g/72/a9/7584_prsn_KsxDe.jpg","name":"幻冬舍","desc":"出版社"}]}