{"id":294275,"type":4,"name":"笑傲江湖2外传：东方再起","summary":"跨越单机版，网络版鸿沟\r\n带给你前所未有的互动乐趣\r\n《东方再起-笑傲江湖2外传》不需要《笑傲江湖2五岳剑派》的主程序，可以单独的安装与执行，更可以传承《笑傲江湖2五岳剑派》的纪录档案，使用了这些纪录档案后，玩家们可以在一开始游戏的时候就拥有某些特殊的道具，并且在《笑傲江湖2五岳剑派》所得到的一些原本功用不名的道具传承过来后会有意想不到的好处。而安装了《东方再起-笑傲江湖2外传》后，同时只要玩家的计算机中已经安装了《笑傲江湖2五岳剑派》，程序自动会更新原来的执行资料，让《笑傲江湖2五岳剑派》游戏中增加新的场景与Boss提供玩家挑战。而当玩家将本游戏破关后，在原本的开始接面上方便会多出一组“笑网密码”，只要玩家进入《笑傲江湖网络版》的网页输入这组密码后，进入笑网的世界中时就会从《东方再起-笑傲江湖2外传》中传承某些道具到笑网的世界中，在《东方再起-笑傲江湖2外传》无法解决的事件就可以到笑网的世界中一一解决了。\r\n主角易人 物随境迁\r\n在这次的外传中，主要的角色将由原本的主角令狐冲、蓝凤凰变为在《笑傲江湖2》只以NPC身分登场的李童和服部香弥为主！而故事的地点当然也由原本正传“令狐冲篇”较为偏北的“五岳剑派”以及“蓝凤凰篇”位于西南苗区的“五仙教”而转移到了东南方兴化城以及沿海一代，而让玩家最为在意的故事内容这次绝对不会让玩家有所失望，保证精彩绝伦！\r\n日本倭寇出场 剧情突破性拓展\r\n在故事剧情上也加重日本倭军的戏份并添增更多精彩的相关原创剧情，并且从一个非原著角色的观点来看日月神教的野心与五岳剑派之间的激烈纷争。所以不论是喜爱原著金庸小说或是期待崭新故事内容的玩家，保证都能够在这款游戏中得到最大的满足。故事时间将是穿插在正传的各个时期之中，玩家在游玩时将能够充分的感觉到是实际在与正传的内容做互动！\r\n这次除了游戏原本的主要故事内容之外，更穿插了许许多多精彩的支线剧情任务，玩家可千万别小看了这些任务喔，每段的任务可都是跟故事有着极大的关连，一不小心错过的话可是会遗憾终身的喔！\r\n《笑傲外传》操作以及游戏进行方式将完整的承袭《笑傲江湖2》，除了风格能够连贯之外，让玩过正传的玩家能够很容易的就进入状况。另外，玩家更能够由正传的破关存盘来让游戏有更丰富的玩法。通过正传破关记录文件的传承，玩家在游戏中可以获得珍贵的宝物与能力，并且更可以触发隐藏的事件剧情！\r\n游戏评测编辑\r\n主角易人 物随境迁\r\n在这次的外传中，主要的角色将由原本的主角令狐冲、蓝凤凰变为在笑傲江湖2只以NPC身分登场的“李童”以及“服部香弥”为主！而故事的地点当然也由原本正片《令狐冲篇》较为偏北的《五岳剑派》以及《蓝凤凰篇》位于西南苗区的“五仙教”而转移到了东南方兴化城以及沿海一代，而让玩家最为在意的故事内容这次绝对不会让玩家有所失望，保证精彩绝伦！外传中不仅会将正片里的诸多谜题以及玩家所百思不解的疑惑一一给解答出来，并且透过玩家所操控的“第三主角”李童，将能够对于整个游戏故事有更为深入的了解！玩家在这次的游戏中将是操纵笑傲2的两位重点NPC人物“李童”与“服部香弥”来游玩进行整个故事。玩家会从另一个角度来体验笑傲江湖2或是原著中所没有接触到的事件，进而与正片中主要的角色来作更多的互动，这样不仅使玩家能够更深入了解整个笑傲2游戏的内涵，更能够欣赏到不同于原著的另一面精彩故事。除了与正片的故事相互呼应外，更完整的叙述在正片里所埋下的伏笔以及提点不足的地方。\r\n日本倭军出场 剧情趣味拓展\r\n在故事剧情上也加重日本倭军的戏份并添增更多精彩的相关原创剧情，并且从一个非原著角色的观点来看日月神教的野心与五岳剑派之间的激烈纷争。所以不论是喜爱原著金庸小说或是期待崭新故事内容的玩家，保证都能够在这款游戏中得到最大的满足。故事时间将是穿插在正片的各个时期之中，玩家在游玩时将能够充分的感觉到是实际在与正片的内容做互动！\r\n这次除了游戏原本的主要故事内容之外，更穿插了许许多多精彩的支线剧情任务，玩家可千万别小看了这些任务喔，每段的任务可都是跟故事有着极大的关连，一不小心错过的话可是会遗憾终身的喔！\r\n画面，战斗系统和书册系统\r\n在笑傲外传中，采用全3D Polygon所构成的立体环境，透过预先架设好的镜头来使整个场景的视点更具有动感。笑傲外传的战头系统则透过“弱点系统”发挥连击的效果，强调实时性的反应，当然也有华丽的绝招表现。在笑傲外传中采用的书册系统，可以让玩家靠着手头上所得到的书籍来研读开发变成自己的内力绝学，同时也才能利用这些能力通过重重迷宫的考验。\r\n《东方再起-笑傲江湖外传》的主要出彩之处，除了“主角易人，物随境迁；日本倭军出场， 剧情趣味拓展”外，这个游戏前所未有的特别链接方法自然是亮点中的亮点！\r\n◆「东方再起-笑傲江湖外传」可以传承「笑傲江湖2五岳剑派」的纪录档案，使用了这些纪录档案后，玩家们可以在一开始游戏的时候就拥有某些特殊的道具，并且在「笑傲江湖2五岳剑派」所得到的一些原本功用不名的道具传承过来后会有意想不到的好处。\r\n◆而安装了「东方再起-笑傲江湖外传」后，同时只要玩家的计算机中已经安装了「笑傲江湖2五岳剑派」，程序自动会更新原来的执行资料，让「笑傲江湖2五岳剑派」游戏中增加新的场景与Boss提供玩家挑战。","info":"<li><span>中文名: </span>笑傲江湖2外传：东方再起</li><li><span>别名: </span>笑傲江湖2外傳：東方再起</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2002.04</li><li><span>开发: </span>昱泉国际 Titan小组</li><li><span>发行: </span>上海美瑞数码技术有限公司</li><li><span>盘片: </span>4CD</li>"}