{"id":92875,"type":4,"name":"シュワルツェネッガー プレデター","image":"//lain.bgm.tv/pic/cover/m/ee/3e/92875_Z6TCF.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":5.5},"summary":"From the same developer who brought us Die Hard (NES), Pack-In-Video, Predator is a action/sidescroller game loosely based on the popular action film of the same name starring Arnold Schwarzenegger. The player takes the role of Major Dutch Schaefer who's army has been wiped out and is the only one left who can kill the \"Predator\" which is said to feed on human flesh. \r\n\r\nThe game is known for not having anything to do with the movie besides having Major Dutch Schaefer and the Predator. The first thing the game has wrong is that the graphic designers decided pink would be a nice outfit color on Arnie. The second thing is that you are battling aliens that weren't even in the movie like giant amoebas, green jellyfish, a weird creature that looks like the mix of a seahorse and a bird, eyes with wings and legs and more. The game also introduces what's called Big Mode that's an arcade-style sidescrolling shooter where Arnie's got to shoot his way through blueberries, raspberries, blue and red bubbles (some of which contain powerups) and at the end he fights an incarnation of the Predator. The game received mostly negative reviews because of its poor gameplay and how loosely it was based on the movie. \r\n","info":"<li><span>中文名: </span>施瓦辛格 铁血战士</li><li><span>开发: </span><a href=\"/person/16391\">パック・イン・ビデオ</a> （Pack-In-Video）</li><li><span>别名: </span>Schwarzenegger Predator</li><li><span>平台: </span>FC / NES</li><li><span>游戏类型: </span>ACT</li><li><span>发行日期: </span>1988年03月10日</li><li><span>发行: </span>Activision</li>","collection":{"wish":1,"collect":3,"dropped":1},"tags":[{"name":"Marvelous","count":1},{"name":"Activision","count":1},{"name":"FC","count":1},{"name":"ACT","count":1}],"staff":[{"id":16391,"image":"//lain.bgm.tv/pic/crt/g/e0/2b/16391_prsn_126b6.jpg","name":"Pack-In-Video","desc":"开发"}]}