{"id":237452,"type":4,"name":"Hollow","image":"//lain.bgm.tv/pic/cover/m/dd/64/237452_z7mL7.jpg","summary":"“I never cared about this ship...I just…wanted to find myself. I had to. Something deep in my brain – deep in my very soul – clawed at me, struggling to make sense of everything. But the sad truth is that it never could. I never could. I still can’t remember who I am.”\r\n\r\nHello, prospective crew member! Welcome to Shakhter-One, the first space mining ship to gather resources from the atmosphere of the planet Jupiter! Shakhter-One provides mass quantities of supplies to a resource-starved Earth. Thanks to Shakhter-One, we no longer have to depend on coal or oil! Still not sold on making Shakhter-One your new home?\r\n\r\n“I don’t even know if this has happened before. Me, here, telling this same, exact story. …Surely not. I would remember that… Right?”\r\n\r\nShakhter-One offers a fresh start among the stars! On Shakhter-One, everybody is important! Everybody is employed! All children have an equal start! We’re confident you’ll see that Shakhter-One is the perfect place to begin your family’s future!\r\n\r\n“The only thing that I can truly be sure of is the constant, pervading feeling I have deep inside. I’m empty. I’m hollow.”\r\n\r\nIn “Hollow,” you are one of the pilots that transports precious resource cargo from the mining ship Shakhter-One down to Earth. One day you wake up in an emergency capsule drifting near the facility. You don’t remember who you are, or how you got out there… All you can remember is an autopilot docking code for capsule dock NR 6.\r\n\r\nWhen you dock with Shakhter-One, it is clear that something has gone horribly wrong. The crew is missing and the entire facility is dealing with catastrophic power issues. As you start to uncover the ship’s terrifying secrets, Shakhter-One threatens to take your identity, your sanity, and – ultimately – your life.\r\n\r\nThe worst evil is the one that knows us better than we know ourselves.\r\nThe worst nightmare is the one borne in our past, emotions, fears, and pain.\r\n\r\nKey features:\r\n\r\nExplore a derelict mining facility in orbit around Jupiter\r\nFight through the nightmare and solve the mystery of the Shakhter-One\r\nFace your fears head-on or use the environment as your ally\r\nSolve puzzles and use your brain to proceed\r\nMaster fast-paced, frenetic gun combat to survive\r\nReveal the backstory of the protagonist and set him free from his demons… or succumb to them.","info":"<li><span>发行日期: </span>2017年11月17日</li><li><span>售价: </span>￥68</li><li><span>官方网站: </span>http://store.steampowered.com/app/590970</li>","collection":{"wish":1}}