{"id":662,"type":4,"name":"PHANTASY STAR UNIVERSE","image":"//lain.bgm.tv/pic/cover/m/be/31/662_DbHds.jpg","rating":{"total":12,"count":{"1":0,"2":0,"3":1,"4":0,"5":3,"6":2,"7":2,"8":4,"9":0,"10":0},"score":6.3},"summary":"Sega制作的科幻角色扮演系列最新作《Phantasy Star Universe》从最初预计在今年2月16日发行，后延期至3月30日推出，这让不少玩家的等待又一次落空。虽然Sega一再表示，延期是为了更进一步提升游戏的品质，以及强化联网功能的稳定性，但跳票似乎已经成为Sega的习惯，在今年的E3大展上所演示的试玩版中可以看出游戏开发已经基本完成，剩下的也就是关于网络功能的调适工作，也因此在E3大展结束后不久，Sega最终确定了PC版和PS2版将在8月31日同步上市，\r\n\r\n新作的舞台背景设置在一个名为“古拉尔”(Graal)的太阳星系上，这是一个有着辽阔版图的星系，在这个星系中又共存着三个不同的行星种族，他们有着各自的独特文明，在古拉尔太阳星系里他们并没有和平相处，相反却争斗不断，持久漫长的战争终于在一百年前结束了，在这场旷日持久的“最后的大战”结束之后，三大行星种族缔结了联盟，为了相互抑制，他们建立了一支维护星系和平的同盟军AMF。战争的硝烟终于散去，人们渴望的和平已经持续了一百年，人们特意举办了欢庆AMF缔结一百周年的纪念庆典，在盛大的庆祝仪式上，AMF出动了引以为傲的强大的宇宙舰队举行“观舰式”，居住在“守护者殖民地”(Guardians Colony)的伊桑·韦博(Ethan Waber)和妹妹露米雅(Rumia)也参加了这次的庆典活动。突袭而来的巨大流星群击沉了宇宙舰队，并袭击了古拉尔太阳星系的地表部分，这些流星群所到之处摧毁了一切有生命的东西，太阳系的危机就此开始了!这些流星其实是一个名为“SEED”的外星种族，流行击中地面的同时会引起“侵食”的现象，“侵食”会让古拉尔太阳星系上的所有生物出现狂暴化，而地表也将逐渐被黑暗所笼罩。此时的古拉尔太阳星系到处是火海、坍塌的建筑，守护者殖民地也陷入了一片混乱之中，露米雅也被困在瓦砾堆中，为了救出妹妹，伊桑借用了防卫组织守护者的装备，开始拯救被侵食的殖民星。\r\n\r\n由于新作舞台背景以及人物角色较为丰富，因此各自的关系脉络也较为复杂，下面就为玩家一一介绍，上面说道古拉尔太阳星系有三个不同的行星，第一个行星名叫“巴鲁姆”(Parum)，仅知的是这个行星上居住着人类和他们所创造的机器人，有关于这个行星的更多详情官方尚未公布。第二个行星名为“纽迪兹”(Neudaiz)，这是游戏中唯一一个人与自然和谐共存的行星，纽迪兹与其他行星不同之处在于，整个行星表面百分之八十的面积都被水覆盖，因此纽迪兹几乎所有的陆地都是以“浮岛”的形式出现，由于这个行星上居住的居民大多都信奉“古拉尔”教，寺庙众多也是纽迪兹的另一大特点。“摩托布”(Moatoob)是古拉尔太阳星系的第三大行星，与纽迪兹的和谐不同，摩托布行星是罪恶的发源地，在此行星上所居住的是凶狠残暴的兽族和恶贯满盈的犯罪集团“恶棍帮”(Rogues)，同现实社会一样，古拉尔太阳星系中也存在不少灰色地带，这些三不管地带往往是海盗、犯罪分子的聚集地，恶棍帮所聚集的灰色地带到处充斥着赌场等不法营生。除了这三大行星之外，游戏所涉及的场景还有“守护者殖民地”(Guardians Colony)、古老神秘的遗址等等。另外，游戏中最为特别的一点还在于对于战斗场景作了限制，并不是任何一个行星的每一场景都可以作为玩家战斗的场所，就像是在纽迪兹，只有众多浮岛当中的一块名为“夕空群岛”的区域以及某些寺庙才是玩家进行战斗的好去处，在夕空群岛上居住着很多会使用魔法的怪物，而寺庙中隐藏着某些秘密，这些真想只能靠玩家去揭晓了。这样限定了的固定战斗场景还有摩托布行星废弃的矿山，在这座矿山中有一个“加勒尼加雷溪谷”的地方，在这里除了恶棍帮的罪犯和他们雇佣来守卫的机器人外，还有野蛮的兽族和恐怖的怪物。\r\n\r\n　在单人游戏模式中，玩家所扮演的角色伊桑就是居住在“守护者殖民地”，这是一个附属于古拉尔太阳星系的殖民地行星，该殖民地是古拉尔太阳星系最大的民营警卫会社，它最初的建立其实是为了对抗恐怖的原生生物以及犯罪者，还为居民们提升实力，除了这些服务之外，守护者殖民地还承担着包括保护委托人和执行一些正规的任务等责任。游戏中的种族和怪物类型相当丰富，在多人模式中，玩家可选择的种族分别有人类(Human)、新人类(Newman)、兽人(Beast)及机器人(Cast)，每一个种族都有其各自的特点，人类是古拉尔星系上最古老的种族，也是地位最高的种族，他们所拥有的能力非常均衡，没有超强的技能，也没有致命的弱点，他们精通各种武器，唯一的一点劣势就在于他们不能飞行;新人类，从字面意思即可知道这是由人类进化而来的新种族，新人类失去了人类的肉体，因此在体能上也是四个种族中最差的，在激烈的战斗中，新人类不适合近身战，但他们却拥有极其敏捷的反应力、思考力、记忆力和高科技的技术，他们的魔法技能也是最强，统治他们的是古拉尔太阳星系中较有权力的COG教团，COG教团是一个宗教组织，他们的特色就是充满了各式各样的祭祀及仪式，教团主要由四名星灵主控制，他们分别示司职祭祀、政务、文科和警务，而这些星灵主又由更高一级的星灵长来统管，该教团以救人为己任，因此在古拉尔太阳星系中的教友相当的多;经过基因改造的兽人属于体力型的种族，他们长期在恶劣环境中从事资源采集的工作，作为被人类所奴役的对象，它们对人类有着非常强烈的敌意，凭借体能上的优势，它们拥有变身成为巨大兽人的特殊能力，兽人擅长于近距离攻击，弱点是不精通各种枪械武器和魔法;机器人是由人类制造出来的，原本的用意是让机器人成为专门为人类服务的劳工，但没料想有着自主意识和情感的机器人却反过来支配了人类，虽然机器人本身没有精神力，它们对于魔法的运用也毫无天赋，可是在使用各种枪械及重型武器上，它们却拥有超高的命中率。其他的势力还有同盟军AMF，这是一支不受三个行星政府所统领的独立的指挥系统，AMF的成员及资金等都由三个行星政府支助，他们中的大多数成员都是由机器人组成，AMF相当于是宇宙的警察部队，永远保持着绝对的中立，对于古拉尔太阳星系所有区域所发生的骚乱及争斗，他们也会以压倒性的武力予以镇压，旨在维护古拉尔星系的和平。\r\n\r\n游戏中的战斗角色从机器人、原生生物到犯罪分子，可谓是应有尽有，特别是游戏中的很多的敌人的身形几乎是玩家的数倍，譬如:哈克拉寺庙中巨大的守卫机器人，单凭玩家一个人是无法搞定，只能依靠团队的合作。玩家在游戏中无论是对付任何一种敌人，都需要讲求战术策略，诸如:游戏中有一种外型类似于恐龙的伦加兽，它是一种生活在野外高原的原生生物，别看它外型笨重，但行走奔跑的速度却相当的快，而且会喷火，对付这种原生生物最好的方法就是发动猛烈的攻击，尽管它身形庞大，但受到攻击仍会减少HP。而对于犯罪歹徒的恶棍帮，玩家就需要灵活的攻击方式，因为他们常常群起而攻之，对付他们需要讲技巧。玩家要想取得战斗的胜利，合理的选择武器枪械也是非常关键的，有针对性的打击特定类型的敌人将会非常有效。游戏中的武器多达200种，主要有打击系、射击系和法杖系三种类型，打击系的武器主要适合于近战使用，包括有刀剑、匕首等武器，这一类型的武器适合于兽人一族使用;射击系主要是枪械之类的武器，像是手枪、机枪和霰弹枪等等，这类型武器较适合远距离攻击且精通各种枪械的人类和精准度颇高的机器人使用;法杖系最适合新人类选择，这一类型的攻击主要有符咒和魔法等等。为了增强玩家的战斗力，游戏允许玩家可进行轻武器的组合，像是手枪与匕首、手枪加刀剑等等组合，面对不同的敌人所采用的武器组合也各不相同，玩家可通过屏幕右下方的武器组合快速转换键将预先设定好的武器组合迅速转换。为了增加游戏的可玩性，也为了配合游戏战斗场景地形的需要，制作小组特意加入了战斗交通工具，这不仅便于玩家行进，也可以到许多无法到达的区域，在前面介绍的战斗场景条件的限制来看，有很多的行环境是玩家无法到达的区域，更别说是与敌人展开殊死战斗了，而借助这些战斗交通工具这可以畅通无阻的行进，游戏中的大多数的交通工具都是两用的，即可以用于载人，又可以由玩家操控进行攻击，而且攻击的威力不仅仅在于对付敌人，也可以破坏障碍物，譬如:AMF所使用的大型浮游战车强袭者(Striker)，它的不足在于移动速度非常缓慢，机动性也不高，但是却有着极强的炮火威力，特别是遇到身形巨大的机器人或不利作战的地形时，强袭者将会凸现它的作用。此外，它还可以搭载其他的队友，不过需要提醒玩家注意的是，强袭者的装甲也有耐久度，千万别只以为它皮糙肉厚，决不会受到伤害。另外，交通工具中还包括了非常有趣的宠物，像是陆行鸟等等动物，玩家可在骑乘过程中培养这些座骑的移动能力。","info":"<li><span>中文名: </span>梦幻之星:宇宙</li><li><span>开发: </span><a href=\"/person/1541\">SEGA</a></li><li><span>发行: </span><a href=\"/person/1541\">SEGA</a></li><li><span>别名: </span>ファンタシースターユニバース</li><li><span style=\"visibility:hidden;\">别名: </span>Phantasy Star Universe</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>XBOX360</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2006年10月24日</li><li><span>发行公司: </span>Sega</li>","collection":{"wish":5,"collect":18,"on_hold":2,"dropped":1},"tags":[{"name":"PC","count":2},{"name":"PS2","count":2},{"name":"日系","count":1},{"name":"小关","count":1},{"name":"梦幻之星","count":1},{"name":"ARPG","count":1},{"name":"冷门","count":1}],"crt":[{"id":75332,"image":"//lain.bgm.tv/pic/crt/g/79/48/75332_crt_d04ZO.jpg","name":"索尼克","desc":"客串"}],"staff":[{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"开发"}],"relations":[{"id":57014,"image":"//lain.bgm.tv/pic/cover/m/e9/c5/57014_fzTt8.jpg","title":"ファンタシースターユニバース イルミナスの野望","type":"续集","url":"https://bgm.tv/subject/57014"},{"id":137,"image":"//lain.bgm.tv/pic/cover/m/39/88/137_ajp.jpg","title":"ファンタシースターポータブル","type":"相同世界观","url":"https://bgm.tv/subject/137"},{"id":3234,"image":"//lain.bgm.tv/pic/cover/m/c5/65/3234_t3SOp.jpg","title":"ファンタシースターポータブル2","type":"相同世界观","url":"https://bgm.tv/subject/3234"}],"like":[{"id":9927,"name":"辐射：新维加斯","image":"//lain.bgm.tv/pic/cover/m/f6/e0/9927_A73aZ.jpg"},{"id":19750,"name":"兰斯8","image":"//lain.bgm.tv/pic/cover/m/11/cc/19750_xx7m7.jpg"},{"id":18008,"name":"月姬格斗 MBAACC","image":"//lain.bgm.tv/pic/cover/m/42/18/18008_rVoEL.jpg"},{"id":23295,"name":"無限","image":"//lain.bgm.tv/pic/cover/m/7d/c8/23295_4pIIW.jpg"},{"id":11936,"name":"臭作 ～Liberty～","image":"//lain.bgm.tv/pic/cover/m/f9/94/11936_3KV3v.jpg"},{"id":9657,"name":"最后的神迹","image":"//lain.bgm.tv/pic/cover/m/c4/bf/9657_BhnjQ.jpg"},{"id":9661,"name":"帝国时代：罗马复兴","image":"//lain.bgm.tv/pic/cover/m/95/3e/9661_d2vCf.jpg"},{"id":24866,"name":"美少女万华镜 -被诅咒的传说少女","image":"//lain.bgm.tv/pic/cover/m/fc/52/24866_KUc8u.jpg"}]}