{"id":667,"type":4,"name":"Universe at War: Earth Assault","image":"//lain.bgm.tv/pic/cover/m/b5/dc/667_aus.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":2,"8":0,"9":1,"10":0},"score":6.8},"summary":"Universe at War: Earth Assault, begins in the year 2012 when an alien race known as the Hierarchy lands on Earth to strip-mine the planet. Before their landing, observatories and scientists on Earth gave warning of aliens but the human race, as a whole, is not able to organize a unified military front against the alien forces. Because the Hierarchy has vast military experience from invading and destroying other planets in the universe, the human race is not able to withstand their forces.[1]\r\n\r\nNovus (machines who fight the Hierarchy to avenge their fallen creators) arrives just in time to save Washington, DC, where the U.S. military made its last stand. Then they start establishing bases, using guerrilla tactics to harass the Hierarchy. When Novus arrive on Earth, they expect humanity to be extinct and earth's surface strip-mined, in accordance with Hierarchy standard operating procedure. However, Novus found Earth mostly intact and the human military not yet entirely wiped out. Humanity owes its continued survival to the fact that Kamal Re'x the Abductor, the overseer in charge of the Hierarchy's Earth invasion, has held back the bulk of his forces to lure Novus into a trap. Kamal Re'x hopes to earn a promotion by wiping out the Novus expeditionary force. Mirabel, a clone of the Novus' creators/field commander, tried to board a command ship, but the ship is scuttled once they learn she is on it. She manages to escape, however, and tells the Founder (the Novus leader) about Kamal's trap. In the end, Novus proves unable to stop the Hierarchy, suffering a major defeat when the command base on Earth is destroyed, along with the portal they intended to use to return to their planet. The Founder also dies, because the portal was at the verge of detonating and destroying both Earth and the Novus's base planet, so he sacrificed himself to save both worlds. Kamal feels that he is beaten Novus and orders the Hierarchy super weapon, The Purifier, which can destroy large areas of the planet in one blast, to be prepared to destroy the Earth.\r\n\r\nHowever, while the Hierarchy commander Orlok was diverting Novus so The Purifier can be deployed, he unwittingly tripped an ancient alarm in the Egyptian pyramids, and the Masari, asleep beneath the Earth's oceans, begin to waken. Though the Masari mothership initially creates a signal that prevents the Purifier from being used, the Hierarchy bomb the ship, board it, and prepare to use the Purifier.\r\n\r\nOrlok, who has been questioning Kamal's intentions prepares to separate with others who follow him. Nufai, a spy working for Kamal, used to be part of a species that the Hierarchy has since eliminated. He tells Orlok that he would be happy to overthrow Kamal's regime, so Nufai is sent to secure the Purifier while Orlok tries to make an alliance with the Masari queen, but instead finds her son, Prince Zessus. The prince and his forces join Orlok as he tries to capture a communication center to contact the others who want to separate from the Hierarchy. But Kamal Re'x appears with a massive force of troops, and Orlok almost defeats him, but Nufai shows up and helps Kamal destroy Orlok, revealing that he was working for Kamal the entire time. Nufai is appointed commander and they begin to use the Purifier to destroy the Earth. Prince Zessus is captured but is freed by a soldier who managed to escape. They find more humans captured in other encampments and join forces with them.\r\n\r\nMeanwhile, the Masari Queen is concerned about her son and the fate of the planet. The Masari are furious when they awoke only to find their enemy, the Hierarchy, present on Earth and their mothership destroyed. As such, the Masari have no allegiance and are prepared to destroy any and all of the other factions to reap revenge on those who destroyed their civilization and their adopted home. Then, Novus approaches the queen and offers another allegiance, which the queen accepts. The two armies then assault all the Hierarchy bases on Earth. When they arrive in South America, they find Zessus, who announces that he has befriended the humans. Finally, the combined armies of the Masari, Novus and the humans attack and destroy the Purifier. Kamal Re'x is outraged and attempts to destroy them by himself, which instantly fails.\r\n\r\nThe armies argue over what to do with him, with the humans and Novus wanting to kill him for the damage he caused to the galaxy and Earth. But the Masari queen says that death is not the answer. She then apparently gives Kamal the power of a god which he uses to destroy them all, at least in his eyes. The queen is revealed to have actually trapped Kamal inside his own mind where he visualizes someone conquering the galaxy, but is never able to accomplish it himself. He was locked in the prison of his own mind, forever.","info":"<li><span>中文名: </span>宇宙战争：地球突袭战</li><li><span>开发: </span><a href=\"/person/17735\">Petroglyph Games</a></li><li><span>别名: </span>XBOX360</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS</li><li><span>发行日期: </span>December 10, 2007</li>","collection":{"collect":6},"tags":[{"name":"岩石壁画","count":1},{"name":"RTS","count":1}],"staff":[{"id":17735,"image":"//lain.bgm.tv/pic/crt/g/1f/78/17735_prsn_R5Zu5.jpg","name":"岩石壁画","desc":"开发"}]}