{"id":692,"type":4,"name":"Crackdown","image":"//lain.bgm.tv/pic/cover/m/e5/55/692_aus.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":4,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"Crackdown takes place in the fictional metropolis of Pacific City, whose several districts and areas are divided among four islands. The city is controlled by three crime organizations: Los Muertos (which means \"the dead\" in Spanish), of Central American origin; an Eastern European gang, the Volk (Russian for Wolf) ; and the formerly above-board Shai-Gen Corporation, from East Asia.Normally, a police-like organization called the Peacekeepers kept the city under control; their forces, however, were overwhelmed by the sudden rise in crime. The city, therefore, sought additional help from \"the Agency\", an organization that, in addition to outfitting and supporting Peacekeepers, has used advanced surgical and cybernetic technology to create supersoldiers known as \"Agents\". The Agency is based out of a former hotel in the very centre of the city. The player takes on the role of one of their Agents, and is tasked with systematically bringing down all three organized gangs, while keeping both the populace and Peacekeepers safe. The Agent's actions are continuously monitored by the Agency, and its Director (voiced by Michael McConnohie) provides continuous reports to him of his progress.","info":"<li><span>中文名: </span>镇压</li><li><span>发行: </span>Microsoft Studios、<a href=\"/person/16859\">Xbox Game Studios</a></li><li><span>平台: </span>Xbox 360</li><li><span>游戏类型: </span>动作冒险，第三人称射击，沙盒</li><li><span>游戏引擎: </span>RenderWare Physics: Havok AI: Kynapse Foliage: SpeedTree</li><li><span>游玩人数: </span>单人/多人</li><li><span>发行日期: </span>February 20, 2007(NA)</li><li><span>官方网站: </span>http://crackdownoncrime.com/</li><li><span>开发者: </span>Realtime Worlds</li>","collection":{"collect":8,"on_hold":1},"tags":[{"name":"GTA特警","count":1}],"staff":[{"id":16859,"image":"//lain.bgm.tv/pic/crt/g/bb/cd/16859_prsn_48aP4.jpg","name":"Xbox游戏工作室","desc":"发行"}],"relations":[{"id":134185,"image":"//lain.bgm.tv/pic/cover/m/cc/41/134185_4FFE4.jpg","title":"Crackdown 2","type":"续集","url":"https://bgm.tv/subject/134185"}],"like":[{"id":659,"name":"黑暗地带51区","image":"//lain.bgm.tv/pic/cover/m/0f/f8/659_aus.jpg"},{"id":647,"name":"死或生4","image":"//lain.bgm.tv/pic/cover/m/30/3e/647_aus.jpg"}]}