{"id":210946,"type":4,"name":"Never Forget Me","image":"//lain.bgm.tv/pic/cover/m/08/0f/210946_GiBQc.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Love stories don't end with marriage...can you reach your happily ever after? Sequel of the popular Always Remember Me, in this dating sim you play the married couple life. Can you stay together until the end? \r\n\r\nIn all dating sims, the game ends when you finally find love, and maybe marry, or start a life together. In Never Forget Me, the game begins where most end!\r\n\r\nThe sequel of the popular otome game \"Always Remember Me\", this game indeed begins where we last left Amy off: after she married one of the four love interests of the first game, Aaron, Eddy, Lawrence or Hugh.\r\n\r\nThe game can be played either in pure Visual Novel mode, or with an optional stat-raising gameplay with Normal or Hard difficulty level. The stat-raising features a \"Goals System\" where you need to increase other stats beside the main one associated with each love interest.\r\n\r\nEach route will have different problems, activities, main characters and unique settings.\r\n\r\n    Aaron: Amy is busy writing her second book, but it's proving to be more difficult than ever. Meanwhile, an unpleasant character from the first game, Abigail, makes her reappearance. She wants to live in the same building! Isn't that...suspicious?\r\n    Eddy: Amy works in the same hospital as Eddy, but he seems to be more interested in his career than her. Talking with Nathan, a dying man at the hospital, will open Amy's eyes and force Eddy to make a choice.\r\n    Lawrence: months after their honeymoon, Amy and Lawrence still haven't consummated their marriage. It doesn't help that Monica, Lawrence's mother, is always trying to stick her nose in their lives. Amy thinks something bad happened to Lawrence when he was younger, and that affects his relationships.\r\n    Hugh: Amy works with Hugh, but she feels that he doesn't respect her work. It doesn't help that he is always surrounded by beautiful models. However, one day a male model, Luis, shows an interest in Amy...what is she going to do?\r\n\r\n\r\nThe game features five different endings (for each character) based on your choices, plus two optional stat-based epilogues. ","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>AVG</li><li><span>发行日期: </span>2017年01月10日</li><li><span>售价: </span>$14.99</li><li><span>官方网站: </span>http://www.winterwolves.com/neverforgetme.htm</li><li><span>Steam: </span>http://store.steampowered.com/app/534980/</li><li><span>开发: </span>Winter Wolves Game Studio</li>","collection":{"wish":1,"collect":2,"on_hold":1},"tags":[{"name":"乙女向","count":2},{"name":"同人","count":1}],"relations":[{"id":72690,"image":"//lain.bgm.tv/pic/cover/m/31/3a/72690_Eu1sS.jpg","title":"Always Remember Me","type":"前传","url":"https://bgm.tv/subject/72690"}]}