[
  {
    "id": "26373074",
    "title": "邪侩",
    "desc": "一天，一民妇带女入寺进香，被主持黑沙掌看中，将女收于黑房中，此事被老拳师吴老东及儿子吴家秦看破，与黑沙掌及众淫僧大打出手，老拳师不慎命丧掌下，临终时嘱家秦必...",
    "year": "1994"
  },
  {
    "id": "1940462",
    "title": "砂和尚",
    "desc": "故事讲述的是在关东大沙漠那样的一片死亡之地上，数百年前，繁荣的文明毁于一旦，只留下沙海中默默矗立的高楼废墟，如墓碑般渲染着浓重的死亡气息。这里白天温度超过 50...",
    "year": "2004"
  },
  {
    "id": "3241944",
    "title": "小和尚",
    "desc": "一座小庙住着一老一少两个和尚。他们在这里生活、修习。并自给自足，日子过得有滋有味。精神上也相当充实。但是，这一老一少由于性格、年龄、阅历等等方面的差异，对同...",
    "year": "2001"
  },
  {
    "id": "1431699",
    "title": "三个和尚",
    "desc": "三个和尚没水喝的民间故事家喻户晓，本动画片在故事上有一定的新编，形式也异常鲜活好玩。\n红衣小和尚不远千里来到一座高高耸立在山顶上的寺庙，立刻做起快乐勤劳的小主...",
    "year": "1980"
  },
  {
    "id": "1303407",
    "title": "非洲和尚",
    "desc": "华侨阿森（陈山河 饰）请来林道士（林正英 饰）参加远在英国的拍卖会，二人将阿森家族祖先的僵尸买下，准备运回国内安葬，岂料飞机半路遭遇浓雾天气，他们失去了方向飞...",
    "year": "1991"
  },
  {
    "id": "26649221",
    "title": "我与塞尚",
    "desc": "本片刻画了法国文学巨匠埃米尔·左拉和印象派绘画大师塞尚之间著名的决裂。在普罗旺斯如诗如画的乡间，年轻的左拉和塞尚彼此欣赏和启发，共同探讨艺术的真谛，结下了深...",
    "year": "2016"
  },
  {
    "id": "3025151",
    "title": "布袋和尚",
    "desc": "许德（林家栋 饰）是智能尊者在许下了“地狱未空，誓不成佛”的愿望后投胎转世而来，许德和名医孙女凤（陈妙瑛 饰）两情相悦，而文瑞公主（汤盈盈 饰）亦为许德的才情所...",
    "year": "1999"
  },
  {
    "id": "3814104",
    "title": "布袋和尚",
    "desc": "傳說中，布袋和尚是彌勒佛的千萬化身之一，他身材矮胖、滿臉歡喜，平日以杖肩荷布袋雲遊四方，以禪機點化世人；他樂善好施、身懷絕技、除暴安良、讓眾生離苦得樂。台灣2...",
    "year": "1996"
  },
  {
    "id": "4919130",
    "title": "一休和尚",
    "desc": "故事发生在日本历史中的室町时代，那是一个注重智慧和理性的时代。将军足利义满（东山纪之 饰）的爱好之一就是和诸多家臣们进行你来我往的机智问答，以此为乐，蜷川新右...",
    "year": "2012"
  },
  {
    "id": "1883755",
    "title": "聪明的一休",
    "desc": "小和尚一休生活在日本幕府时代，他勤奋好学，热心助人。一休由于天资聪颖、爱动脑筋，经常能将人们日常生活无法解决的问题聪明化解，于是英名远播。由于一休名声在外，...",
    "year": "1975"
  },
  {
    "id": "2295811",
    "title": "机灵小不懂",
    "desc": "明朝，孝宗弘治年间，京城城郊的一座大寺院“迦叶寺”以严谨著称，但有一人却机灵古怪，以打破寺规为乐，他就是不懂（张卫健 饰）。不懂的存在给整个寺院带来生气，也因...",
    "year": "2001"
  },
  {
    "id": "2761775",
    "title": "真命小和尚",
    "desc": "少林寺里住着一个小活宝。小活宝名叫开心（曹骏 饰），现年八岁。小开心人如其名，每天都精神饱满、活泼又开朗，且天资聪颖，博得了少林寺上上下下的喜爱。在小开心的心...",
    "year": "1997"
  },
  {
    "id": "26969075",
    "title": "一禅小和尚",
    "desc": "讲述了小和尚一禅和师父以及身边各种人和事，并从中领悟人生的道理，领会身处尘世的芸芸众生的喜怒哀乐，怨憎会爱别离与求不得。用小和尚的视角看世界，用老和尚的话语...",
    "year": "2016"
  },
  {
    "id": "1299588",
    "title": "和尚与飞鱼",
    "desc": "修士在修道院中的水塘边冥想时，一条鱼跳将出来打乱了他的思绪，修士试图将鱼捕捉，用鱼竿钓、用渔网捕等方式试过，不能。将鱼捉到手的念头盘桓在他的脑海，挥之不去。...",
    "year": "1994"
  },
  {
    "id": "3152358",
    "title": "聊斋艳谭之幽媾",
    "desc": "莺莺、小梅和苗苗是王母娘娘所养的三只玉兔，彼此之间感情十分要好。天庭的生活十分无聊，不甘寂寞的莺莺幻化成人形偷偷下凡，遇见了名为陆福的男子，两人一拍即合，结...",
    "year": "1997"
  },
  {
    "id": "4227664",
    "title": "聊斋艳谭之灯草和尚",
    "desc": "侠士朱仲（黄德斌 饰）四方云游，被指腹为婚的未婚妻柳丝丝一路相随。二人经过一座古庙，遇到古庙内一个“灯草和尚”（成奎安 饰）——他能把自己的身体缩成灯草大小。...",
    "year": "1992"
  },
  {
    "id": "1304951",
    "title": "三德和尚与舂米六",
    "desc": "舂米六（洪金宝 饰）的叔父惨死于满洲人手下，舂米六发誓要替叔父报仇。在三德和尚（陈星 饰）的带领之下，舂米六进入少林寺修习武艺，很受师傅静尘（黄枫 饰）赏识。舂...",
    "year": "1977"
  },
  {
    "id": "4149276",
    "title": "真命小和尚之十二铜人",
    "desc": "乌龙寺住持圆慧以及珍贵的《九阴真经》无故失踪，之后，圆慧的胞弟紫微真人（王华 饰）成为了当朝国师。小和尚开心（曹骏 饰）被调至乌龙寺担当住持，阴差阳错之下认了...",
    "year": "1997"
  },
  {
    "id": "25804697",
    "title": "聪明的一休之反斗公主",
    "desc": "明朝公主玉兰（罗玉娟 配音）远赴日本，要同那里最聪明的人一决高下。义满将军（刘北辰 配音）派出一休（王晓燕 配音）应战，结果公主败落。一休的聪明才智令玉兰对其产...",
    "year": "2014"
  },
  {
    "id": "26588970",
    "title": "朝5晚9：帅气和尚爱上我",
    "desc": "樱庭润子（石原里美 饰）在一家英语教学机构里担任讲师，勤勤恳恳的工作只为了攒够钱前往朝思暮想的纽约生活。一场法事中，腿麻的润子将骨灰撒在了和尚星川（山下智久 ...",
    "year": "2015"
  }
]