[
  {
    "id": "4848701",
    "title": "日常",
    "desc": "表面上看来，东云名乃（古谷静佳 配音）是一个外表可爱又有点天然呆的黑发女孩，可是，她背后醒目的发条暴露了她的真实身份——由博士（今野宏美 配音）所改造的少女机...",
    "year": "2011"
  },
  {
    "id": "27668235",
    "title": "日常",
    "desc": "Flat hunting can become quite an experience when the house of your dreams is inhabited by two terribly seducing human beings. Trivial is a about a music stud...",
    "year": "2017"
  },
  {
    "id": "30234265",
    "title": "日常",
    "desc": "After having their first child, an interracial couple struggles to hold onto their marriage while dealing with temptations in pursuit of normalcy.",
    "year": "2019"
  },
  {
    "id": "35465009",
    "title": "新川日常",
    "desc": "因为一场联姻擢选，来自天南海北的女孩们齐聚新川。韬光养晦的新川六少主尹峥（白敬亭 饰），与只想努力落选、在老家安逸度日的李薇（田曦薇 饰）意外结缘，共同开启了...",
    "year": "2022"
  },
  {
    "id": "25835311",
    "title": "搞姬日常",
    "desc": "故事发生在名为霜科的高级中学里，有川姬（桑原由气 配音）是高中二年级的学生，他虽为男儿身，但生得娇俏可爱，因此常常被不明真相的群众误解。某日，有川姬遇见了纠缠...",
    "year": "2014"
  },
  {
    "id": "26884826",
    "title": "日常对话",
    "desc": "每天早上，我的母亲总是先于我醒来，她会先准备好我的午餐，然后出门。\n每天傍晚，我的母亲会在外面吃过晚餐之后才回家，静静地梳洗完毕后就又回到属于她的房间，打开收...",
    "year": "2016"
  },
  {
    "id": "35725729",
    "title": "无常日常",
    "desc": "六年前的一場大地震帶走了嘉芸（陳加恩飾）的哥哥嘉鴻，原本倖存下來的\n家人走過了傷痛，卻因為佩蓉（王琄飾）的失智，不得不再次面對相同的傷口，而她的\n丈夫振遠（庹...",
    "year": "2022"
  },
  {
    "id": "6026060",
    "title": "日常 OAD",
    "desc": "一年Q班的平常课间。长野原美绪（相泽舞 配音）和相生祐子（本多真梨子 配音）正在讨论着什么。原来上节课刚刚发下不久前的考试试卷，美绪考了67分，她希望知道祐子的分...",
    "year": "2011"
  },
  {
    "id": "35135433",
    "title": "非日常派对",
    "desc": "《非日常派对》是一档沉浸式互动挑战综艺，是为THE9量身定制的首档常驻合体综艺。12期全新主题定制，12期强大嘉宾阵容与THE9互动。节目将通过主题舞台表演、定制化的主...",
    "year": "2020"
  },
  {
    "id": "35006021",
    "title": "文学的日常",
    "desc": "《文学的日常》是一档展现当代作家精神风貌的人文纪录片。节目借由一位朋友拜访知名作家的形式，通过作家与朋友两天的对谈、走访、体验、观察，体现名人作家对时代及生...",
    "year": "2020"
  },
  {
    "id": "26324922",
    "title": "麻衣的日常",
    "desc": "猎奇漫画家・氏贺Y太的代表作之一，在海外的狂热者之间也很有人气的《麻衣的日常》改编的真人版 在一个偏僻的地方，一个虐待狂的地方发布了一则广告，想要引诱年轻的...",
    "year": "2016"
  },
  {
    "id": "10437826",
    "title": "日常 ETV版",
    "desc": "描写女高中生离奇搞笑的日常生活。\n本作的女主角东云名乃是一个机器人，因为背上的发条而感到自卑，而她身边尽是一些“非日常”的角色，如自称是博士的8岁LOLI、年龄20...",
    "year": "2012"
  },
  {
    "id": "21371652",
    "title": "悠哉日常大王",
    "desc": "在一个远离都市喧嚣、为青山绿水所环绕的乡村，当地的旭丘分校仅有四名学生。越谷家的兄妹三人，分别是中三的卓、中二的小鞠（阿澄佳奈 配音）和中一的越谷夏海（佐仓绫...",
    "year": "2013"
  },
  {
    "id": "26823520",
    "title": "日常幻想指南",
    "desc": "改编自网络同名人气连载漫画，电影讲述了男主角阿震（王彦霖 饰）在一次意外后竟获得了和静物沟通的超能力，这个能力让他的生活发生了翻天覆地的变化，就在这时阿震重逢...",
    "year": "2021"
  },
  {
    "id": "24741412",
    "title": "哪啊哪啊神去村",
    "desc": "因为考大学失败，刚刚告别高中时代的都市青年平野勇气（染谷将太 饰）站在人生的十字路口。他偶然被林业培训生宣传材料上的美丽女孩所吸引，于是脑瓜一热来到三重县一个...",
    "year": "2014"
  },
  {
    "id": "35863217",
    "title": "文学的日常 第二季",
    "desc": "《文学的日常》第二季于2022年4月起在东南卫视、海峡卫视、优酷视频同步上线，本季依然从朋友的拜访切入，文学家敞开精神世界，两人一同在与文学家创作发生密切联系的地...",
    "year": "2022"
  },
  {
    "id": "30409803",
    "title": "仙王的日常生活",
    "desc": "六岁就随手干掉了妖王吞天蛤，作为一个无所不能的修真奇才，王令得隐藏自己的大能，在一群平凡的修真学生中活下去。普通人追求的钱财，仙术，法宝，声名，这个年轻人都...",
    "year": "2020"
  },
  {
    "id": "6894811",
    "title": "男子高中生的日常",
    "desc": "《男子高中生的日常》以真田北男校为舞台，围绕着主角忠邦（入野自由 配音），以及他的死党秀则（杉田智和 配音）和吉竹（铃村健一 配音）的日常高中生活而展开。忠邦主...",
    "year": "2012"
  },
  {
    "id": "30446496",
    "title": "女高中生的虚度日常",
    "desc": "性格大大咧咧，有着无论和谁都能够在短时间里熟络起来的特异功能的笨蛋少女田中望（赤崎千夏 配音）、表面上是傲娇可爱少女，实际上是一个死宅的菊池茜（户松遥 配音）...",
    "year": "2019"
  },
  {
    "id": "27011483",
    "title": "pop子和pipi美的日常",
    "desc": "由于King Records的疏忽，电视动画和第3季同时开展的梦想土崩瓦解……\n到底两人能在动画播放之前幸存下来吗……",
    "year": "2018"
  }
]