{"id":117433,"type":4,"name":"RGB Express - Mini Truck Puzzle","image":"//lain.bgm.tv/pic/cover/m/13/c0/117433_V8hhw.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":0,"8":2,"9":0,"10":0},"score":7},"summary":"《光速快递》是一款路径类的益智游戏，快递车分为红、黄、蓝、绿四种颜色，玩家要做的是让不同颜色的快递车能够通过复杂的道路准确到达目的地，同时还需从路边一边接收存放的包裹并完成任务。 \r\niTunes简介:\r\n• Pocket Gamer: 9/10 GOLD Award - \"A jolly, entertaining, sweet-natured puzzler\"\r\n\r\nRGB Express is a unique and beautiful puzzle game. Simple to play, yet super addictive!\r\nYou are running RGB Express, the one and only company specialized in delivering colors.\r\n\r\nThis is how you do it:\r\n1) Draw routes for your drivers. Make sure that every house receives the correct package.\r\n2) Press play\r\n3) Sit back and watch while RGB Express delivers!\r\n\r\nFeatures:\r\n● 240 levels with more coming as free updates\r\n● Easy gameplay suitable for all ages\r\n● Lots of challenges for puzzle game fans\r\n● Beautiful Retina graphics\r\n● Excellent soundtrack and hilarious sound effects\r\n\r\nThe game starts off with easy puzzles, which will teach you the many tricks, that help you solve the more difficult ones. There are bridges, buttons, sometimes you must swap cargo from one truck to another... Eventually you will meet the mysterious white car!\r\n\r\n*** #1 Puzzle game in over 90 countries! ***\r\n\r\nReviews:\r\n• The Unofficial Apple Weblog: \"Highly recommended\"\r\n• Pocket Gamer: 9/10 GOLD Award - \"A jolly, entertaining, sweet-natured puzzler\"\r\n• GameMob: \"RGB Express is a great casual game to pick up and play.\"\r\n• AppAdvice: \"The visuals are wonderful, the music is soothing, the controls are intuitive, and the gameplay itself is pretty challenging but on a nice, gradual curve.\"\r\n• 148Apps: \"Simply put, RGB Express is a well designed puzzle game. It’s one that’s sure to keep you keen for a while to come, as well as create many head scratching opportunities.\"\r\n• Pocket Tactics: \"Even early on, it’s a modest pleasure to play, but for a player who enjoys looking ahead several moves and mentally charting contingencies, the later levels are highly stimulating.\"\r\n• Apple'n'Apps: \"RGB Express is an ornately crafted puzzle experience offering equal parts enjoyment and challenge that is a great pick up for your iOS device.\"\r\n\r\nAbout In-App purchases:\r\nThe game contains 5 free hints that will help you if you get stuck. If you want to use more hints, you can buy them as In-App purchases.","info":"<li><span>中文名: </span>光速快递</li><li><span>别名: </span>迷你卡车</li><li><span style=\"visibility:hidden;\">别名: </span>RGB Express</li><li><span>平台: </span>IOS</li><li><span>游戏类型: </span>休闲益智</li><li><span>游戏引擎: </span>未知</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2014/09/13</li><li><span>售价: </span>18.00 人民币</li><li><span>官方网站: </span>https://itunes.apple.com/cn/app/rgb-express-mini-truck-puzzle/id887362336?mt=8</li>","collection":{"collect":4,"doing":1,"dropped":1},"tags":[{"name":"IOS","count":4},{"name":"PUZ","count":1}]}