{"id":328383,"type":4,"name":"Sint Nicolaas","image":"//lain.bgm.tv/pic/cover/m/bb/16/328383_FayY9.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"圣诞老人送礼物\r\n\r\nSint Nicolaas is a puzzle/platform game about Sinterklaas. Collect all the lost presents and cookies in each level and deliver them to the right chimneys before dawn.\r\n\r\nStory: Sint has been robbed! The thieves have taken his big sack full of presents and gingerbread cookies. In their run, however, the they aren't careful and everything start dropping out of the sack. Now Sint only has to collect the lost cookies and presents and bring them to the right chimney. Each chimney has a mark indicating the color of the present to be delivered there and the number of gingerbread cookies that still have to be dropped.\r\n\r\nSint can carry lots of presents behind him, but he can only drop the first one into the chimney. So he must always look for a chimney with the color of his first present, or collect the presents in the right order.\r\n\r\nSint has to deliver all the presents during the same night and be ready before dawn. So be sure to watch the time at the bottom of the screen. If Sint completes a level fast enough, there might also be time left for a bonus level!\r\n\r\nSint's quest over the roofs is dangerous, he must be very careful not to fall off. Sometimes it can be very slippery. Besides, there are TV antennas with sharp edges. And there are even dangerous birds that will attack him and even try to steal presents or cookies. Sint can jump on the birds, but he would rather leave them all alive for extra points.\r\n\r\nFinally, be sure to collect all the chocolate letters S I N T for an extra life!","info":"<li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>WEB</li><li><span>游戏类型: </span>puzzle / platform game</li><li><span>发行日期: </span>2001</li><li><span>售价: </span>Free</li><li><span>官方网站: </span>https://wieringsoftware.com/games/sint-nicolaas/</li><li><span>itch.io: </span>https://wiering-software.itch.io/sint-nicolaas</li><li><span>网页版: </span>https://www.playdosgames.com/play/sint-nicolaas/</li><li><span>开发: </span>Mike Wiering</li><li><span>发行: </span>Wiering Software</li>","collection":{"collect":1},"tags":[{"name":"APP","count":1},{"name":"WEB","count":1},{"name":"DOS","count":1},{"name":"童年","count":1},{"name":"PC","count":1}]}