{"id":17472,"type":4,"name":"M.A.G 2","image":"//lain.bgm.tv/pic/cover/m/6e/3a/17472_7t5L2.jpg","summary":"「M.A.G 2」は気軽に遊べる、本格横スクロールアクションシューティングゲームです。\r\n\r\n★キャラクター★\r\nプレイヤーはそれぞれショット、ジャンプ、ディフェンスの異なる3タイプのキャラクターからお気に入りを選択できます。\r\n\r\n★遊び方★\r\n緑のボタンでジャンプ、赤のボタンでショットを撃ちます。\r\n途中、落ちている「チェリー」を取得すると、無敵＆回復＆速度UPの効果。\r\n更に今回は新アイテム「ベリー」を取得することで出現するオレンジのボタンを押すと、必殺の波動ビームが撃てます。\r\nジャンプ、ショット、そして波動ビームで敵を倒しながらゴールを目指そう！\r\n最後に待ち構えているボスを倒すとゲームクリア（ハードでは一定距離毎に出現）\r\n\r\n★3段階の難易度★\r\n3段階の難易度から選んで遊べます。\r\n難易度によって敵の数とボスの強さ、ゴールまでの距離が異なります。\r\nハードはEndless、ハイスコアを目指そう！\r\n\r\n★実績システム★\r\n「イージーをクリア」「ボスを5回撃破」等の実績を用意しています。達成率100%を目指してやり込もう！\r\n\r\n★高得点のコツ★\r\n敵は踏んづけでも倒せます。\r\n敵を踏むとその場でジャンプするため、うまく利用して穴に落ちないように走り続けよう！\r\n新技の波動ビームは、攻撃だけでなく一定時間飛んでいられるため、落下しそうな時の回避にも使えます。\r\n\r\n※無料で遊べる、前作「M.A.G」も公開中。お試しにどうぞ。\r\n\r\n・動作推奨端末:解像度WVGA(800x480) or FWVGA(854x480) or ダブルVGA(960×640) 端末等\r\n・非動作端末:解像度QVGA(320x240) 端末\r\n\r\n***処理落ちについて***\r\n一部端末(GalaxyS等)でアプリがたくさん立ち上がっていると、不自然に処理落ちする現象を確認しています。\r\nタスクキラー等のアプリでバックグラウンドで動いているアプリを終了すると、軽減されるようです。\r\n(システムアプリを落とさないように注意してください)\r\n\r\n※※ライセンス認証について※※\r\n本アプリケーションでは、違法コピー防止のため、初回起動時と数日毎にサーバに接続してライセンス認証処理を行います。\r\nもし、ライセンス認証時にエラーが発生した場合は、以下の原因が考えられます。\r\n*通信機能が無効になっている\r\n->通信機能を有効にしてください。(WiFiでもOKです)\r\n*設定の「アカウントと同期」のパスワードが入力されていない\r\n->設定画面の「アカウントと同期」を開いて、パスワード入力を求められた場合は、入力してください。\r\n*マーケットのエラー\r\n->「マーケット」アプリのアップデートをアンインストールすることで直る事があります。\r\n--\r\n\"M.A.G 2\" is a real scroll action shooting game. \r\nYou select the favorite from the character of three types\r\nand run while attacking the monster by shot, jump and \"Hadou Beam\"!!\r\n*There is former work \"M.A.G\" that can play free of charge, too. To the trial please.\r\n\r\n*Recommended devices WVGA(800x480) or FWVGA(854x480) or (960×640) screen.\r\n\r\n*Non Support devices QVGA(320x240) screen.\r\n\r\n==About the license Check==\r\nIn this application, it connects to the server every several days for the illegal copy prevention and the license attestation processing is done.\r\nWhen the error occurs when the license is attested, the following causes are thought.\r\n*Network is off\r\n->Please make the network function effective. (WiFi is OK)\r\n*The password of \"Accounts and sync\" of the setting is not input.\r\n->Please input it when \"Account and sync\" of the setting　is opened, and the password input is requested.\r\n*Error of android market\r\n->There is a thing repaired by the uninstallation of the update of \"Market\" application program.","info":"<li><span>中文名: </span>M.A.G 2</li><li><span>平台: </span>Android</li><li><span>游戏类型: </span>RPG</li><li><span>开发者: </span>West Hill</li><li><span>游玩人数: </span>1</li><li><span>售价: </span>JP¥150</li><li><span>官方网站: </span>https://market.android.com/details?id=org.westhill.mag2</li>","collection":{"collect":1,"dropped":1}}