{"id":324669,"type":4,"name":"Full Throttle","image":"//lain.bgm.tv/pic/cover/m/51/6a/324669_O7ZZD.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Full Throttle is a graphic adventure video game developed by LucasArts and designed by Tim Schafer. The game was released on April 30, 1995, for MS-DOS, Microsoft Windows and Mac OS. It was Schafer's first game as project lead and head writer and designer, after having worked on other LucasArts titles including The Secret of Monkey Island (1990), Monkey Island 2: LeChuck's Revenge (1991), and Day of the Tentacle (1993). Set in the near future, the game's story follows Ben, the leader of a biker gang, who is framed for the murder of a beloved motorcycle manufacturing mogul and seeks to clear his and his gang's names. A remastered version of the game was developed by Double Fine Productions and was released in April 2017 for Microsoft Windows, PlayStation 4 and PlayStation Vita, with later ports for the iOS and planned for the Xbox One.\r\n\r\nFull Throttle was LucasArts' eleventh adventure game overall and the tenth to use the company's in-house game engine, SCUMM. It featured full motion video and action sequences, using LucasArts' INSANE animation engine, which was previously utilized in Star Wars: Rebel Assault II: The Hidden Empire. It was the first LucasArts game to be released for Microsoft Windows and the first to be distributed only on CD-ROM. It also introduced a contextual pie menu through which the player controls interactions with objects and characters. In contrast to other computer games of the era, which mostly relied on in-house talent for their voice acting, Full Throttle used mostly professional voice actors, including Roy Conrad as Ben, Mark Hamill as the villainous Adrian Ripburger, Hamilton Camp as the elderly Malcolm Corley, and Kath Soucie as Ben's ally Maureen. It was one of the few LucasArts games to use licensed music, featuring songs by San Francisco-area rock band The Gone Jackals.","info":"<li><span>中文名: </span>极速天龙</li><li><span>开发: </span><a href=\"/person/32894\">LucasArts</a></li><li><span>发行: </span><a href=\"/person/32894\">LucasArts</a></li><li><span>别名: </span>Full Throttle Remastered</li><li><span>平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>macOS</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PSV</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>AVG</li><li><span>游戏引擎: </span>SCUMM</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1995年4月30日</li>","collection":{"collect":1},"staff":[{"id":32894,"image":"//lain.bgm.tv/pic/crt/g/68/8b/32894_prsn_2pRjR.jpg","name":"LucasArts","desc":"开发"}]}