{"id":114569,"type":4,"name":"GoldenEye 007","image":"//lain.bgm.tv/pic/cover/m/a3/65/114569_jlxX1.jpg","summary":"GoldenEye 007 is a 1997 first-person shooter developed by Rare and published by Nintendo for the Nintendo 64. Based on the 1995 James Bond film GoldenEye, it features a single-player campaign in which players assume the role of British Secret Intelligence Service agent James Bond as he fights to prevent a criminal syndicate from using a satellite weapon against London to cause a global financial meltdown. The game includes a split-screen multiplayer mode in which up to four players can compete in different types of deathmatch games.\r\n\r\nDevelopment began in 1995 and was handled by an inexperienced team led by Martin Hollis, who had previously worked as a programmer on the coin-op version of Killer Instinct. It was conceived as a side-scrolling platform game for the Super Nintendo Entertainment System, but evolved into a 3D shooter similar to Sega's Virtua Cop. After two and a half years of development, GoldenEye 007 was released shortly before the release of the GoldenEye sequel Tomorrow Never Dies. Although the game faced low expectations from the gaming media, it received critical acclaim and sold more than eight million copies, making it the third-best-selling Nintendo 64 game. The game was praised for its visuals, gameplay depth and variety, and multiplayer mode. In 1998, it received the BAFTA Interactive Entertainment Games Award and four awards from the Academy of Interactive Arts & Sciences.\r\n\r\nRetrospectively, GoldenEye 007 is considered an important game in the history of first-person shooters for demonstrating the viability of game consoles as platforms for the genre, and for signalling a transition from the then-standard Doom-like approach to a more realistic style. It pioneered features such as atmospheric single-player missions, stealth elements, and a console multiplayer deathmatch mode. The game is frequently cited as one of the greatest video games of all time. A spiritual successor, Perfect Dark, was released in 2000, and a reimagining of the game, also titled GoldenEye 007, was released in 2010.","info":"<li><span>中文名: </span>黄金眼007</li><li><span>开发: </span><a href=\"/person/15732\">Rare</a></li><li><span>发行: </span><a href=\"/person/6734\">任天堂</a></li><li><span>别名: </span>ゴールデンアイ 007</li><li><span>平台: </span>N64</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>1～4人</li><li><span>发行日期: </span>1997年8月23日(日本)</li><li><span>官方网站: </span>http://www.nintendo.co.jp/nom/9809/</li>","collection":{"wish":2,"collect":2},"crt":[{"id":68107,"image":"//lain.bgm.tv/pic/crt/g/1b/16/68107_crt_P1opQ.jpg","name":"詹姆斯·邦德","desc":"主角"}],"staff":[{"id":15732,"image":"//lain.bgm.tv/pic/crt/g/c4/6e/15732_prsn_05817.jpg","name":"Rare","desc":"开发"},{"id":6734,"image":"//lain.bgm.tv/pic/crt/g/6f/d9/6734_prsn_ygMvd.jpg","name":"任天堂","desc":"发行"}],"relations":[{"id":114571,"image":"//lain.bgm.tv/pic/cover/m/46/87/114571_SPAQc.jpg","title":"GoldenEye 007","type":"不同演绎","url":"https://bgm.tv/subject/114571"}]}