{"id":127093,"type":4,"name":"EXceed 2nd - Vampire REX","image":"//lain.bgm.tv/pic/cover/m/0d/7a/127093_3ZkgG.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":3,"8":0,"9":0,"10":0},"score":6.6},"summary":"N ow is a period of war known as the ‘Holy Land Siege’…\r\n\r\nThe outset of the war extends back to the assassination of Cardinal Shrain one year and four months ago. Cardinal Shrain was the highest member of the Inquisition, but one of a limited number of moderates who were attempting to repair the frosty relationships between the Church and deviant peoples.\r\n\r\nThe Cardinal was advocating for an initiative to overturn the Inquisition’s policy of blanket persecution of the “deviant bloodlines” – those with mixed human and vampire blood – and afford them rights equal to humans. Such acts of altruism were hitherto unknown in recorded history.\r\nAt length, the Cardinal was able to build a truce with the most powerful and also the most belligerent deviant group, that of the Fifth Viscount.\r\n\r\nMost believed that the death of the Cardinal was perpetrated by vampires who opposed co-existence with humans, but there were truthful-sounding whispers that an internal power struggle in the Church may have been the true cause. However, with was no hard evidence to prove either dcase, the actual truth of the matter would remain forever shrouded in darkness.\r\n\r\nFollowing the death of Cardinal Shrain, Cardinal Anheim ascended to the position of Head of the Inquisition. Immediately, he terminated Cardinal Shrain’s proposed new policies and enacted even more drastic laws that called for the purification of mankind and the eradication of the deviants. And so began massive purges of the deviants, were reminiscent to the “witch hunts” of ancient history, but unquestionably an act of modern genocide.\r\n\r\nThe massive forces of Church army’s Crusaders began to obliterate each and every deviant commune across the world. Soon, the deviants were able to rally their own armies in opposition, including the Fifth Viscount who gathered allies and their supporting armies and began to push back in earnest.\r\n\r\nThe guerrilla forces and tactics of the deviants was able to counter the army of the Church and it was predicted that the conflict would stalemate into a long, drawn-out war. However, in defiance of all predictions, all forces of the Viscount alliance were decimated after just one month of struggle. And so it was that the world came to know of the exorcist corps that the Inquisition had deployed into battle and had so decisively turned the tide of the war: the “Gun Bullet Children”.\r\n\r\n \r\n\r\nS everal months later…\r\n\r\nSince recorded history, there was one force with which the Church had avoided conflict, the group of vampires and deviants that served the only member of any vampire or deviant groups that was permitted the title of “Lord” and was known to be the most powerful vampire on earth. Now, from within the giant castle Pandemonium, the “Undead Lord”, stirred into motion.\r\n\r\n \r\n\r\n \r\n\r\nOVERVIEW\r\n\r\nFeaturing the renowned and  addictive polarity-based gameplay system, this amazing vertical shmup is sure to please any shooter fan. The polarity and color of your character can be changed to absorb enemy bullets of the same polarity while charging the special weapon in the process and doing double damage to enemies of the opposite polarity. Every bullet absorbed charges your special weapon for total destruction. With awesome music, beautiful art, and challenging stages, this is the game that put the eXceed series on the map and has everything you would want from a shmup.","info":"<li><span>开发: </span><a href=\"/person/7899\">FLAT</a></li><li><span>发行日期: </span>2008-8-16</li><li><span>官方网站: </span>http://exceedseries.com/2nd-vampire-rex</li>","collection":{"wish":1,"collect":7,"doing":1,"on_hold":1},"tags":[{"name":"STG","count":2},{"name":"PC","count":2},{"name":"ADV","count":1},{"name":"STEAM","count":1},{"name":"FLAT","count":1},{"name":"同人","count":1},{"name":"弹幕","count":1}],"staff":[{"id":7899,"image":"//lain.bgm.tv/pic/crt/g/31/a4/7899_prsn_6U0ue.jpg","name":"FLAT","desc":"开发"}],"relations":[{"id":127094,"image":"//lain.bgm.tv/pic/cover/m/f0/bc/127094_AyES2.jpg","title":"EXceed 2nd - Vampire REX","type":"原声集","url":"https://bgm.tv/subject/127094"},{"id":92054,"image":"//lain.bgm.tv/pic/cover/m/94/6c/92054_8f7rl.jpg","title":"eXceed - Gun Bullet Children","type":"前传","url":"https://bgm.tv/subject/92054"},{"id":127098,"image":"//lain.bgm.tv/pic/cover/m/4c/d3/127098_GX3O8.jpg","title":"EXceed 3rd - Jade Penetrate","type":"续集","url":"https://bgm.tv/subject/127098"}]}