{"id":55697,"type":4,"name":"Bionicle Heroes","image":"//lain.bgm.tv/pic/cover/m/6f/9a/55697_zsiHS.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":1,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":6},"summary":"当静态的玩具，透过丰富的动画，将它逼真生动的身影，拟真化后，可与更多的消费者产生共鸣，像是孩子宝（Hasbro）旗下的许多玩具即是拥有许多的电玩软件，与玩家共同互动交流。\r\n\r\nBionicle正是透过动画，将生化战士的故事背景与世界，以生动的手法让玩家融入其中，让玩家手上的Bionicle玩偶更具感情。\r\n\r\nTT Game 再次为乐高效力，将旗下品牌搬移到电玩娱乐平台上；像是日本卡漫游戏王的手上的卡牌，执行卡牌时，即可将生物拟真化为实体作战；而『乐高生化战士』即是让玩家们能亲自操纵着自己喜爱的生化战士，为正义而战，为拯救家园而战，展现它强大力量，铲除邪恶。\r\n\r\n【乐高的积木世界】\r\n\r\nTT Game拥有其强大的绘图引擎，在决定制作乐高世界时，想将乐高那极具丰富想象的庞大世界与其惊人的色彩组合成[乐高系列]。\r\n\r\n一个独立方块也许没什么意思，但透过庞大的积木组合，即真实呈现出一个个丰富的奇异世界；乐高星际大战，正是最佳立证，它以无旁白的演出模式，生动活泼的肢体语言将星际大战的１至３集故事剧情完整表现。\r\n\r\n『乐高生化战士』(Bionicle Heroes)的所有人物与对象，更是等比例的积本组合，从头到脚的组合零件，都与真实世界的一模一样，因为他们就是乐高战士，Lego Star Wars原班人马的另一项巨作，带领玩家进去探索，并解开这世界隐藏的神秘事件。\r\n\r\n【邪恶的暴走党】\r\n\r\n在飘移海岛万野岛Voya Nui之上，隐藏着一个自远古流传下来的秘密：就在海岛的地心深处，在炙热的熔岩之中，埋藏了一个极具威力的生之面罩Mask of Life。\r\n\r\n它的能量足以令生化世界翻天覆地．而一群狡诈狠辣的暴走党誓要取得面罩．无人知道牠们的身份及来历，只知道牠们是邪恶的化身．暴走党随身带有麻醉药，可以将岛民迷晕后变作奴隶．牠们来势汹汹，锐不可挡．如果生之面罩真的落入牠们手中，生化世界将面临浩劫。\r\n\r\n暴走霸是生化战士前所未见的劲敌，牠们是最狡诈、强势和心狠手辣的一群．牠们不像生化恶魔布洛，或者异能妖兽般有勇无谋，相反地牠们充满智慧，可以独立思考，在谋略方面更胜生化战士．牠们亦不会重蹈毒蛛邪帝和马古他的错误，而低估生化战士的实力。\r\n\r\n虽然牠们表面上被马古他迷惑，但牠们却深藏不露，并在暗中实行自己的阴谋．事实上，每一个暴走霸都各怀鬼胎，希望可以夺取生之面罩，据为己有，以便称霸生化世界。\r\n\r\n由于各有异心，暴走党不会相信别人，牠们互相猜疑，又会相互勾结，共图大计．并且时刻窥探，推敲对方的计谋．牠们面露虚假的笑容，还沾沾自喜以为自己可以骗倒别人．\r\n\r\n【丰富的游戏模式】\r\n\r\n『乐高生化战士』拥有丰富的２５个关卡，六大生化区，玩家可扮演英雄人物Toy Inika对抗邪恶，也可以选择大坏蛋Piraka破坏这个世界。\r\n\r\n在游戏过程中，玩家也许觉得它很简单，而单调，但是透过最简单的乐高元素将使游戏过程中增添许多丰富的元素，Inika 不只是将敌人击退，更在游戏中运用能力将散乱的乐高零件重组，或是残裂的道路再度还原，继续前进。\r\n\r\n以第三人称动作射击解谜游戏为特色的『乐高生化战士』，是由乐高积木所组成的，当你对敌人进行攻击时，可以在画面上看到敌人的生命状态值出现，显示他被攻击的状态，当终结敌人倒地后，敌人会散成乐高积木碎块，而那些敌人若是这周遭环境的一部份，当回复碎块后，即会回归到原位并重组回它的所在地。\r\n\r\n在游戏中有几项重要选项是你要多注意的，战士生命值，雷达表，和十字标线。雷达会在画面的右下角，显示敌人的所在地，以红及绿的光点表示。黑色的标示即告诉玩家终点（出口）的位置。\r\n\r\n人性化的瞄准系统，让玩家能轻松地锁定离玩家最近的敌人要害点。当开始攻击时，十字标会主动锁定该移动目标，不论你或他怎么移动，都能轻松锁定。并进行攻击。\r\n\r\n若是在这个丰富的乐高世界搭配个复杂的接口，可能会显得美中不足，但开发小组却贴心地注意到此点，仅保留最简单而重要的几项动作按钮在画面上。玩家运用左键轻松操控方向与多方位的视角调整。\r\n\r\n每位角色都拥有不同的攻击能力并有效地击败对手。且也都拥有额外的重组物件的能力，修复与解除封锁的入口，玩家将会发现每一个的mask都有着与环境相契合的特色。\r\n\r\n当你面对着散落的零件时，你的十字标将会主动锁定所有同对象所需的零件，使其发光以视标示。再按一下按钮，游戏主角将会主动将其零件重组回原样。当你重组完成后，你即要启动masks，使其活动起来，并开启下一款的冒险之旅。\r\n\r\n【惊人的动画风格】\r\n\r\n透过手边最新释放出的『乐高生化战士』抢鲜版，原本担心它是否能有与『乐高星际大战』相同的游戏水平，在拿到游戏后，心中大石才算真的放下了。且不失所望地达到原先所预期的标准。其大量的鲜明色彩将乐高的积木特色表露无遗，着实令人叹为观止。\r\n\r\n『乐高星际大战』能成功掳获全球玩家的目光，并不只是因为其响亮的星际大战名号！相信现过『乐高星际大战』的玩家们绝对会被其整体设计、游戏风格与专业音乐配置，让无声的乐高主角们，透过动作表达而完美的呈现出其幽默风趣的故事剧情。","info":"<li><span>中文名: </span>乐高生化战士</li><li><span>开发: </span><a href=\"/person/39322\">TT Games</a></li><li><span>发行: </span><a href=\"/person/17043\">Eidos Interactive</a></li><li><span>别名: </span>乐高生化英雄</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>NGC</li><li><span style=\"visibility:hidden;\">平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>Wii</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span style=\"visibility:hidden;\">平台: </span>NDS</li><li><span>游戏类型: </span>AAVG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2006年11月14日</li>","collection":{"wish":1,"collect":7,"dropped":2},"tags":[{"name":"ACT","count":2},{"name":"2006","count":1}],"staff":[{"id":39322,"image":"//lain.bgm.tv/pic/crt/g/27/25/39322_prsn_5M5rZ.jpg","name":"TT Games","desc":"开发"},{"id":17043,"image":"//lain.bgm.tv/pic/crt/g/3c/71/17043_prsn_U3DbI.jpg","name":"艺夺","desc":"发行"}]}