{"id":61496,"type":4,"name":"Loki: Heroes of Mythology","image":"//lain.bgm.tv/pic/cover/m/c4/93/61496_F3Cqv.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":0,"7":0,"8":0,"9":0,"10":0},"score":4},"summary":"继代理《泰坦任务》及其资料片《不朽王座》在台创下惊人销售纪录之后，英特卫再接再厉签下一款神话风动作角色扮演游戏《诸神黄昏（洛基）》（LOKI）中文版，游戏完美融合了《暗黑破坏神》的经典架构与《泰坦任务》神话元素，还没上市就荣获 Gamespot：「不论单人或多人游戏内容，都一样伟大！」与 Games Xtreme：「绝对值得一玩再玩！」等著名网站超高评价！英特卫将秉持对中文化一贯的专业态度，努力将一款成熟而完美的中文化游戏呈献给玩家。 \r\n\r\n在《诸神黄昏（洛基）》中，玩家将做为正义的代表与甦醒之后的邪神作战。游戏中，玩家将从四名来自不同神话国度、特点各异的英雄中选出自己的角色。游戏中的世界则从冰雪覆盖的地区，一直延伸到阿兹特克文明出现的原始丛林。虽然相关的神话传说广为世人所知，但游戏中出现的神灵却远比人类历史记载中残暴的多。 \r\n\r\n支援最新的像素渲染（Pixel Shader） 3.0、即时像素照明（Real Time Pixel Lighting）等成像技术的《诸神黄昏（洛基）》，将具备 ARPG 前所未有的精美图像效果。游戏中，玩家将从四名来自不同神话国度：埃及、希腊、阿兹特克和挪威，能力、外型大异其趣的英雄中选出自己的角色。在动态生成的游戏场景中，玩家可以从四个英雄中选择一名进行游戏。超过 1000 种的物品、130 种的游戏技能，将帮助玩家与超过百种怪物进行战斗。超过 200 种特殊物品、每种技能高达 25 种的升级内容以及三种游戏难度，将使玩家享受近乎无穷的娱乐体验，动輒十几呎到二十几呎高的各种神话 BOSS 级怪物绝对将震撼您的视觉体验！ \r\n\r\n北欧战士、希腊女弓手、埃及法师、阿兹特克女巫医 任君挑 \r\n\r\n《诸神黄昏（洛基）》的设置融和了几个神话。大家耳熟能详的希腊神话、北欧神话、埃及神话还有阿兹特克神话，游戏原名 Loki 这个名字是借用了北欧神话裏面一个邪神之名。游戏的开头会让玩家选择四个角色中的一个——北欧战士、希腊女弓手、埃及法师、阿兹特克女巫医。玩家的主要目的是要去阻止赛斯（埃及的邪恶与黑暗之神）在大地上製造混乱。赛斯从封印了他几千年的墓地逃出来后扬言要对埃及诸神进行报复。而且他找到了他的邪恶盟友——另外三位来自希腊，挪威和阿兹特克的邪恶之神。玩家无论选择哪个角色，游戏的最终目标都是一样的。然而，根据每个角色不同的背景文化，他们各自都被不同的神统治著。\r\n\r\n游戏有多种结局，最后会出现哪种结局就取决於玩家选择了哪个角色、又是怎么进行游戏的。《诸神黄昏（洛基）》给玩家提供了超过 50 个的游戏任务，可以说是非常有挑战的。每个角色都有不同的设计，他们有各自的民间传说，战斗风格和能力。比如说，挪威战士就代表了一般的奇幻游戏中战士的标準。凭著他的力量和近距离搏击的能力，他成为一名非常出色的战士。如果你是一个比起动脑更爱肉搏的人，那么他将是一个首选。如果你选择希腊女弓箭手，记得除了箭术，她还很擅长给敌人设置陷阱。她是希腊之神阿基里斯的徒弟，阿基里斯让她去保护万神殿。而埃及的角色可说是跟剧情最紧密联繫在一起的角色了。埃及法师最主要的能力是下咒语和运用魔法。至於阿兹特克的女巫医，她主要的任务是去拯救濒临灭绝的同胞，她的能力都是跟自然有一定关联的。 \r\n\r\n游戏特色: \r\n\r\n◎ 四大神话剧情完全精緻中文化，引领玩家浸淫诸神黄昏、木马屠城…等壮阔史诗 \r\n◎ 北欧战士、希腊弓手、埃及法师与阿兹特克萨满，四位主角 四样风情 四种打法！ \r\n◎ 打怪狂人好所在 百餘种怪物、二百种主被动技能 随机生成地图 千变万化！ \r\n◎ 蒐宝达人新天堂 千种装备 重铸、迭覆加组合、拆解 无限可能！ \r\n◎ 蛇髮女妖梅杜莎、巨狼芬里厄、牛头怪米诺陶诺斯…..远古神兽大尺寸 Boss 战震撼重现！ \r\n◎ 最新像素渲染、即时像素照明技术 完全 3D 细腻成像 美不胜收！ \r\n◎ 以单机角色直接杀进多人四种模式 邀好友组队冒险或 PK 决高下！ ","info":"<li><span>中文名: </span>诸神黄昏</li><li><span>开发: </span><a href=\"/person/39335\">Cyanide</a></li><li><span>别名: </span>洛基</li><li><span style=\"visibility:hidden;\">别名: </span>Loki</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>1 人 (支援多人连线模式)</li><li><span>发行日期: </span>2007年6月4日</li><li><span>发行: </span>CDV Software Entertainment</li>","collection":{"wish":1,"collect":2},"tags":[{"name":"ARPG","count":1}],"staff":[{"id":39335,"image":"//lain.bgm.tv/pic/crt/g/64/fd/39335_prsn_ye73l.jpg","name":"Cyanide","desc":"开发"}]}