[
  {
    "id": "3290740",
    "title": "魔怪",
    "desc": "Earth Corps, a team of scientists specializing in subterranean exploration, would prefer to simply go about their work. However, this changes when a horde of...",
    "year": "1986"
  },
  {
    "id": "1298064",
    "title": "魔怪",
    "desc": "一个三口之家在太空旅行，当他们遇到一艘搁浅的宇宙飞船。他们设法救出了一名震惊的幸存者(Grieco)。然而，当父亲继续调查这艘船时，他发现每个人都被谋杀了。突然间，...",
    "year": "1996"
  },
  {
    "id": "30329152",
    "title": "正青春",
    "desc": "国际知名化妆品公司SW大中华区业绩蒸蒸日上，但总经理舒婉婷却面临严重的“被替”危机：一直庇护她的“靠山”上司即将退休，而自己一手提拔的得力干将华东区总监林睿迅...",
    "year": "2021"
  },
  {
    "id": "20427597",
    "title": "生化人",
    "desc": "简介：\nManborg大概讲了个什么故事？科学家无意中打开了时空隧道，各路地狱机甲兽开始围攻地球，主角是个废材兵哥，被地狱将军打残后再醒来，发现自己被科学家改装成了M...",
    "year": "2011"
  },
  {
    "id": "3210678",
    "title": "生化人",
    "desc": "风骤雨的夜晚，一架民航班行在雷电交加的风暴云团中的颠簸前行，机长忽然失去了和地面控制台的联系，自动导航系统失灵，他们不知道已经进入了俄罗斯的领空……  在俄罗...",
    "year": "1996"
  },
  {
    "id": "26993308",
    "title": "亡命徒",
    "desc": "To escape her abusive boyfriend, Kat joins a wilderness expedition with a group of women, all of whom are struggling with the uncertainty of life. What was s...",
    "year": "2016"
  },
  {
    "id": "3237417",
    "title": "生化猎人",
    "desc": "Two scientists are attempting to distribute the cure for a demon virus that is affecting people all over Japan, however, things have become complicated. One ...",
    "year": "1995"
  },
  {
    "id": "30443443",
    "title": "生化危机",
    "desc": "2036 年 — 在“乐无忧”传播开来、并给人带来如此多痛苦的 14 年后，在感染后嗜血的可怕生物之间，洁德·威斯克将杀出一条血路。在腥风血雨中奋战之余。杰德还有很多苦...",
    "year": "2022"
  },
  {
    "id": "1853752",
    "title": "机器人之恋",
    "desc": "在精神病院里的朴一顺（郑智熏饰）是名强迫性适应青年，他认为自己可以窃取他人能力和思想，只要带上面具，别人就找不到他。他一直认为凡是任何能想到的东西，他都能偷...",
    "year": "2006"
  },
  {
    "id": "2269314",
    "title": "生化人脑",
    "desc": "吉姆是一个学校公认的问题儿，因此受到一个研究机构的“特别照顾”进行心理辅导，殊不知这个机构是由外星人建立起的地球分基地，并且使用一个大脑怪物来控制附近居民的...",
    "year": "1988"
  },
  {
    "id": "5157128",
    "title": "猎人游戏",
    "desc": "桑特（克里斯·布兰特 Chris Briant 饰）曾是一名在阿富汗服役的士兵，残酷的战场曾给他留下诸多美好的回忆，也在他的心中留下了难以磨灭的烙印。如今桑特供职于某政府...",
    "year": "2011"
  },
  {
    "id": "1304664",
    "title": "魔鬼猎杀",
    "desc": "被一个机器人带领的恐怖分子占领了核弹中心，并打算将一枚导弹发射到华盛顿。当权者很希望能够协商处理，而恐怖分子则透露了他们的真正目的。而在核弹中心工作的一个女...",
    "year": "1992"
  },
  {
    "id": "26145167",
    "title": "半机械人",
    "desc": "美国国防部研制秘密武器X-Corp，这是部半人、半机器的实验性武器，利用针状抗生物质的传播媒介进入人的神经系统，进而控制人。但后来武器项目失控，半机器人开始袭击人...",
    "year": "2015"
  },
  {
    "id": "1300196",
    "title": "狂情生化人",
    "desc": "一个女作家发现了情人的背叛，决定到深山无人的地方写她的下一部小说。好朋友带她到一家公司，订购了一个家用男性机器人起名杰夫瑞。开始，机器人一丝不苟的执行他的基...",
    "year": "1994"
  },
  {
    "id": "5111374",
    "title": "闪灵生化人",
    "desc": "致力研究人類細胞組織再生的克拉克博士，不幸被闖入研究室的盜匪強迫喝下實驗物品！\n而在研究所附近遊蕩的流浪漢也同樣喝了廢棄的實驗物品！竟然產生突變開始攻擊在附近...",
    "year": "1994"
  },
  {
    "id": "3776467",
    "title": "超电子生化人",
    "desc": "",
    "year": "1984"
  },
  {
    "id": "1297529",
    "title": "魔鬼生化人2",
    "desc": "被一个机器人带领的恐怖分子占领了核弹中心，并打算将一枚导弹发射到华盛顿。当权者很希望能够协商处理，而恐怖分子则透露了他们的真正目的。而在核弹中心工作的一个女...",
    "year": "1995"
  },
  {
    "id": "30207949",
    "title": "黄飞鸿之南北英雄",
    "desc": "晚清时期，外来入侵，国家内忧外患，民不聊生。黄飞鸿（赵文卓 饰）面对列强的压迫，依旧弘扬中国文化，保护民族信仰，与外来者的打击坚持抗争。在这样一个社会动荡的时...",
    "year": "2018"
  },
  {
    "id": "4733012",
    "title": "人类进化2：生而为人",
    "desc": "In \"Birth of Humanity,\" the second part of the three-part series \"Becoming Human,\" NOVA investigates the first skeleton that really looks like us–\"Turkana B...",
    "year": "2009"
  },
  {
    "id": "35346248",
    "title": "进化之实踏上胜利的人生",
    "desc": "轻小说《进化之实踏上胜利的人生》TV动画化决定！\n故事简介：偶像培育学园里充满俊男美女，柊诚一却是又胖又丑还有强烈体臭，因此成为霸凌对象，就连被自称是神的声音传...",
    "year": "2021"
  }
]