{"id":230840,"type":4,"name":"Delivery from the Pain","image":"//lain.bgm.tv/pic/cover/m/8f/b7/230840_99Y09.jpg","summary":"故事发生在一个末日背景下的小城市，玩家通过扮演不同职业的幸存者，\r\n在资源严重稀缺的环境下，通过努力探索和调配资源让自己活下去，\r\n同时也能遇到不同的幸存者，\r\n通过和他们的交互以及剧情的发展来了解末日背后真实的故事。\r\n\r\n《末日方舟》是一款以生存为主题的体验类游戏。\r\n你在游戏中将扮演一名幸存者，\r\n在这个僵尸横行的世界里探索、战斗、收集资源；\r\n与其他幸存者接触，选择帮助还是利用他们；\r\n通过学习，制造强化自己的庇护以及生存能力。\r\n最终你是否能够真的找到逃出生天的办法呢？\r\n\r\n\r\n游戏特色：探索\r\n探索是本游戏的一个的核心，只有保证每次探索都会带来不同的情况，\r\n探索的不确定性才会给玩家以足够的刺激。\r\n所以游戏从世界地图级别就开始了随机地图的规则。\r\n\r\n学习和建造\r\n场景内会有随机的资源，而资源则是游戏中一种很重要的物品。\r\n玩家将用这些资源制造道具来维持自己的生存。\r\n\r\n玩家将有以下数值影响到生存：\r\n【1】体力：体力为零时玩家战死。体力只有被攻击时才会流失，脱离战斗则自恢复。制造的攻击道具则可以更快击杀僵尸，也间接影响体力流失。\r\n【2】饱腹：饱腹为零时玩家饿死。饱腹会随着时间自动流失，制作的食品可以补充饱腹度。\r\n【3】精力：精力为零时玩家累死。精力在非休息时间自动流失，在床上休息则可以补充精力，床越好需要的休息时间越短，剩下的时间则可以制造更多东西。\r\n【4】健康：健康为零时玩家病死。健康只有在产生疾病时才会流失，疾病则包括受伤（战斗中）、内伤（饮食问题）、药物依赖（嗑药）。疾病可以通过使用对应的药物进行治疗，并恢复对应的健康值。\r\n【5】心情：心情为零时玩家抑郁而死。心情在其他值低于一定值时随时间自动流失，可以通过使用某种道具并伴随时间消耗的休闲时光来恢复心情。\r\n\r\n发展相关的学习和建造主要发生在避难所中。\r\n\r\n战斗\r\n游戏中潜行是非常重要的概念，角色会听到僵尸的动静后自动进入潜行状态，如果周围范围没有僵尸活动，则自动进入奔跑状态。所有战斗均会消耗对应的物品道具，那么如何有效的消耗道具造成更大的效果则成为此部分的核心乐趣。\r\n\r\n时间\r\n时间是本游戏一个非常重要的要素。任何探索、发展、战斗均会消耗一定的时间。\r\n其中在副本中，时间将自动流失。另外在庇护所中发展（学习或建造）以及移动目标时，时间也会流逝。\r\n时间的合理安排和利用是游戏的核心乐趣之一。\r\n\r\n避难所防御\r\n在玩家入睡的时候，避难所将有可能会遭受侵袭。此侵袭不是可视的，玩家只能在醒来的时候查看防御状况来了解情况。\r\n玩家可以建造各种防御物品抵御僵尸侵袭，一旦避难所被僵尸攻破，玩家将直接死亡。\r\n\r\n白天与黑夜的分配\r\n游戏分为白天和黑夜，其中白天黑夜各占12小时。其中白天僵尸比较沉闷，适合外出探索，黑夜僵尸比较暴躁，不可外出，可以在避难所中进行学习建造或者休息。\r\n白天的12小时，一部分被消耗在路程和探索中，剩下的时间则是玩家在场景中的活动时间，能多拿东西就多拿吧！如果玩家在黑夜来临前没有离开场景，僵尸将会快速进入狂暴状态，主角将被围。如果在返程的路上进入黑夜，将受到僵尸攻击，如没有体力则依旧死亡。\r\n\r\n信息收集\r\n游戏的剧情背景其实还是比较丰富的，但是本游戏的核心玩法不允许也不应该有太多的剧情桥段。因此将大部分的背景描述和悬念布置放在游戏中可以收集的信息物品中，而游戏中的少量的剧情桥段仅用来描写末日中不用人的行为特征。\r\n信息物品一旦被使用，则直接保存到文档中并且物品消失。文档内容不会随着玩家角色死亡而消失。\r\n\r\n捕猎系统\r\n在公园等野外地图，玩家可以使用捕兽夹抓取小动物作为食物。小动物有自己的繁殖系统，一味捕杀则可能造成再难抓到小动物。\r\n\r\n游戏世界观\r\n\r\n（1）、癌症带来的永生\r\n近日，某药物研究小组声称他们发现了一种胰腺癌的致病机制。这种胰腺癌与两个基因的突变有关。具体说来，这两个基因会对和人类寿命有关的DNA产生影响。\r\n寿命的延长一直是令无数研究者感兴趣的课题，说到人类寿命，就不能不提与之密切相关的端粒。端粒是染色体末段的一个部分，会随年龄的增长不断缩短。因此有些科学家相信，保持端粒的长度可以在一定程度上延长寿命（一些在老鼠身上进行的实验初步证实了这一看法）。但问题是，凭借癌症而延长的生命将会是什么样子呢？\r\n或许唯一能逃脱死亡命运的，就是癌细胞。对于这种胰腺癌的患者来说，端粒徒长正是使癌细胞得以存活的原因。癌变的细胞是细胞中的僵尸，它们丧失了正常的功能，在人体内行进，步调一致而呆板，所作的一切只是为了感染他人、复制自己——只是不死，而非永生。\r\n为了把这种无意义的不死转化为有意义的永生，我们首先要确定究竟是哪个基因可以通过使端粒延长达到让细胞不再衰老的目的。但端粒的缩短究竟是导致衰老的原因，抑或只是衰老过程中所伴随的表现呢？在这个基本的因果关系没有理清之前，永生之酒滋味如何我们仍旧不得而知。\r\n\r\n（2）、人类补完计划\r\nFaithEnergy公司启动了人类补完计划，背后的推动者则是FRED财团的拥有者Ender Fred。此计划的本质则是利用癌细胞使得人类得以永生，考虑到人们对于永生伦理上可能的排斥，此计划在明面上是以癌症的疫苗进行宣传的，而其明显的效果（癌细胞快速变为可控繁殖）和低廉的价格，很快被全世界广为认可和接受。FaithEnergy公司的声誉一时无两。\r\n\r\n（3）、上帝之选\r\n但是，这个疫苗或者说永生计划，本身是有极大的瑕疵的。Ender Fred在该疫苗还没有完全完成临床试验时就草率的上市，其实是有本身的用意的。这种疫苗的确会使人永生，但是却只有少数人在一段时间后还能保持“人类”的身份，大部分则变成了无意识的活死人，或者说——僵尸。\r\n在僵尸事件触发后，FaithEnergy很快就淹没在人们的讨伐中，但是作为幕后的Ender Fred则并不为人所知。国家正在崩坏，世界正在毁灭。\r\nEnder Fred在这时启动了自己早就建成的避难所。接纳没有变为僵尸的人类前来避难和定居。这时候，Ender Fred被人们称为最后的救世主（Last The One）。\r\n而实际上，这一切都是Ender的计划而已，他认为，新世界人类是永生的，永生的人类不需要在保有这么多基数，低劣的基因应该被淘汰，剩下的都是精英。Ender将这称为上帝之选。\r\n\r\n（4）、造神计划\r\nEnder Fred将自己的避难所称为Noah，意指诺亚方舟。这个避难所可容纳一千万左右的人口，以及各种动物植物。并可以提供自产自足的生态平衡，和对于外界的足够防御。\r\n在Ender的计划中，避难所可以为剩下的新人类和其他物种提供多年的生存条件，而在几年之后，外界被遗弃的僵尸将因能量摄入不足而全部死亡，这时候就可以带领大家占领整个世界，而他将成为新世界的神！\r\n\r\n（5）、DFP组织\r\nEnder为了自己的避难所成立一个特别的组织，DFP（Delivery from the pain）。此组织致力于研究如何让在外界的人类能够和他们取得联系并得到拯救。 ","info":"<li><span>中文名: </span>末日方舟</li><li><span>别名: </span>Delivery from the Pain 末日方舟</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>策略生存冒险</li><li><span>发行日期: </span>2017-10-06</li><li><span>售价: </span>¥32</li><li><span>官方网站: </span>http://www.huayigame.cn/</li><li><span>indienova: </span>https://huayigame.indienova.com/Delivery_from_the_Pain</li><li><span>Press Kit: </span>https://www.indienova.com/g/Delivery_from_the_Pain/presskit</li><li><span>开发: </span>HuaYiGame</li><li><span>发行: </span>HuaYiGame</li>","collection":{"wish":3,"collect":1,"on_hold":2},"tags":[{"name":"STEAM","count":1},{"name":"RPG","count":1}]}