{"id":230861,"type":4,"name":"ZomDay","image":"//lain.bgm.tv/pic/cover/m/3e/00/230861_DpZV8.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"丧尸危机在世界各地爆发,你将扮演S.E.A.T(Special Event Action Team)\r\n小队的队员在世界各地迎击丧尸的进攻。\r\nZomDay是一款快节奏的支持双人联机的VR射击游戏。\r\n有海量的敌人,刺激的Boss战,人物PERK养成等。 \r\n如果你是一个对杀戮丧尸的方式有高品位追求的硬核杀戮者，\r\n那么这款VR游戏会很适合你! \r\n\r\n游戏分为故事模式和挑战模式，可以理解为主线和支线。\r\n敌人将会无情的发动一波一波的进攻，怪物间将会互相配合，\r\n每一次的战斗都将更加困难，获得掉落的Buff暂时提高你的战斗能力，\r\n或者是利用地形与敌人进行周旋。\r\n每一次生还之后结算系统会对你的战斗表现进行评级：\r\n精准度、爆头数、受伤量、连击数、击杀怪物数等都会纳入计算。\r\n你要利用好每一波之间珍贵的喘息时间在商店购买强力装备或者是\r\n在战场上搜集空投补给，亦或是打扫战场上击杀敌人后掉落的物资，\r\n战斗评级越高你将获得的空投补给和经验值越多。淘汰下来的装备怎么办？\r\n不必担心，战场上的资源回收机还能回收你替换下来的旧武器。\r\n甚至如果在战场上捡到了有贩卖价值的物品，\r\n可以将武器或物品直接扔进回收机，以维持你的经费运转。\r\n如果你是个赌徒，甚至还可以尝试使用战场上的老虎机以小博大。\r\n弹药打光了？你还可以用你的枪托近身肉搏！\r\n\r\n【各种难度的游戏和丰富的挑战模式】：\r\n除了故事模式，我们还准备了各种各样的挑战模式: 狙击模式、生存模式、白刃战模式等。不同难度下的游戏呈现出的感受差别是非常大的！作为一个硬核玩家你不应只止步于低等级的难度！\r\n\r\n【 双人联机】：\r\n是的，兴奋起来！和你的小♂伙♂伴一起并肩战斗吧！你可以随时加入一场开放的游戏！你会在联机模式下发现一个不一样的游戏：和队友组成攻击阵型防御四周来袭的怪物，帮助队友购买子弹或武器等补给品，或直接将手里的武器交给队友，你们的战斗评定也将会互相影响。一个强力的伙伴将会拉高你的战斗评级。当你卡在高难度下的某一个关卡时，呼叫你的朋友加入你的房间，支援你通过难关。注意，请不要射击你的队♂友！\r\n\r\n【养成系统】：\r\n人物等级---玩家通过击杀敌人、拾取掉落的经验币、战斗结算等方式来获取经验。玩家的等级越高，生命值越高，弹药负载上限越高，能解锁商店中的物品越多，其中不乏强力的物品！\r\nPERK---玩家可以通过升级获取的技能点来点亮独特的技能Perk。不同的Perk组合将会产生不同的效果。\r\n武器熟练度---每一个武器都有独立的等级，你使用的越多，武器就能增长的越快，武器升级会让武器的威力，弹夹容量，射击精准度提高。\r\n丧尸战利品解锁---这是一个在下一个版本中会出现的特性，通过击杀指定类型和数目的敌人，此种类的敌人将会被‘驯化’，出现在‘丧尸屋’中，敬请期待！\r\n\r\n【丰富的武器选择】：40+枪械，10+冷兵器。手榴弹、手枪、霰弹枪、突击步枪、狙击枪、榴弹发射器，扳手、锤子、消防斧，你甚至可以用拳头进行战斗！还有神秘的特殊武器。并且会不断的更新！\r\n\r\n【面对尸海的包围】：\r\n我们将游戏的战斗设计成玩家将遭受大量敌人从各个方向的进攻，这代表同屏大量的敌人，意味着在VR模式下显卡和CPU将接受双重的煎烤。我们特别针对AI的计算和渲染负载进行了优化，享受尸潮给你带来的震撼和压迫感！\r\n\r\n【完全物理模拟的打击反应】：\r\n借助虚幻引擎领先业界的物理动画混合系统，敌人的任何部位的受击反应都将依据武器的威力产生的推力和推力方向演化出正确的受击动作，让FK和物理模拟能够完美融合。即使是鬼畜的动作都能变得特别真实…\r\n\r\n【精准的声场定位和音效】：\r\n怪物叫声、枪械、爆炸、脚步声等非UI提示音效都是从正确的位置发出，我们花费了大量的时间让每一个声音的位置和衰减以及场景中不同位置的混响和闭塞都处于最好的状态。每一个把枪械的音效均采用警队实录的对应其真实枪械的声音采样，带上耳塞享受这一切！\r\n\r\n【关于美术品质】：\r\n我们热爱FPS，我们选用了的高质量的枪械模型，我们制作了每一把枪的抛壳动作、空仓挂机动作、抛出的弹壳的口径、枪机的往复、后坐力偏移、射速、开枪时手柄震动的强度和时间，这些细节我们对每一把枪和武器都进行过调教，感谢在制作过程中得到了警队朋友的帮助。\r\n我们的团队美术成员常年奋战在国际一线AAA级大作制作流程中，希望你们能近距离的欣赏这些可爱的怪物们~！\r\n\r\n【写实硬核的战斗和武器系统】：\r\na.Bullet Time！谁能抗拒子弹时间的魅力呢？连续击打敌人的要害部位填满子弹时间槽激发子弹时间，在子弹时间下，武器的伤害会发生惊人的改变。\r\nb.玩家胸前有两个手雷槽，两个腰间枪槽位，一个背后的狙击枪槽位。加上双手各拿一把武器，玩家可以同时携带7把武器。\r\nc.要给武器上弹，必须先退下弹夹，然后将枪放在胸前才能完成，熟练的掌握这一动作对于提升战斗效率很有帮助。\r\nd.不同枪械的后坐力导致的连射偏差是不一样的。点射和轻扣手柄的扳机是保证精准度的好选择。\r\ne.武器间的配合相当重要，面对如潮水般扑面而来的尸群，使用热兵器远程击打要害，进入近距离格斗时使用冷兵器进行肉搏，是经典的作战方式。\r\nf.冷兵器将会计算你的击打速度和击打方向，越高的挥击速度造成的伤害越高，使用刀背砍人可不会造成什么有效的伤害。\r\ng.你将在不同的敌情中选择最适合的武器组合来进行战斗：狭窄的巷战？没问题，选择一手拿匕首，一手拿手枪的CQB组合。喜欢像维京人一样的战斗？太棒了！你可以双持大斧杀出血路。想当Rambo？好主意!我们当然能满足你。\r\nh.你甚至可以在场景中的不同地方预先放置好几把武器或者手榴弹，当需要风筝和持久战的时候这些武器会派上用场！\r\ni.通过Perk技能开启狙击枪的穿透能力。当然，每种枪械都有专属的Perk强化技能！","info":"<li><span>中文名: </span>僵死之日</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>虚拟VR射击游戏</li><li><span>游玩人数: </span>多人</li><li><span>发行日期: </span>2017-08-18</li><li><span>售价: </span>¥66</li><li><span>官方网站: </span>http://www.intogames.cn/</li><li><span>indienova: </span>https://intogames.indienova.com/zomday-2</li><li><span>Press Kit: </span>https://www.indienova.com/g/zomday-2/presskit</li><li><span>开发: </span>INTO GAMES</li><li><span>发行: </span>INTO GAMES</li>","collection":{"wish":1,"dropped":1},"tags":[{"name":"Vive","count":1},{"name":"VR","count":1},{"name":"PC","count":1}]}