{"id":171877,"type":4,"name":"War In The Pacific","image":"//lain.bgm.tv/pic/cover/m/a4/fc/171877_L51EP.jpg","summary":" The War At Sea - Besides critical hit locations for all weapons platforms and any radar installations, individual armor locations and a wealth of performance and characteristics data, each ship’s crew has an experience rating for day and night combat. Every ship from mighty carriers and battleships down to gun boats has a commander with his own strengths and weaknesses. The game includes thousands of ships chosen from over 300 ship classes.\r\n\r\nThe War in the Air - A wide variety of aircraft are included in the game, ranging from the awkward P-39 and the nimble Zero, to the heavy hitting B-29 and the extremely fast and powerful Corsair. Pilots and crews are tracked separately from aircraft and have individual skill and fatigue ratings. When pilots are in short supply, they can be placed into the pilot pool and reassigned to other groups\r\n\r\nThe War on the Ground - Troops are needed to maintain and garrison bases and to deprive the enemy of his bases. So, troops are handled with care. There are a goodly number of different types of land-based units. The unit counters are mostly on division and brigade level, but there are many independent regiments and battalions. These are all represented by different unit counters and have different capabilities and include engineers, combat squads, Marine squads, support squads, air support sections, Sherman tanks, Stuart tanks, motorized forces, a number of mortars and field artillery and many others. There are 15 campaigns included with the game, which can be played against the computer opponent, hot seat, by secure email. War in the Pacific now gives you the chance to fight the entire war your way on every level.\r\n\r\nPolitical Points – Some troops are restricted in deployment. Australian troops must be release from home defense, for instance, before they can be shipped off to fight in New Guinea. And, Admirals can’t be everywhere, at once. Each day, each player accumulates political points which can be used to reassign assets to the various headquarters or to change leaders.\r\n\r\nJapanese Production – Groups cannot fly without planes, ships need to be built and tanks have to come from somewhere. The Japanese player will never have enough industry to build all he needs. He can choose to increase the size of factories or change what they are building at the cost of retooling. He can also speed up or retard the building of specific ships to the possible detriment of the shipbuilding schedule. He will need oil and resources to make industry run and will want to capture locations with such materials as quickly as possible. Much of this gathering can be automated, but the player will be able to fine tune the procedure or manually order the loading and destination of his ships.","info":"<li><span>开发: </span><a href=\"/person/21883\">2by3 Games</a></li><li><span>售价: </span>http://www.matrixgames.com/products/294/details/War.In.The.Pacific</li><li><span>官方网站: </span>http://www.matrixgames.com/products/294/details/War.In.The.Pacific</li>","collection":{"collect":1,"dropped":1},"staff":[{"id":21883,"image":"//lain.bgm.tv/pic/crt/g/41/99/21883_prsn_dHYQi.jpg","name":"2by3 Games","desc":"开发"}],"relations":[{"id":171876,"image":"//lain.bgm.tv/pic/cover/m/c8/e9/171876_1eE4Y.jpg","title":"War in the Pacific - Admiral's Edition","type":"续集","url":"https://bgm.tv/subject/171876"}]}