{"id":171876,"type":4,"name":"War in the Pacific - Admiral's Edition","image":"//lain.bgm.tv/pic/cover/m/c8/e9/171876_1eE4Y.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":2,"10":0},"score":9},"summary":" Based on the award winning War in the Pacific from 2 by 3 Games and Matrix Games, the standalone expansion, Gary Grigsby’s War in the Pacific - Admiral’s Edition, adds significant improvements and changes to the original title to enhance game play, improve realism, and increase historical accuracy. With dozens of new features, new art, and engine improvements, War in the Pacific - Admiral's Edition is the most realistic and engrossing WWII Pacific theatre game available. The immense scale is 40 miles per hex with losses covering individual vehicles, aircraft, guns and squads. Since half the planet Earth is covered by the titanic Pacific struggle, the game is massive in scope, covering thousands of ships tens of thousands of aircraft.\r\n\r\nThere are 15 campaigns included with the game, which can be played against the computer opponent, hot seat, and by secure email. Combined with a robust and time-proven engine, War in the Pacific – Admiral’s Edition gives you the chance to fight the entire war your way on every level.\r\n\r\n\r\nWar in the Pacific - Admiral's Edition allows the player to experience one of the most massive conflicts history has ever seen on all fronts and in all forms:\r\n\r\n    The War At Sea– The unparalleled realism in Admiral’s Edition includes critical hit locations for all weapons platforms and radar installations, individual armor locations for ships, and a wealth of performance and characteristics data. Additionally, each ship’s crew has an experience rating for day and night combat. Every ship from mighty carriers and battleships down to gun boats has a commander with his own strengths and weaknesses. The game includes thousands of ships chosen from hundreds of ship classes.\r\n    The War in the Air- A wide variety of aircraft are included in the game, ranging from the awkward P-39 and the nimble Zero, to the heavy hitting B-29 and the extremely fast and powerful Corsair. Pilots and crews are tracked separately from aircraft and have individual skill, experience, and fatigue ratings. When pilots are in short supply, they can be placed into the pilot pool and reassigned to other groups using an intuitive and advanced pilot pool system.\r\n    The War on the Ground- Troops are needed to maintain and garrison bases and to deprive the enemy of his bases. So, troops are handled with care. There are a substantial number of different types of land-based units which are mostly broken down to division and brigade level, but there are many independent regiments and battalions. These are all represented by different unit counters and have different capabilities and include engineers, combat squads, Marine squads, support squads, air support sections, Sherman tanks, Stuart tanks, motorized forces, a number of mortars and field artillery and many others.\r\n\r\nAmong dozens of additions and new features, some major new improvements to the Admiral's Edition include:\r\n\r\n    An all new 40 nautical mile per hex map\r\n    Numerous revisions to air combat/operations\r\n    Revisions to naval systems, including revised cargo, troop carrying and load unload capabilities.\r\n    An all new editor will also be included, which will add increases to slot ranges for many data components including aircraft, ships and ground units.\r\n    Ground system enhancements like movement related changes and a more robust combat system\r\n    A revised OOB for the master scenario which improves its historical accuracy and realism\r\n\r\nThe boxed version of the game will also come with a full color 332 page manual! Please note: The original War in the Pacific game is NOT required to play Admiral's Edition.","info":"<li><span>中文名: </span>太平洋战争：海军上将</li><li><span>售价: </span>€ 77.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/351/details/War.in.the.Pacific.-.Admiral's.Edition</li>","collection":{"wish":1,"collect":2,"on_hold":1,"dropped":1},"tags":[{"name":"策略","count":1},{"name":"SIM","count":1},{"name":"PC","count":1}],"relations":[{"id":171877,"image":"//lain.bgm.tv/pic/cover/m/a4/fc/171877_L51EP.jpg","title":"War In The Pacific","type":"前传","url":"https://bgm.tv/subject/171877"}]}