{"id":171879,"type":4,"name":"War Plan Orange: Dreadnoughts in the Pacific 1922 - 1930","image":"//lain.bgm.tv/pic/cover/m/ee/6f/171879_OF3o6.jpg","summary":" The Year is 1922.  World War 1 has come and gone and the world has settled into an uneasy peace.  The alliance between the United States and the other powers is weak as the powers try to maintain peace in Europe.  Fearful of the growing strength of Japan, the United States created a series of plans in case of a pacific war with Japan.  Their name:  War Plan Orange.  Consisting of three different scenarios, War Plan Orange was a comprehensive and real life \"What if\" scenario for the war in the pacific.  In the world of Matrix Games a different story is going to unfold, and Japan, seeking natural resources to grow their power, will turn the full strength of their navy against the industrial giant of the United States.\r\n\r\nEnter War Plan Orange:  Dreadnoughts in the Pacific 1922-1930, where you will command the pacific fleet for either power in four different campaigns.  The two major campaigns will take you from 1922 - 1926 and from 1926 - 1930.  With incredible attention to detail and historical accuracy, War Plan Orange is the perfect modification to War in the Pacific for anyone who loves the time period between World War 1 and World War 2.  The lack of airpower and inefficient fuels, as well as the natural resources required by both sides make War Plan Orange a completely different experience.\r\n\r\nAdditionally there are two PBEM scenarios included, making War Plan Orange powerful enough to stand on its own, as well as one of the largest mods and expansions to be released for any game.  War in the Pacific fans will rejoice and newcomers will stand in awe of the tactical battles that will be waged in one of the greatest wars that never was (or at least, never was until more than a decade later).","info":"<li><span>开发: </span><a href=\"/person/21883\">2by3 Games</a></li><li><span>游戏类型: </span>Operational, Strategic</li><li><span>游玩人数: </span>1</li><li><span>售价: </span>€ 19.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/326/details/War.Plan.Orange:.Dreadnoughts.in.the.Pacific.1922.-.1930</li>","collection":{"collect":1,"dropped":1},"staff":[{"id":21883,"image":"//lain.bgm.tv/pic/crt/g/41/99/21883_prsn_dHYQi.jpg","name":"2by3 Games","desc":"开发"}]}