{"id":171870,"type":4,"name":"Gary Grigsby's War Between The States","image":"//lain.bgm.tv/pic/cover/m/3d/df/171870_nT5k7.jpg","summary":" \"We must do more than defeat their armies, we must destroy them!”\r\n\r\nFrom the legendary team at 2 by 3 Games comes a new grand strategy masterpiece: Gary Grigsby’s War Between the States. Taking gamers back to the American Civil War, this innovative grand strategy game allows players to experience the trials and tribulations of the role of commander-in-chief for either side.  Historically accurate, detailed and finely balanced for realistic gameplay, War Between the States is also easy to play and does not take months to finish.\r\n\r\nPromote and cultivate talented young colonels or brigadiers to build Corps and Army commanders that will help you fight and manage the war effort from battles to training of recruits with the utmost efficiency and success.  An innovative multi-faceted rank promotion system allows leaders to gain in abilities and power based on their successes, while also simulating the historical progression of leaders during the war.  Each decision you make must be weighed carefully, as promoting and demoting leaders, entering neutral states, raising troops and many other actions cost you the political capital that will determine your ability to achieve victory.\r\n\r\nExplore the historical tactics of the day to find the best way to win. Use cavalry to raid the enemy supply depots and conduct reconnaissance to determine the best place to strike and then engage the enemy head on and watch the epic push and pull of battle unfold in front of you. In between battles, the mighty Union navy or brave Confederate raiders can strangle and disrupt supply flow at critical times in your campaign.  Build river gunboats and transports to exploit the strategic value of the Mississippi and entrench and fortify key locations to deny passage to the enemy.\r\n\r\nTest your mettle and strategic vision in one of the most bitterly fought contests in history – the War Between the States.","info":"<li><span>开发: </span><a href=\"/person/21883\">2by3 Games</a></li><li><span>发行: </span><a href=\"/person/21115\">Matrix Games</a></li><li><span>售价: </span>€ 38.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/357/details/Gary.Grigsby's.War.Between.The.States</li>","collection":{"collect":1},"staff":[{"id":21883,"image":"//lain.bgm.tv/pic/crt/g/41/99/21883_prsn_dHYQi.jpg","name":"2by3 Games","desc":"开发"},{"id":21115,"image":"//lain.bgm.tv/pic/crt/g/ef/d9/21115_prsn_7373M.jpg","name":"Matrix Games","desc":"发行"}]}