{"id":171873,"type":4,"name":"Gary Grigsby's World at War: A World Divided","image":"//lain.bgm.tv/pic/cover/m/15/7c/171873_RYCRW.jpg","summary":" Gary Grigsby’s World At War: A World Divided™ brings you to back to the dawn of the greatest and most terrible war the world has ever seen. The forces of the Axis, including Germany, Japan and Italy, face the might of France, Great Britain, the United States, China and the Soviet Union in the epic struggle of World War II. Starting with the blitzkrieg attack on Poland, the course of the war is determined by your actions as the leader of one or more major factions, opposed by human or computer players. A World Divided takes this conflict one step further, with a future what-if scenario that occurs right at the end of the war. Allowing players to go continuously from the end of their game into this new scenario, Russia’s land army powerhouse and consolidated position squares off against the Western Allies naval and air superiority, and who’s territory is massive, yet less easily defended.\r\n\r\nAs you play Gary Grigsby’s World At War: A World Divided™, the events of the war unfold around you through news reel reports covering both historical and hypothetical events, World at War features a variable set of historic events that will be unveiled dependant on how the war is going. As the United States, do you focus on Europe first or send more reinforcements to the Pacific, seeking an early defeat for Japan? As Germany, do you invade the Soviet Union in 1941 or prepare your forces to march into London? In Gary Grigsby’s World At War: A World Divided™, you have complete control over the production, research and military strategy for your side.\r\n\r\nAt your disposal are the full air, land and sea forces of each power, A World Divided now features spies and signals intelligence as well, capable of stealing technology and other information on the enemy, and providing an upper hand in combat situations. Each unit can be upgraded in a variety of researchable areas. Build more tank divisions, improve your fighter planes or focus on strategic bombardment – the choice is yours. More expensive units take longer to build and shortages in industry, resources or manpower can play havoc with your plans. Take command in this dynamic, turn-based strategy game of World War II that puts you in the role of some of the most legendary leaders of history. Four tutorials, three campaigns and five scenarios let you learn the system quickly and start fighting the whole war and beyond. Make it happen in Gary Grigsby’s World at War: A World Divided™!","info":"<li><span>开发: </span><a href=\"/person/21883\">2by3 Games</a></li><li><span>发行: </span><a href=\"/person/21115\">Matrix Games</a></li><li><span>游戏类型: </span>Strategic</li><li><span>游玩人数: </span>1</li><li><span>售价: </span>€ 38.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/330/details/Gary.Grigsby's.World.at.War:.A.World.Divided</li>","collection":{"collect":1},"staff":[{"id":21883,"image":"//lain.bgm.tv/pic/crt/g/41/99/21883_prsn_dHYQi.jpg","name":"2by3 Games","desc":"开发"},{"id":21115,"image":"//lain.bgm.tv/pic/crt/g/ef/d9/21115_prsn_7373M.jpg","name":"Matrix Games","desc":"发行"}]}