{"id":171875,"type":4,"name":"Gary Grigsby's War in the East: Don to the Danube","image":"//lain.bgm.tv/pic/cover/m/80/d4/171875_O6T3t.jpg","summary":" The critically and fan acclaimed Eastern Front mega-game Gary Grigsby’s War in the East just got bigger and better with Gary Grigsby’s War in the East: Don to the Danube! This expansion to the award-winning War in the East comes with a wide array of later war scenarios ranging from short but intense 6 turn bouts like the Battle for Kharkov (1942) to immense 37-turn engagements taking place across multiple nations like Drama on the Danube (Summer 1944 – Spring 1945).  Don to the Danube and the War in the East system gives players unprecedented control over pivotal operations in the Second World War like Operation Uranus, the encirclement of the 6th German Army at Stalingrad, the Cherkassy Pocket and much more. Don to the Danube also takes full advantage of the hefty number of new features and rule changes that come with the massive 1.06.00 update and incorporates a full new Editor manual as well.\r\n\r\nGary Grigsby’s War in the East: Don to the Danube is an expansion for War in the East and requires the base game to play.","info":"<li><span>中文名: </span>加里的东线战争：从顿河到多瑙河</li><li><span>开发: </span><a href=\"/person/21883\">2by3 Games</a></li><li><span>发行: </span><a href=\"/person/21115\">Matrix Games</a></li><li><span>游戏类型: </span>Strategic</li><li><span>售价: </span>€ 14.99</li><li><span>官方网站: </span>http://www.matrixgames.com/products/423/details/Gary.Grigsby's.War.in.the.East:.Don.to.the.Danube</li>","collection":{"collect":1},"staff":[{"id":21883,"image":"//lain.bgm.tv/pic/crt/g/41/99/21883_prsn_dHYQi.jpg","name":"2by3 Games","desc":"开发"},{"id":21115,"image":"//lain.bgm.tv/pic/crt/g/ef/d9/21115_prsn_7373M.jpg","name":"Matrix Games","desc":"发行"}],"relations":[{"id":171869,"image":"//lain.bgm.tv/pic/cover/m/31/3f/171869_1e83C.jpg","title":"Gary Grigsby's War in the East: The German-Soviet War 1941-1945","type":"相同世界观","url":"https://bgm.tv/subject/171869"}]}