{"id":182841,"type":1,"name":"The Adventures of Tom Sawyer","image":"//lain.bgm.tv/pic/cover/m/5c/15/182841_us.jpg","rating":{"total":9,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":2,"8":3,"9":4,"10":0},"score":8.2},"summary":"《汤姆·索亚历险记》是美国小说家马克·吐温1876年发表的代表作品，小说的故事发生在19世纪上半世纪美国密西西比河畔的一个普通小镇上。主人公汤姆·索亚天真活泼、敢于探险、追求自由，不堪忍受束缚个性、枯燥乏味的生活，幻想干一番英雄事业。小说的时代在南北战争前，写的虽是圣彼得堡小镇，但该镇某种程度上可以说是当时美国社会的缩影。小说通过主人公的冒险经历，对美国虚伪庸俗的社会习俗、伪善的宗教仪式和刻板陈腐的学校教育进行了讽刺和批判，以欢快的笔调描写了少年儿童自由活泼的心灵。《汤姆·索亚历险记》以其浓厚的深具地方特色的幽默和对人物敏锐观察，一跃成为最伟大的儿童文学作品，也是一首美国“黄金时代”的田园牧歌。\r\n\r\nTom Sawyer lives with his Aunt Polly and his half-brother Sid. He skips school to swim and is made to whitewash the fence the next day as punishment. He cleverly persuades his friends to trade him small treasures for the privilege of doing his work. He then trades the treasures for Sunday School tickets which one normally receives for memorizing verses consistently, redeeming them for a Bible, much to the surprise and bewilderment of the superintendent who thought \"it was simply preposterous that this boy had warehoused two thousand sheaves of Scriptural wisdom on his premises—a dozen would strain his capacity, without a doubt.\"\r\n\r\nTom falls in love with Becky Thatcher, a new girl in town, and persuades her to get \"engaged\" by kissing him. But their romance collapses when she learns Tom has been \"engaged\" previously to Amy Lawrence. Shortly after Becky shuns him, he accompanies Huckleberry Finn to the graveyard at night, where they witness a trio of graverobbers, Dr. Robinson, Muff Potter and Injun Joe, getting into a fight. While Potter is knocked unconscious during the scuffle, Injun Joe stabs the doctor to death and later pins the blame on Potter, who is arrested and charged with murder.\r\n\r\nTom and Huck run away to an island. While enjoying their new-found freedom, they become aware that the community is sounding the river for their bodies. Tom sneaks back home one night to observe the commotion. After a brief moment of remorse at his loved ones' suffering, he is struck by the idea of appearing at his own funeral.\r\n\r\nBack in school, Tom gets himself back in Becky's favor after he nobly accepts the blame for a book she has ripped. Soon, Muff Potter's trial begins, in which Tom testifies against Injun Joe. Potter is acquitted, but Injun Joe flees the courtroom through a window. Tom then fears for his life as Injun Joe is at large and can easily find him.\r\n\r\nSummer arrives, and Tom and Huck go hunting for buried treasure in a haunted house. After venturing upstairs they hear a noise below. Peering through holes in the floor, they see Injun Joe disguised as a deaf-mute Spaniard; Injun Joe and his companion plan to bury some stolen treasure of their own. From their hiding spot, Tom and Huck wriggle with delight at the prospect of digging it up. Huck begins to shadow Injun Joe nightly, watching for an opportunity to nab the gold. In the meantime, Tom goes on a picnic to McDougal's Cave with Becky and their classmates. In his overconfidence, Tom strays off the marked paths with Becky and they get hopelessly lost. That night, Huck sees Injun Joe and his partner making off with a box. He follows and overhears their plans to attack the Widow Douglas. By running to fetch help, Huck prevents the crime and becomes an anonymous hero.\r\n\r\nAs Tom and Becky wander the extensive cave complex for the next few days, Becky gets extremely dehydrated and starved, so Tom's search for a way out gets even more determined. He accidentally encounters Injun Joe one day, but he is not seen by his nemesis. Eventually he finds a way out, and they are joyfully welcomed back by their community. As a preventive measure, Judge Thatcher has McDougal's Cave sealed off, but this traps Injun Joe inside. When Tom hears of the sealing several days later and directs a posse to the cave, they find Injun Joe's corpse just inside the sealed entrance, starved to death.\r\n\r\nA week later, having deduced from Injun Joe's presence at McDougal's Cave that the villain must have hidden the stolen gold inside, Tom takes Huck to the cave and they find the box of gold, the proceeds of which are invested for them. The Widow Douglas adopts Huck, and when he attempts to escape civilized life, Tom tricks him into thinking that he can join Tom's robber band if he returns to the widow. Reluctantly, he agrees and goes back to her.","info":"<li><span>中文名: </span>汤姆·索亚历险记</li><li><span>册数: </span>1</li><li><span>作者: </span><a href=\"/person/2529\">Mark Twain</a></li><li><span>出版社: </span>Oxford University Press</li><li><span>价格: </span>$18.95</li><li><span>发售日: </span>1876</li><li><span>页数: </span>368</li><li><span>ISBN: </span>0195101367</li>","collection":{"wish":2,"collect":21,"doing":1},"tags":[{"name":"小说","count":4},{"name":"马克·吐温","count":3},{"name":"名著","count":2},{"name":"童年","count":1},{"name":"美国","count":1},{"name":"启蒙","count":1}],"staff":[{"id":2529,"image":"//lain.bgm.tv/pic/crt/g/82/ca/2529_prsn_anidb.jpg","name":"马克·吐温","desc":"作者"}],"relations":[{"id":44708,"image":"//lain.bgm.tv/pic/cover/m/5d/58/44708_9Rxb4.jpg","title":"トムソーヤ","type":"书籍","url":"https://bgm.tv/subject/44708"},{"id":23611,"image":"//lain.bgm.tv/pic/cover/m/71/10/23611_KA5P5.jpg","title":"トム・ソーヤーの冒険","type":"动画","url":"https://bgm.tv/subject/23611"}]}