{"id":84438,"type":3,"name":"YEBISUセレブリティーズ PREMIO","image":"//lain.bgm.tv/pic/cover/m/2f/b3/84438_4ZwBA.jpg","summary":"　　コメント 応募にはエビリティ関連商品を3つも購入することが必要だった上、小為替も結構な額が必要だったのに、紙ケースにCDが直接入って送られてきたのを見た時には、ちょっとがっかりしたのですが、収録時間は長いし、益永くんはいっぱい出ているしで、内容的には満足でした！ こういう全プレなら、大歓迎。普通に売ってくれれば、もっと良いけど。\r\n　　このCDには、トラックデータの通り、3つのお話が収録されています。\r\n　　1つ目は、モデルの慧とアキラのお話。アキラは長年、幼馴染である綿貫に恋をしていました。けれどある日、彼のマンションへ行った時、偶然恋人との会話を耳にしてしまい、ショックを受けます。そして、雨に打たれて自分の部屋に戻って来た時、行くところがないという慧に出会い、同居することに。オーディションに落ちまくりだという慧は家事が得意で、アキラにとって一緒にいて心和む存在でした。\r\n　　しかし、実は慧はパリコレにも出ているトップモデルでした。慧は、アルバイトをしていた時、別の広告代理店で働いていたアキラを目にしていて、ずっと恋をしていたのです。最初は拒否したものの、慧に惹かれていたアキラは、その気持ちを受け入れることにしたのでした。精神面の弱さからなかなかその実力を発揮できなかったアキラは、慧という恋人を得たことで、新たな気持ちで事務所での仕事にも取り組むようになったのでした。\r\n　　2つ目は、久家と益永が、恋人になってはじめてのクリスマスを過ごすお話。収録時間が一番長いのが嬉しい！\r\n　　久家に無理矢理クリスマス・パーティに連れて行かれた益永は、強引な男に話しかけられ、無理矢理キスされそうになります。もちろん、危ないところで王子様（久家）がちゃんと助けてくれましたが、家に戻ってからも、2人の間はなんとなくしっくりせず。久家は、恋人を見せびらかそうとパーティに連れて行った挙句に、嫌な思いをさせてしまったことを、強く後悔していたのです。その後、プレゼントのことでちょっとひと悶着あったものの、2人は幸せなホワイト・クリスマスを過ごしました。\r\n　　3つ目は、CDオリジナルのストーリー。エビリティのメンバーが、各部屋に露天風呂の付いた高級温泉旅館に社員旅行に行く、というものです。まあ、大体展開は予想通りで。お風呂に入って、色々と…という感じ。社内恋愛をしている2カップルは良いけれど、綿貫・アキラ・高館（彼のお相手は、エビリティの事務所をデザインした有名建築家のレオン）は、寂しい感じになります。狩野は出てきたけれど、電話だけだし。それにしても、「受の湯」「攻の湯」がおかしかった。狩野やユキも来て、益永・藤波・笹生・高館と一緒に入れば良かったのにね！ あ、もちろん外国人2人も。\r\n　　益永くんは、全てのお話に出ています。もちろん、出番が多いのは「Holy Holy Night」ですが、「湯けむり温泉社員旅行」でもかなり喋ってくれています。1の時とは違い、今回は最初から「かわいい」感じが前面に出ていて、聴いていてほのぼのしちゃいました。トラック2でも3でも、多少は危険なシーンもあったけれど、そんなには激しくないし、何より短かったし。久しぶりにエビリティでメインになったのを聴いたせいもあるのかもしれないけど、新鮮な気持ちで聴けて、益永くんの魅力を再発見できたような。\r\n　　久家が「はじめてのクリスマス」と言った時の「出たっ」とか、凄く実感こもっていて、こういう短いセリフ、ホントうまいなあ、と思いました。トラック2のラストを飾る「メリークリスマス」も最高でした！\r\n　　益永に迫る男性を演じていたのは、一伸さん。千葉さんが千葉さんを…でした。一伸さんも良い声♪（実は聴き分けできない時が多いけど） この2人がメインなCDも、いつか聴いてみたい～。\r\n　　非常に私的な余談ですが、エビリティのCD、4枚全部評価が違うことに気付きました。シリーズでこれだけバラつきがあるというのも、なかなかないかも？ ","info":"<li><span>发售日期: </span>2007-01-18</li><li><span>价格: </span>非売品</li><li><span>播放时长: </span>69分32秒</li><li><span>录音: </span>リブレ出版株式会社</li><li><span>碟片数量: </span>1</li><li><span>艺术家: </span>小杉十郎太、成田剣、神奈延年、千葉進歩、鈴村健一、私市淳、伊藤健太郎、森川智之</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"RoDa","count":1}],"relations":[{"id":93411,"image":"//lain.bgm.tv/pic/cover/m/ce/46/93411_6ca8x.jpg","title":"YEBISUセレブリティーズ","type":"书籍","url":"https://bgm.tv/subject/93411"}]}