{"id":119945,"type":4,"name":"NOLTIA","image":"//lain.bgm.tv/pic/cover/m/d5/c3/119945_gUgt9.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"Noltia contains three scenarios, which are not related to each other story-wise.\r\n\r\n1. The first one can be played as either of its two main characters - the boy Aruto or the girl Kyoko. Both are not what they seem to be: Aruto is working for a registry organization in the World of the Dead, and he has to bring Kyoko to judgment, where it will be decided whether she goes to heaven or hell after death. However, Kyoko is actually an angel, whose goal is to save Aruto from killing himself. Both characters have special bars - the well-being of the protagonist and the proximity of the opponent to the protagonist's goal. Command choices can increase or decrease either of these statistics. Wrong choices can lead to Game Over.\r\n\r\n2. The second scenario casts the player in the role of a high-school student named Yoshihiko, who is hired by a gym teacher to take erotic pictures of high-school girls and bring them to him. This scenario allows movement through school locations (menu command \"Move\"), and, depending on the player's choices, Yoshihiko can succeed in taking the most erotically satisfying pictures, or achieve one of the \"bad\" endings.\r\n\r\n3. The third scenario is a realistic depiction of a relationship between a young man named Eiji and his little sister Miwa. The player can choose to play as either one of them. Eiji is dating Miwa's schoolmate, and Miwa tries to understand the change in her own feelings. In this episode, the gameplay is rather straight-forward Japanese adventure.\r\n","info":"<li><span>中文名: </span>NOLTIA</li><li><span>开发: </span><a href=\"/person/16222\">FLAT</a></li><li><span>别名: </span>Noltia</li><li><span>平台: </span>PC-9801</li><li><span>发行日期: </span>1993-05-14</li>","collection":{"collect":2,"dropped":1},"tags":[{"name":"PC98","count":1}],"staff":[{"id":16222,"image":"","name":"FLAT","desc":"开发"}]}