{"id":144374,"type":4,"name":"ヨッシーアイランドDS","image":"//lain.bgm.tv/pic/cover/m/e7/12/144374_Qj3j3.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":3,"8":1,"9":0,"10":0},"score":7},"summary":"Yoshi's Island DS, later released in Japan as Yoshi Island DS (ヨッシー アイランド DS Yosshī Airando Dī Esu?), is a platforming video game developed by Artoon for the Nintendo DS. Published by Nintendo, it was released in North America and Australasia in November 2006, in Europe in December 2006, and in Japan in March 2007.[2] It is the sequel to the 1995 SNES game, Super Mario World 2: Yoshi's Island. Announced at Nintendo's E3 press conference in May 2006,[3] the game was well received by critics, scoring an average of 83% on Metacritic's aggregate.[4] The game was originally to be titled Yoshi's Island 2, though its name was changed two weeks before its North American release. On April 1, 2015, the game was made available for the Wii U via the Virtual Console service shortly after a Nintendo Direct presentation.[1]\r\n\r\nThe game's story focuses on the Yoshi clan as they attempt to rescue newborn children who have been kidnapped by Kamek.[5] Yoshi's Island DS uses the same updated graphical style as Yoshi Touch & Go but retains the same core gameplay as its Super Nintendo Entertainment System predecessor;[3] but whereas the SNES game featured only Baby Mario, DS introduces Baby Peach, Baby Donkey Kong, and Baby Wario, while allowing the player to control Baby Bowser. Each baby bestows Yoshi with a different ability.[5] The objective of the game is to use these abilities to progress through various themed worlds.\r\n","info":"<li><span>中文名: </span>耀西岛DS</li><li><span>发行: </span><a href=\"/person/6734\">任天堂</a></li><li><span>别名: </span>Yoshi's Island DS</li><li><span>平台: </span>NDS</li><li><span>发行日期: </span>2006年11月13日（美）；2007年3月8日（日）</li><li><span>官方网站: </span>http://www.nintendo.co.jp/ds/aywj/index.html</li>","collection":{"wish":1,"collect":9,"doing":1,"dropped":1},"tags":[{"name":"NDS","count":4},{"name":"Platform","count":2},{"name":"任天堂","count":2}],"staff":[{"id":6734,"image":"//lain.bgm.tv/pic/crt/g/6f/d9/6734_prsn_ygMvd.jpg","name":"任天堂","desc":"发行"}],"relations":[{"id":714,"image":"//lain.bgm.tv/pic/cover/m/d1/42/714_R406S.jpg","title":"スーパーマリオ ヨッシーアイランド","type":"前传","url":"https://bgm.tv/subject/714"},{"id":90863,"image":"//lain.bgm.tv/pic/cover/m/f1/b9/90863_Uk8NN.jpg","title":"ヨッシー New アイランド","type":"续集","url":"https://bgm.tv/subject/90863"}]}