{"id":130445,"type":1,"name":"The Secret Service","image":"//lain.bgm.tv/pic/cover/m/63/60/130445_VqLcv.jpg","summary":"An unknown group of terrorists abduct Mark Hamill, a famous Hollywood actor, who is held against his will at a cabin in the mountains in Switzerland. A man shows up and identifies himself as a British secret service agent, and rescues Hamill. They are unsuccessfully pursued by terrorists on snowmobiles. As Hamill and the agent reach the edge of a cliff, they jump off with a parachute, but it turns out to be a misfortune as the parachute opens up too late and both of them crash to their deaths.\r\n\r\nSir Giles, the head of MI6, discusses the matter with one of his agents, Jack London, as there have been several kidnappings of famous celebrities which are believed to be linked to each other. Suddenly, Jack receives a call from his sister-in-law, who tells him that her son, Gary, was arrested by the police for smashing up a stolen car, and that Jack needs to bail him out. Jack, at first, opposes the idea, but reluctantly uses his national security card to get the boy out of prison.\r\n\r\nMeanwhile in Hawaii, a massive murder takes place during a wedding ceremony when brides and grooms slaughter each other. This is later revealed to be controlled by Dr. James Arnold, a very wealthy cellphone entrepreneur, as a test for his upcoming evil schemes. Jack is briefed about the assignment hours later, which he declines temporarily in favor of a \"family reunion.\"\r\n\r\nJack, seeing the potential in his nephew, Gary, takes him under his wing and reveals his true occupation, which he has lied to his family about all along, pretending instead to be a Fraud Squad officer. He offers Gary to come along and do something useful instead of wasting his life in the back-alleys and hanging out with thugs. Gary accepts, but they both decide to keep it between themselves. Jack takes Gary to the training facility, where he is introduced to his training officer, Rupert Greaves. Gary resides in the facility for three years to train as a secret agent.\r\n\r\nGreaves reports to Sir Giles about the progress of trainee agents at the facility, and the fact that the results coming from Gary London's records are excellent. However, Greaves states that he is yet to pull an assassination job off in cold blood. Sometime later, Gary has been assigned to go undercover with a colleague to kill unknown number of street thugs, which he performs very successfully, saving his colleague's life in the process.\r\n\r\nThe team of trainees are sent to a nightclub to prove their abilities of being persuasive, by seducing women. All of the men appear in fancy suits, except for Gary, who dresses in a very casual clothing. They were all given transmitting pens to contact each other with. All of them succeed, with the exception of Gary, who also listens to the conversation his colleagues were making about his background and inability to become fit for service with his behaviour. He disappears in a rage.\r\n\r\nGary steals his uncle's gadget-laden car and runs off to his former neighborhood to collect his former mates. He is pursued again by the police for violating traffic laws. After his arrest, Jack bails him out, once again, and decides to find out the truth behind the matter. Knowing all about the disgrace his nephew has been through, Jack tells Gary that things are done to keep the world safe, and not to earn fame and conduct. He offers Gary to come back to the training, and the latter agrees, only to be tranquilized by Jack.\r\n\r\nGary wakes up to see he is in Colombia, without anything but an earpiece, from which Jack contacts him, and demands that he use his instincts to get out of that country and return to British soil within twelve hours. Otherwise, he will be pulled out of the training for his failure. Jack gives Gary the coordinates of his passport and flight ticket to locate. Gary subdues a policeman, stealing his clothes and car to get the coordinates, which appears to be a mansion of a Colombian drug lord. Taking the policeman's machine-guns, he kills all the guards, and apprehends the drug lord.\r\n\r\nTwelve hours later, the MI6 team are expecting Gary to arrive, who does so in a private jet that belonged to the drug lord. Gary has brought the drug lord with him, so that he can be arrested. Jack is impressed by Gary's success. He takes the young man under his wing again, and takes him to his tailor, where Gary finally becomes the man his uncle was hoping for him to be, a gentleman secret agent.\r\n\r\nWhen Gary pays his mother a visit at her boyfriend's flat, he finds her beaten up for setting up a welcoming party for her son. Outraged, Gary storms to the pub where his mother's boyfriend is hanging out with his gang. Gary beats every single one of them to near death, threatening their lives. Then, with the help of his uncle, he rents a very respectful apartment for his mother and younger brother to reside in.\r\n\r\nBoth uncle and nephew team up in Cannes, where they have tracked down Dr. Arnold, who was going to meet, and most likely abduct a film director, Ridley Scott. While there, Jack seduces Arnold's girlfriend to get the information he needed from her about Arnold's plans to save only small amount of people he wants to live, and for the rest to slaughter each other out of their will, controlled by a satellite fired up into space. Gary witnesses all this through a shared video device worn as sunglasses. Suddenly, Jack is shot in the eye by Arnold's henchman, Gazelle, and dies.\r\n\r\nHorrified by his uncle's death, Gary goes back to the training facility to talk to his training officer, Greaves, who tells him that the killer's intention wasn't to murder a spy, but a man whom Arnold's girlfriend cheats with. Greaves abruptly reveals that he is working for Dr. James Arnold himself, and that he was the person who was responsible for the death of the agent back in Switzerland by switching the actual parachute with a fake one. He offers Gary to join his team, claiming that he recruited a lot of rogue agents. But, Gary rejects the offer. As Greaves attempts to poison Gary, he finds himself poisoned to death by his own drink. Gary has actually switched the glasses, classifying it as \"a second nature.\"\r\n\r\nKnowing that Greaves was going to head to Dr. Arnold's lair, Gary recruits the trainees to an assault mission on a terrorist headquarters. Following the coordinates Greaves' plane had it programmed on, leading to Olympus, the lair hidden inside the mountains in Switzerland. They ambush and battle the troops, freeing the celebrities in the process, among those were Pierce Brosnan, Patrick Stewart and David Beckham. Gary also engages in a fistfight with Gazelle, who reveals he was formerly an MI6 agent. He defeats Gazelle eventually, and heads to the main control section where Dr. Arnold is.\r\n\r\nDr. Arnold activates the operation and waits for the people to slaughter each other, but one of Gary's colleagues, a computer expert, changes the frequencies being sent to the satellite in the mainframe, and deactivates the whole operation. The mission ends up being successful. In revenge for his uncle Jack London's death, Gary shoots Dr. Arnold in the head.\r\n\r\nIn the epilogue, Gary reads a letter from his uncle, left by him before he departed on his last assignment. In the letter, Jack reveals that two thirds of his estate will divide between Royal Boat Institute and the British Heart Foundation. The other one third will be going to Gary's mother. His last words in the post-script tell Gary to take a good care of his gadget-laden car, or he will \"come back and bloody haunt him.\" As Gary reports to MI6 Headquarters, Sir Giles briefs him about a mission that concerns \"trouble in Moscow\".","info":"<li><span>中文名: </span>王牌特工</li><li><span>册数: </span>6</li><li><span>出版社: </span>Icon Comics</li><li><span>发售日: </span>2012</li><li><span>开始: </span>2012-04-11</li><li><span>结束: </span>2013-04-10</li><li><span>原作: </span>Mark Millar</li><li><span>作画: </span>Dave Gibbons</li><li><span>色彩: </span>Angus McKie</li><li><span>编辑: </span>Nicole Wiley Boose</li>","collection":{"collect":1,"doing":1,"dropped":1},"tags":[{"name":"漫画","count":1}],"relations":[{"id":226271,"image":"//lain.bgm.tv/pic/cover/m/e6/bb/226271_16hoF.jpg","title":"Kingsman: The Golden Circle","type":"三次元","url":"https://bgm.tv/subject/226271"},{"id":130446,"image":"//lain.bgm.tv/pic/cover/m/f0/4a/130446_PAw7E.jpg","title":"Kingsman: The Secret Service","type":"三次元","url":"https://bgm.tv/subject/130446"}],"comic":[{"id":130438,"name":"The Secret Service #1","image":"//lain.bgm.tv/pic/cover/c/3d/f1/130438_us.jpg"},{"id":130439,"name":"The Secret Service #2","image":"//lain.bgm.tv/pic/cover/c/d0/67/130439_us.jpg"},{"id":130440,"name":"The Secret Service #3","image":"//lain.bgm.tv/pic/cover/c/06/21/130440_us.jpg"},{"id":130442,"name":"The Secret Service #4","image":"//lain.bgm.tv/pic/cover/c/f4/e4/130442_us.jpg"},{"id":130441,"name":"The Secret Service #5","image":"//lain.bgm.tv/pic/cover/c/c4/5c/130441_us.jpg"},{"id":130443,"name":"The Secret Service #6","image":"//lain.bgm.tv/pic/cover/c/0b/9c/130443_us.jpg"}]}