{"id":246767,"type":4,"name":"Space Live - Advent of the Net Idols","image":"//lain.bgm.tv/pic/cover/m/a6/e4/246767_A54g2.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":1,"5":0,"6":1,"7":0,"8":1,"9":0,"10":0},"score":6},"summary":"Space Live is a short and sweet visual novel that will add some kick into your step for the week! \r\n\r\nThe game features all of the following:\r\nColorful and resplendent artwork brought to you by Circus, the creators of the Da Capo 3 R series and Dal Segno.\r\nAn engaging story filled with riveting performances from your favorite browsers. Laugh, gasp, and be amazed at their thrilling acting abilities and excellent teamwork.\r\nJoin the idol gauntlet and wage war to deliver the crown to your ideal broswer!\r\nA host of events await your curious eyes, including a swimsuit competition and a mesmerizing acting session sure to leave you craving for more.\r\nA cast of browsers battling for the crown, each with their unique quirks that are sure to resonate with a diverse audience.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nStar Calendar, Year 2222\r\n\r\nHumanity abandoned reality and decided to reside in Net Space. Net Space is divided into a number of factions, and every four years, they hold a concert for control of all the Spaces. With such high stakes at play, the heated battle between Space Idols shall commence!\r\n\r\n\r\nCircus is a long-time visual novel producer which has brought many full-length games to the West with MangaGamer. Among one of the first investors in the Western market, Circus is happy to develop Space Live as their first title exclusively for the Western market - a big thank you for supporting our translations in the last decade!","info":"<li><span>开发: </span><a href=\"/person/1339\">Circus</a></li><li><span>游戏类型: </span>视觉小说</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2017年9月30日</li><li><span>售价: </span>¥ 36（steam中国大陆区）</li><li><span>官方网站: </span>https://store.steampowered.com/app/421710/Space_Live__Advent_of_the_Net_Idols/</li>","collection":{"collect":6,"on_hold":2},"tags":[{"name":"7+","count":1},{"name":"马戏团","count":1},{"name":"ADV","count":1},{"name":"PC","count":1}],"staff":[{"id":1339,"image":"//lain.bgm.tv/pic/crt/g/d1/0e/1339_prsn_anidb.jpg","name":"马戏团","desc":"开发"}]}