{"id":246728,"type":4,"name":"ゲーム天国 Cruisin Mix","image":"//lain.bgm.tv/pic/cover/m/ad/c5/246728_i4q6S.jpg","summary":"Game Tengoku CruisinMix is an enhanced port of Jaleco's classic 90s vertically scrolling shooting game, mixing cute characters, a game world parodying a wide range of gaming tropes and history, tight controls, refined mechanics and eggplants?! CruisinMix features both the console original and the exclusive Arcade Mode + in a retro game fan's dream combination.\r\nStory\r\nThe self-proclaimed “Super Duper Genius Smart Guy” Yamada has a plan to take over the gaming world; the obvious first step being to take control of all the arcade cabinets at the “You&Me Kamiyoga” arcade in Kamiyoga, Tokyo! But part-time arcade employee Yui Ito is ready to take him on! Determined to put an end to this cunning plot before the arcade opens, she hastily hacks together all the used arcade circuit boards she has lying around and calls upon all the main characters to take down this evil genius!\r\nGameplay\r\nChoose from 6 ships, each with their own unique weapon system and bomb and take the fight to the deranged Genius Yamada and his game-world spawned minions in multiple action and laughter-packed stages. With a cast coming straight from Jaleco's back-catalog and stages based around themes such as JRPGs, Japanese arcades and crane games there's never a dull moment. And don't forget the eggplants!In addition to the Classic console game modes, there's also Arcade Mode+; a refined arcade port with more characters via DLC, and HD Data Mode, with hi-res game flyers, straight from Jaleco's archives!\r\nMain Features\r\nArcade Mode + features:\r\nNormal\r\nPlay through the game or practice any of the 6 stages\r\nTime Attack\r\nPlay against the clock for a high score\r\n7 characters, 6 unique ships and more coming via DLC\r\n2 display modes (vertical stretch & dot by dot)\r\nChoose arcade or classic remastered music and voice!\r\nHD Data Mode: high-res game flyers & info on Jaleco's games\r\nLeaderboards and achievements\r\nClassic Mode features:\r\nArcade\r\n6 stages of straight-laced shooting with 2p co-op\r\n1 Time Attack stage\r\nArrange\r\n8 stages with fully-voiced intermissions\r\nFully voiced opening and ending movies and several songs\r\nTime attack with 2 stages and a practice stage\r\nHistory\r\nFollowing its popularity in arcades upon its 1995 release, Game Tengoku hit the home console market in 1997. Featuring classic Jaleco characters alongside original ones all voiced by a number of popular voice actors & actresses; it was a character-based shoot ‘em up that was well ahead of its time!Well-known manga artist Tatsuya Souma provided character designs, there were fully-voiced skits, 4 original songs, and animated sequences too! And all while making other shooting games jealous of how well it pulled off its game mechanics! It managed to be a character centric game without succumbing to any of the cut corners that usually come with such a title.","info":"<li><span>中文名: </span>游戏天国Cruisin Mix</li><li><span>别名: </span>The Game Paradise! Cruisin Mix</li><li><span style=\"visibility:hidden;\">别名: </span>Game Tengoku CruisinMix</li><li><span style=\"visibility:hidden;\">别名: </span>Game Tengoku CruisinMix Special</li><li><span>平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>纵向卷轴弹幕射击游戏</li><li><span>发行日期: </span>2017年11月30日</li><li><span>售价: </span>88(steam 中国大陆区)</li><li><span>官方网站: </span>https://store.steampowered.com/app/663130/Game_Tengoku_CruisinMix/</li>","collection":{"wish":1}}