{"id":246704,"type":4,"name":"Welcome to the Game II","image":"//lain.bgm.tv/pic/cover/m/06/73/246704_cKOwl.jpg","summary":"Welcome to the Game II is an atmospheric horror / strategy / puzzle game that takes you into the world of the deep web, in search of the shadow web. Why are you in search of the shadow web? Let’s take you back into the story.\r\n\r\nYou play as Clint Edwards, an investigative reporter in a major metropolitan area. You wake up from a nap to sounds coming from your computer. Someone has sent you a link to a stream that is causing alarm to its viewers. Upon viewing the stream, you see a woman named Amalea who’s scared for her life. Amalea says something about the shadow web, and that there are men in masks hunting her down. When trying to explain her location, the stream abruptly ends. This peaks Clint’s interest, and he must dig deeper to find her before it’s too late. But little does Clint know that the deep web is not a place to poke around. You never know who else is around to poke back.\r\n\r\nWelcome to the Game II puts you the task of saving Amalea, and how to get there. You are tasked to seek out 8 hidden hashes to decrypt the shadow web browser. You do this by using a simulated computer operating system on a computer. This simulated operating system will come with tools to help you on your way, such as a web browser (A.N.N), Note taking software, software package purchase options(zeroDAY), and more!\r\n\r\nThe hidden hashes are spread out through the deep web, on web pages. You find the hashes by carefully examining the page by either clicking around, viewing the page source, or maybe poking around a hidden file somewhere.\r\n\r\nWhile you are on your search for the hidden hashes, you must hack your way into neighbors Wi-Fi’s to be avoid being tracked by the police! Fend off hackers (mini games) from stealing your data, DOSCoin (in game currency), notes. Order products to help you on your mission such as Wi-Fi boosters to get better range, motion sensors. Make DOSCoin(in game currency) by doing certain tasks such as defeating hacks and items to generate you DOS Coin!\r\n\r\nThis all takes place in your city apartment building, where you must explore around to move around the Wi-Fi dongle, set up motion detectors, go to the drop off location and more! While all doing so by being hunted by the mysterious unknows of the deep web (bad guys). ","info":"<li><span>中文名: </span>欢迎来到游戏 II</li><li><span>别名: </span>欢迎来到游戏2</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>Horror / Strategy / Puzzle</li><li><span>发行日期: </span>2018-04-04</li><li><span>售价: </span>US$9.99 / ¥63</li><li><span>官方网站: </span>http://www.reflectstudios.com/</li><li><span>开发: </span>Reflect Studios</li><li><span>发行: </span>Reflect Studios</li>","relations":[{"id":246703,"image":"//lain.bgm.tv/pic/cover/m/59/b0/246703_JmQZX.jpg","title":"Welcome to the Game","type":"前传","url":"https://bgm.tv/subject/246703"}]}