{"id":334521,"type":4,"name":"Myth II: Soulblighter","image":"//lain.bgm.tv/pic/cover/m/13/a7/334521_Y1BzR.jpg","summary":"Myth II: Soulblighter is a 1998 real-time tactics video game developed by Bungie for Microsoft Windows and Mac OS. Published by Bungie in North America and by GT Interactive Software in Europe, the game was also ported to Linux by Loki Entertainment. It is the second game in the Myth series, and a sequel to Myth: The Fallen Lords. In 1999, an expansion pack, Myth II: Chimera, was released. Developed by the Badlands mapmaking group, in association with Bungie, Chimera is set ten years after Soulblighter. Originally released as a free download, Chimera was later published by Bungie as part of the Total Codex bundle, incorporating it into the official Myth canon. In 2001, a third Myth game was released, Myth III: The Wolf Age, set one thousand years prior to The Fallen Lords, and developed by MumboJumbo.\r\n\r\nSet sixty years after The Fallen Lords, the game tells the story of the resurgence of Soulblighter, a supporting antagonist in the first game, and one of the titular Fallen Lords. Determined to defeat the forces of Light who vanquished his master, Balor, and conquer the free cities of the world, Soulblighter resurrects the Myrkridia, a race of flesh eating monsters not seen in over a thousand years. Standing against Soulblighter is Alric, the main protagonist in the first game, and now King of The Province, who must rally humanity to fight a war they never expected. Chimera is set ten years after Soulblighter, and tells the story of three veterans of the campaign against Soulblighter, who band together to fight a mysterious sorceress.\r\n\r\nSoulblighter was a critical success, with reviewers feeling it improved on virtually every aspect of The Fallen Lords. They cited better, more detailed graphics, enhanced sound effects, more varied gameplay, better AI, more intricate and varied level design, and a more user-friendly interface and control scheme. Critics were also impressed with the improvements made to online multiplayer mode, and praised the variety of options available to players. They also lauded the mapmaking tools included with the game, which allowed users to create their own maps for both multiplayer gaming and single-player campaigns. The game also sold very well, considerably outselling the original, which had been Bungie's best selling game up to that point.\r\n\r\nThe Myth series as a whole, and Soulblighter in particular, supported an active online community for over a decade after the official servers went offline. The first formally organized group of volunteer-programmers was MythDevelopers, who were given access to the game's source code by Bungie. The most recently active Myth development group is Project Magma, an offshoot of MythDevelopers. These groups have worked to provide ongoing technical support for the games, update them to newer operating systems, fix bugs, release unofficial patches, create mods, and maintain online servers for multiplayer gaming.","info":"<li><span>中文名: </span>神话2：勾魂使者</li><li><span>开发: </span><a href=\"/person/18353\">Bungie</a></li><li><span>发行: </span><a href=\"/person/18353\">Bungie</a></li><li><span>平台: </span>Microsoft Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Mac OS</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span>游戏类型: </span>Real-time tactics</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1998年12月28日</li>","staff":[{"id":18353,"image":"//lain.bgm.tv/pic/crt/g/24/49/18353_prsn_i2hyK.jpg","name":"Bungie","desc":"开发"}],"relations":[{"id":334519,"image":"//lain.bgm.tv/pic/cover/m/83/dd/334519_Od8US.jpg","title":"Myth: The Fallen Lords","type":"前传","url":"https://bgm.tv/subject/334519"},{"id":334522,"image":"//lain.bgm.tv/pic/cover/m/2d/52/334522_8Qo0i.jpg","title":"Myth III: The Wolf Age","type":"续集","url":"https://bgm.tv/subject/334522"}]}