{"id":334516,"type":4,"name":"Marathon","image":"//lain.bgm.tv/pic/cover/m/df/a3/334516_1iAqq.jpg","summary":"Marathon is a first-person shooter video game developed and published by Bungie, and released in December 1994 for the Apple Macintosh. The game takes place several centuries into the future in outer space and sets the player as a security officer attempting to defeat an alien invasion aboard a colony ship named the Marathon.\r\n\r\nMarathon has a well-developed storyline that is also an essential element of its gameplay, which distinguishes it from many other first-person shooters released in the 1990s that devote minimal attention to plot in favor of faster, more action-oriented gameplay. Marathon has a single-player scenario as well as a multiplayer deathmatch mode, through which up to eight players can compete against each other on the same computer network, via individually linked computers. This functionality increased anticipation for Marathon prior to release, and won the game the Macworld Game Hall of Fame Award for the best multiplayer game in 1995.\r\n\r\nMarathon is the first game in a series of three games collectively known as the Marathon Trilogy, which also includes its two sequels, Marathon 2: Durandal and Marathon Infinity, released in 1995 and 1996 respectively. In 1996, Bungie completed Super Marathon, a port of Marathon and Marathon 2 to Apple's short-lived Apple Bandai Pippin video game console.\r\n\r\nBungie released the source code of Marathon 2 in 1999 shortly before being acquired by Microsoft, which enabled the development of the Marathon Open Source Project and its enhanced version of the Marathon engine, called Aleph One allowing to play the game on modern versions of Windows, macOS, and Linux. The trilogy itself was released by Bungie as freeware in 2005.","info":"<li><span>中文名: </span>马拉松</li><li><span>开发: </span><a href=\"/person/18353\">Bungie</a></li><li><span>发行: </span><a href=\"/person/18353\">Bungie</a></li><li><span>平台: </span>Macintosh</li><li><span style=\"visibility:hidden;\">平台: </span>Pippin</li><li><span style=\"visibility:hidden;\">平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1994年12月21日</li>","staff":[{"id":18353,"image":"//lain.bgm.tv/pic/crt/g/24/49/18353_prsn_i2hyK.jpg","name":"Bungie","desc":"开发"}],"relations":[{"id":334517,"image":"//lain.bgm.tv/pic/cover/m/dd/0d/334517_58BJ7.jpg","title":"Marathon 2: Durandal","type":"续集","url":"https://bgm.tv/subject/334517"}]}