{"id":91398,"type":1,"name":"ガガーブ三部作超極秘設定資料集","image":"//lain.bgm.tv/pic/cover/m/9b/60/91398_vsu92.jpg","summary":"　「え？これって三部作だったんですか？」最初からそのつもりで構成していたのか、なんかウケたから急遽三部構成で辻褄を合わせようとしたのかは定かではありませんが（ＩＶの扱いを見るに恐らく後者でしょうが）、ともかく「ガガーブトリロジー（三部作）」という言葉が初めて使われたのがこの設定資料集です。筆者のようにＷＩＮ版で初めて白き魔女に触れた人からしてみれば、これから始まるマラソンマッチに期待のような気の遠くなるような思いがあったことと思います。「ってかこれから３始めようって言ってんのになんでもう次々作の話まで出てんの超意味わかんねーし」まあそもそもこの３が５発売への布石としてのリメイクだから仕方ない。\r\n　それはともかくこの資料集ですが、後の作品の特典に付けられた資料集のようにカラーページや綺麗なビジュアルは一切なく総モノクロのストイックな体裁をとっています。しかしその内容の充実ぶりは今に至るまでファンの間では語り草になっているとかいないとか。確かにこの資料集は後のそれのように「ファンに読ませる」ために編集されたものではなく、まさしくゲームを製作する過程で生まれた資料の数々をそのまま載っけたという、手間はかかってなさそうだけどこれぞファンが見たかったものだという情報がビッシリと掲載されています。内容は大きく３部構成になっており、以下各チャプターごとに解説していきます。\r\n\r\n　・英雄伝説ＩＩＩゲームシナリオ原本\r\n　開発初期段階でのゲームシナリオをセリフのみならずト書きも含めて完全無修正で掲載しています。これでこの資料集のページ数の約３分の２を占めています。とはいえこの時点でほとんど実際のゲーム中のシナリオと同じものになっているので、差異はあまりありません。これとゲームでどこが違っているのか一読してわかるようになれば立派なマニアです（笑）。さすがに全編分は掲載されてはおらず、２章のダーツ編終了までのものとなっていますが、ＮＰＣとの会話まで漏れなく掲載されているので文量はかなり多めです。\r\n\r\n　・英雄伝説ＩＶストーリー草稿\r\n　恐らくゲームシナリオを書くよりもさらに前の段階の、ストーリーの大きな流れを小説仕立てにしたものです。もちろんＷＩＮ版ではなく初期版の方。こちらもゲームの序盤、アヴィンたちがディナーケンに出会った後、ベネキア修道院へ向けて出立する辺りまでの掲載です。あくまでも草稿なので表現自体は割と簡潔ですが、シチュエーションごとに細部まで描写されており読み物として十分通用する質であると思います。筆者はこの時点で４は未プレイだったため、これをまだ見ぬ次回作に思いを馳せたりしていました。 　今となっては不可能に近い願いではありますが、いずれこの草稿の全編を読んでみたいものです。\r\n\r\n　・英雄伝説Ｖ企画仕様書\r\n　この資料集一番の目玉。発売８ヶ月前にこれだけの情報を公開するとか正気とは思えない、というくらい大盤振る舞いの情報量です。用語やキャラクター設定のみならず、シリーズと三部作それぞれの掲げるテーマ、「海の檻歌」というサブタイトルが決定するまでの経緯や挙句の果てにシステム仕様書までも掲載する気前のよさ。実際のゲーム中でも直接は触れられなかった裏設定的なトピックも多く、否が応にもファンの期待を高めてくれました。完全にファルコムの術中に嵌っとる。\r\n　とりあえず一番注目を集めたのはやはりキャラクター設定の数々でしたね。主人公が３に既に出てたとか、スレイド×アイーダの１９歳差カップル萌えとか、この時点でアルトスとアリアの姉弟関係が見破られたとか、やはりこの皇帝という奴がラスボスなのか（まさか瞬殺されるとは誰も予想だにしなかった）とか、発売前から話題には事欠かなかったように記憶しています。今見返してみても若かりし頃のレオーネとか髪を下ろしたレイチェルのイラストは後にも先にもこれっきりなので結構貴重かも。","info":"<li><span>中文名: </span>卡卡布三部曲超极密设定资料集</li><li><span>出版社: </span>日本ファルコム</li><li><span>价格: </span>非売品</li><li><span>发售日: </span>1999年</li><li><span>页数: </span>300</li><li><span>其他: </span>「新英雄伝説III　白き魔女」初回限定特典</li>","collection":{"wish":1,"collect":1,"on_hold":1}}