[
  {
    "id": "35371093",
    "title": "初夜",
    "desc": "田中ユタカのマンガをアニメ化した30分のエロアニメ。アダルトコーナーの一角でそのまま埋もれてしまうには惜しすぎる名作。\nストーリーは、ヒロインの愛美ちゃんが彼氏...",
    "year": "2001"
  },
  {
    "id": "1306020",
    "title": "情事",
    "desc": "素贤（李美淑 饰）有一个美满的家庭，10岁大的儿子聪明可爱，丈夫是名事业有成的建筑师。纵然生活富裕不让素贤苦恼，但她的内心却感到了生活的苦闷。这时候，素贤妹妹的...",
    "year": "1998"
  },
  {
    "id": "20645198",
    "title": "初夜",
    "desc": "小琪与家人一同到大陆寻找失散多年的爷爷，却意外与导游顾远情投意合，在回台湾之前的夜晚，两人一起经历了充满尴尬、羞涩、荷尔蒙和浪漫的一个夜晚。小琪终于离去，而...",
    "year": "2013"
  },
  {
    "id": "4077683",
    "title": "初夜",
    "desc": "A residential area schoolboy discovers the odd universe of the Parisian metro. At a time, he glimpses the beautiful face of a blond-haired little girl. Later...",
    "year": "1958"
  },
  {
    "id": "35167516",
    "title": "初夜",
    "desc": "两个年轻的美国交换生在开始学习之前，在巴黎酒店度过了他们的第一晚。出于对彼此背景和价值观的好奇，他们进行了一场对话，开始深入探讨他们的过去、感情和信仰，而不...",
    "year": "2011"
  },
  {
    "id": "3044914",
    "title": "初夜",
    "desc": "This movie depicts with precision and through great cinematography the reality of the Colombian conflict. Both for the curious foreigner and the local inhabi...",
    "year": "2003"
  },
  {
    "id": "5126997",
    "title": "初夜の海",
    "desc": "英子は処女を捧げ、三年間付き合った石井諒に見切りをつけ、藤河という平凡な男と結婚する決意をした。式の日、英子の友人、明子は諒と隣りの席に座った。英子からお互...",
    "year": "1984"
  },
  {
    "id": "26798413",
    "title": "初夜佳人",
    "desc": "台湾三级黑帮写实片，虽然过了台湾最辉煌的写实片浪潮，这部黑帮写实片即便不是大制作，但已实属难得，片子并不是以三级作为卖相，而是在合理的桥段安排情色的画面，总...",
    "year": "1989"
  },
  {
    "id": "26773946",
    "title": "洞房初夜",
    "desc": "《洞房初夜》是齐皓执导，黄膺勋、王翔等主演的伦理剧情片。影片讲述了新婚夫妇惠姑和杨红玉洞房之夜发生的故事。嫁入同村杨家为媳，阳村的惠姑是远近闻名的美人。新郎...",
    "year": "1994"
  },
  {
    "id": "5169823",
    "title": "摩登女性",
    "desc": "云珍、玉英是解放前成长起来的新一代女大学生，她们拥有一个共同的奋斗目标：解放妇女权利，摆脱男尊女卑的封建传统思想。虽然两人想要解放自己的思想相同，但是两人的...",
    "year": "1985"
  },
  {
    "id": "26617665",
    "title": "疯狂的夜",
    "desc": "花心小鲜肉小明狠下血本买钻戒，企图俘获内涵美女小红芳心，并约她一起去豪宅玩一夜激情体验；既性感又彪悍的气质女小丽，接到干爹电话，来到豪宅，企图拿回干爹答应送...",
    "year": "2015"
  },
  {
    "id": "26357901",
    "title": "再试初夜情",
    "desc": "一向重色轻友的查理，正与女友在私人别墅里调情，突然公司高级职员兼损友阿Ben与新秘书Amy到访，谓有急事待商。查理正要发怒时，又被Amy美艳所吸引，于是设计遣走阿Ben...",
    "year": "1992"
  },
  {
    "id": "26795023",
    "title": "处女初夜情",
    "desc": "Samui was staying at the beach and what they are facing Gulf wonderful in their lives it is to find love with a man she dreamed. It is the age where they’re...",
    "year": "2003"
  },
  {
    "id": "10590655",
    "title": "初夜と蓮根",
    "desc": "脚本家・演出家の土田英生による戯曲を映画化し、平和な家庭に起こった事件をコミカルに描くホームコメディ。家はリフォームしたてで、長女は誰もがうらやむ相手との...",
    "year": "2013"
  },
  {
    "id": "11625469",
    "title": "初夜洞房档案",
    "desc": "本片搜集十二个洞房趣事，是一部写实的男女档案，其中有一段涉及夫妻间的暴力问题..",
    "year": "1994"
  },
  {
    "id": "3713658",
    "title": "上海社会档案",
    "desc": "王海南屡次偷渡不成功, 被遣返大陆, 不用判刑. 一次, 王海南遭前度女友丽芳刺伤, 案子交由尚琪侦辨. 海南伤重去世, 丽芳坦承杀人罪, 不肯透露动机, 上方施压力将此案速...",
    "year": "1981"
  },
  {
    "id": "26354012",
    "title": "新娘：凌辱初夜",
    "desc": "挙式へのタクシーで監禁された女が、メイク道具から斧まで使い不死身の男供と闘う。ホラー感も刺激的なリベンジスリラー!セクシー女優・木南日菜が天性の演技力を炸裂...",
    "year": "2015"
  },
  {
    "id": "3657632",
    "title": "初哥·初女·初夜情",
    "desc": "艾飞、陈俊豪及林才为大学友好，以爱情没有收获，竟联袂到夜总会，惟见庸脂俗粉却很是厌恶，但发现校内林黛玉型的女同学陈维英竟是舞女；席间遭一老头死缠，俊豪仗义护...",
    "year": "1977"
  },
  {
    "id": "34996522",
    "title": "人妻飼育日記 不倫初夜",
    "desc": "",
    "year": "1996"
  },
  {
    "id": "30156127",
    "title": "プリンセス 甘く危険な休日",
    "desc": "自身の置かれた環境を窮屈に感じていたヨーロッパの小さな島国の姫マルゲリータは、日本のレディースコミックに魅せられ、身分を隠し日本にやってくる。マリアと名乗り...",
    "year": "2017"
  }
]