{"id":321288,"type":4,"name":"Decaying Flowers","image":"//lain.bgm.tv/pic/cover/m/c9/30/321288_3UOUv.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":0,"8":0,"9":0,"10":0},"score":5},"summary":"【ストーリー】\r\n\r\n不幸で貧乏な幼少期時代を過ごしたロベリアは、\r\nひょんな事から一生掛けても使い切れない量の莫大な資産を手にする。\r\nそれから生活は一転し、一切の不自由はなく、今まで実現できなかった夢を着実に叶える毎日が続いた。\r\nそんなこんなで豪遊し続けて数年が経ち、大抵の夢を叶えてしまったロベリア。\r\nある日、住処にしていた屋敷の書庫で一つの資料を見つける。\r\nどうやら見つけた書類は、今は亡き両親がとある店舗経営者と交わしていた「借用証書」のようだった。\r\n中身を見るに、現在までに相当な金額の利子がついてしまっているようだ。\r\n表向きの娯楽以外にも、非合法な娯楽にまで手を染めていたロベリアはこれを面白がり、\r\n早速、その店舗について調査を行わせる事にした。\r\n\r\n調べてみると、店舗経営者であった夫婦は既に死去し、\r\n現在はその夫婦の一人娘が何とか経営しているようだった。\r\n肝心のこちらへの返済は既に何ヶ月分も滞納しており、月々の返済も微々たるものだ。\r\n女に不自由しているロベリアではなかったが、金で買われた女など既に興醒めする程に味わい尽くした。\r\n金持ちの世界では、金さえ積めばどんな美女でもどんなプレイでも実現可能だった。\r\nとりわけ、女を精神的に追い詰め支配するようなプレイを好むロベリアだったが、\r\nこの圧倒的なまでの上下関係、財力の差、そして純情で無垢な若い娘。\r\nきっと、金で女を買うだけでは到底得られないリアルな支配感を感じられる事だろう。\r\n借用証書を見つめながら、下卑た笑いを一人浮かべるロベリア。\r\n\r\n「この女を、俺の従順な下僕に仕立てあげてやる……」\r\n\r\n\r\n【ゲームシステム】\r\n\r\n仕事や冒険を繰り返し、借金を返済するゲームです。\r\nダンジョンを探索する事でお宝をゲットすることができますが、\r\n働き続けると体力・精神力が減っていくのでこまめな休息が必要です。\r\n借金返済・探索シュミレーションRPGです。\r\n\r\n\r\n【Hイベント】\r\n\r\n無垢な少女を調教し、従順な奴隷に仕立て上げるます。\r\n全シーンにシナリオ差分があり、同じイベントでも異なる演出を楽しめます。\r\n純粋無垢な少女が調教を受け、徐々に快楽堕ちしていく過程を楽しめます。\r\nいかなる場合も相手に主導権を握られているため、とことん虐めたい方におすすめです。\r\n\r\n\r\n【キャラクター】\r\n\r\n▼ロベリア\r\n\r\n支配欲が強く、自分の思い通りにならない事を嫌う\r\n腕っ節が強くないため、暴力よりも言葉を使った圧力の掛け方が得意。\r\n幼少期に貧困生活を送った経験が悪影響を与えたのか、\r\n過去の自分のように金銭に困っている人間を見かけると無意識の内に嫌悪感を抱く。\r\nまた、莫大な遺産を手にしてからは自身の欲望を抑える必要がなくなったため、\r\n今まで思い描いていた理想をの全てを片っ端から叶えていく。\r\n\r\n▼マーペル\r\n\r\n両親の愛情をしっかり受けて育った年頃の娘。\r\n活発な性格ではなく、どちらかと言えば受け身な性格をしている。\r\n愛想はそこそこ良く、人付き合いも別段苦手な訳ではないが、\r\n本能的に気が弱い部分があり、怒鳴り声やガタイの良い男性が苦手。\r\n性行為については年相応の知識は持ち合わせているが、経験は浅い。\r\n両親が多額の借金を残して他界、現在は一人で飲食店を経営している。","info":"<li><span>别名: </span>腐朽之花</li><li><span>游戏引擎: </span>RPGMaker VX Ace</li><li><span>开发: </span>クララソープ</li><li><span>发行日期: </span>2018年01月26日</li><li><span>售价: </span>1,430日元</li><li><span>DLsite: </span>https://www.dlsite.com/maniax/work/=/product_id/RJ218047.html</li>","collection":{"dropped":1},"tags":[{"name":"无战斗","count":1},{"name":"短篇","count":1},{"name":"HRPG","count":1},{"name":"汉化","count":1},{"name":"调教","count":1}]}