{"id":42706,"type":4,"name":"Knights of Honor","image":"//lain.bgm.tv/pic/cover/m/80/e3/42706_5NYbb.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"《荣誉骑士》（Knights of Honor，后文简称KoH）是保加利亚游戏开发小组Black Sea Studios制作的一款即时战略游戏。初看之下，玩家会觉得该游戏与“帝国时代”（Age of Empires）或是其他一些以中世纪战争为背景的战略游戏相似；但是进一步深入这款游戏之后，相信玩家将会发现这种所谓的相似仅是表面现象。因为KoH所涉及的范围更为广阔，内容也更为丰富。按照Sunflowers Int.的话来说，KoH并不是传统的即时战略游戏，而是“征服帝国”的模拟游戏。\r\n\r\n在KoH中，玩家的最终目的就是要运用战争、外交和间谍等策略来统治整个中世纪欧洲。游戏中的世界地图涵盖了整个欧洲大陆，从西面的葡萄牙到北面的挪威和瑞典，并且越过俄罗斯的最西边境继续向东延伸。令人称道的是，游戏中的每一个事件都完全是在实时中发生进行的。有时玩家可能在世界地图的界面中向各个行政区域发布宏观指令，而有时玩家又要在战术地图界面中细致地巡查自己的“领域”，或者在战斗时周密部署作战策略。\r\n\r\nKoH的游戏重点偏向于整体战略决策，而并非基本的管理阶段。在这一点上，Sunflowers Int.处理得非常细致。在游戏中，玩家将扮演国王的角色，毕竟国王不必操心领土上农场或是码头的安置问题，这些琐碎的事情可以让骑士们来解决，而且还可以让骑士们来管理“领域”和军队。KoH中大约有1000个互不相同的骑士，他们各自拥有一些独特的能力。比如，拥有“恐惧”能力的骑士在率领军队与敌交战的时候，可以用恐惧侵袭敌军，使敌人士气受挫；而拥有“领导”能力的骑士则可以带领队伍以超出平常的速度行进。此外，具有其他一些能力的骑士还可以在管理“领域”时获得一些额外的经济奖励。\r\n　　在KoH中，除了战争之外，外交也是非常关键的。要对付150个不同的“领域”和几个不同的派系，单靠简单的征服是行不通的。利用外交方式，玩家可以与电脑AI合作建立联盟与和平条约，或是对其宣战。游戏中一系列的外交指令能够让玩家组合成很多复杂而有效的外交手段。例如，在游戏中，玩家可以将女儿嫁给另一位国王，然后派一名刺客去暗杀这位国王。这样，就可以轻易夺得他所有的领地。当然，如果行动失败则导致其他国王的关系疏远。\r\n　　在游戏中，尽管骑士们控制着基本的经济活动，但是玩家仍然可以自行设定不同“领域”的生产优先权。将游戏切换到近距离视角时，玩家便可以看到围绕在中央城堡附近的森林、农场和矿山。如果玩家将生产的重心转向粮食生产，那么额外的谷物图标就会出现在农场上方；而如果将重心转向采矿，那么更多的砖块图标就会出现在矿山区域的上方。这种表现模式不禁让人想起了“文明”（civilization）中的城市管理方式。\r\n　　KoH中的资源主要分为三类，分别是基本资源、贵重资源和外来资源。其中，基本资源包括食物、木材、石头和铁矿，它们都可以从自己的领地上获得；而贵重资源则需要从被征服的地域上取得。至于外来资源，玩家必须先建造一个大规模的通商港口，或是占领了拥有此种资源的特殊区域，然后才能间接获得。除了经济以外，玩家还要对作为“领域”中心的城堡进行建设。最初，城堡由矮小的木头围栏构成。随着不断地升级，城堡规模逐渐扩大，最终成为拥有城墙、塔楼和内部要塞的雄伟建筑。同时，对城堡的升级也促进了技术的升级。玩家可以购买工厂、市场以及其他的一些辅助性建筑，比如城垛和防御炮台，以增强城堡的功能。在近距离视角下，玩家可以细致观察到城堡内部和周围的情景。农民每天匆忙地劳作；枪兵在城墙边巡逻；而弓箭手则在防御炮台里进行守望。\r\n　　在游戏中，玩家所看到的城堡内部和周围的活动情形受日夜循环的影响而有所不同。也就是说，游戏中的环境场景是不断变化的。当夜幕降临的时候，玩家可以清楚地看到城堡被火把照亮；而在阴雨天气中，城堡四周又是灰蒙蒙的一片，让人看不清周围的景象。而且，昼夜天气的变化还会对战斗产生影响。比如，在黑夜行动的时候，由于夜色缩小了侦察兵的视线范围，因此在夜幕下行进和战斗往往会出现各种不同的情况。\r\n　　与其他历史题材的游戏相同，KoH中也包括一些经典的历史战役。例如黑斯廷斯战役，在游戏中则被重新制作设计为不同的关卡。此外，KoH的多人游戏模式同样侧重于战争方面。游戏允许最多6人通过互联网或者局域网进行连线游戏。\r\n　　当前，尽管以中世纪为背景题材的战略游戏为数不少，但KoH却是一款具有独特风格和鲜明特色的游戏，相信它一定会在竞争激烈的游戏市场上获得广泛的关注。\r\n","info":"<li><span>中文名: </span>荣誉骑士</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS</li><li><span>发行日期: </span>2004年10月01日</li>","collection":{"wish":2,"collect":3},"tags":[{"name":"历史向","count":1},{"name":"策略","count":1},{"name":"SLG","count":1},{"name":"PC","count":1}]}