{"id":5149,"type":3,"name":"Meylenweit","image":"//lain.bgm.tv/pic/cover/m/4a/30/5149_de.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"　　Wenn man den Werdegang von Gregor Meyle auf einen Satz reduzieren würde, ist das berühmte Zitat von John Lennon wohl am treffendsten: \\\"Leben ist das was passiert, während man andere Pläne macht.\\\" Es waren viele Pläne, die der heute 32jährige damals im Kopf hatte. Musik war dabei auch ein zentrales Thema aber dass sie heute sein Leben bestimmen würde, hätte er sich auch mit noch soviel Phantasie nicht erträumen lassen. Man könnte sagen, er hatte Glück, man könnte auch sagen dass sich das Talent einen Weg gebahnt hat, - aber unterm Strich bleibt, dass es wohl seine unkomplizierte und humorvolle Art ist, die ihm entscheidend geholfen hat.\r\n　　Rückblende. Am 13.10.1978 wird Gregor Meyle in Backnang bei Stuttgart geboren und wächst in einer geradezu Bill Cosby ähnlichen Familiensituation auf. Mit vier hält er seine erste Gitarre in den Händen, um mit fünf bereits vor Hunderten von Leuten in Montreux zu spielen. Es folgen professioneller Gitarrenunterricht, die Sparschweinschlachtung für die erste E-Gitarre und im Alter von 12 erste Auftritte mit der Band \\\"Young Guns\\\", die Songs von Guns\\'n\\'Roses coverte. Als seine Eltern sich trennen, damals war er 14, wird Musik zum Ventil und er beschließt auf ein Musikinternat zu gehen. Nebenher jobbt er in einem Gitarrenladen, gibt Unterricht und bastelt an eigenen Songs. Mit 20 wird er Tontechniker und das ziemlich erfolgreich. Zunächst in der Volksmusikbranche übernimmt er später auch die Regler für Künstler wie Sasha oder Sarah Connor.\r\n　　2006 arbeitet er für die Südafrikanische Regierung während der WM in Deutschland und er bekommt das Angebot, für Schulungen im Hinblick auf 2010 ans Kap zu gehen. Es brauchte nur 4 Wochen Aufenthalt unter afrikanischer Sonne und schon hatte sich Gregor in das Land verliebt und war bereit, seine Koffer zu packen, doch erstens kommt es anders und zweitens als man denkt. Sein kleiner Bruder Felix hatte ihn bei Stefan Raab\\'s SSDSDWEMUGABRTLAD angemeldet und nach einem ersten Vorspielen war klar, dass er dabei sein würde. Er entschied sich zu bleiben und das Wagnis einzugehen, jedoch wollte er es mit seinen eigenen Songs schaffen. Während seine Wettbewerbskollegen mit Welthits antraten, schaffte er mit sechs selbst geschriebenen Songs den Sprung ins Finale. Das gab es bis dahin und seit dem nicht, aber tatsächlich überzeugten seine eigenen Werke die Zuschauer nachhaltig. Vor allem prägte es seine Einstellung zu Castingshows: \\\"Die Cape Canaveral artige Landschaft einer Castingkarriere ist erstmal nicht für Langstrecken gedacht. Das liegt aber hauptsächlich daran, dass das Publikum ständig neue Gladiatoren sehen möchte. Aber eigentlich ist so eine Castinggeschichte viel ehrlicher, denn die Leute da draußen entscheiden direkt, wer sie am meisten berührt.\\\" Als dann auch noch Musikerlegende und Jurymitglied Carl Carlton ihn \\\"DEN Song Poeten Deutschlands\\\" nennt und Stefan Raab ihm attestiert \\\"Du bist einer der begnadetsten Songwriter, die ich seit vielen Jahren gehört und erlebt habe\\\", weiß er, dass seine Entscheidung, die Koffer wieder auszupacken richtig war. \\\"Natürlich bin ich Überzeugungstäter, aber es ist großartig und schön, nicht der einzige Gläubige seiner selbst zu sein. Eine wirklich große Ehre\\\".\r\n　　Sein erstes Album \\\"So soll es sein\\\" landet kurz darauf in den Top Ten der Deutschen Charts, ein Erfolg mit dem er selbst nicht gerechnet hatte. Natürlich eine Motivation weiter zu machen und so schlagen das eingespielte Team von Produzent Claus Fischer und Gregor Meyle erneut ihre Zelte im Studio auf. Mit Eifer geht es an die Arbeit und als versierter Tonmann gestaltet Gregor die Produktion vom zweiten Album \\\"meylenweit\\\" nun maßgeblich mit. Diese neu gewonnene Unabhängigkeit lässt auch eine andere Idee entstehen, nämlich den Rest, sprich die Vermarktung, selbst in die Hand zu nehmen. Keine Normen von Plattenfirmen erfüllen zu müssen, nach eigenen Vorstellungen handeln zu können, auch wenn es idealistisch klingen mag. Derjenige, der diesem \\\"Club der Idealisten\\\" den entscheidenden Anstoß gab, tauchte dann in Form eines \\\"Sultans\\\" im Kölner Karneval auf und ist wohl dem Kapitel \\\"glücklicher Zufall\\\" zuzuordnen. Denn besagter \\\"Sultan\\\" stellte sich später als Vertreter einer Investorengruppe heraus und ermutigte Gregor \\\"meylemusic\\\" zu gründen. Dass sich der eingeschlagene Weg als richtig erwies, zeigte sich dann etwas später während eines Charity-Essens bei Tim Mälzer in Hamburg. Dort lernte er Xavier Naidoo kennen, der sich nicht nur positiv über die Songs von \\\"meylenweit\\\" äußerte, sondern auch eine Zusammenarbeit anbot (siehe nächste Platte...). Dieses Treffen war jedoch auch in anderer Hinsicht ein weiterer Baustein in seiner Unabhängigkeit, denn mittlerweile ist nun auch tonpool Medien GmbH als Vertrieb Gregors neue Heimat. \\\"Ich bin sehr gerne abhängig von vielen Menschen, doch kann ich sie mir jetzt selbst aussuchen. Jeder gibt sein Bestes und wir können schneller, gemeinsamer und vernünftiger Entscheidungen treffen. Alleine würde es ja auch nur halb soviel Spaß machen.\\\"\r\n　　Auch wenn er sich jetzt, als sein eigener Plattenboss, um sehr viel mehr kümmern muss, so kommt die Musik dabei nicht zu kurz. Denn mit genauso viel Elan wie bei der Umsetzung seiner unternehmerischen Tätigkeit, ist er auch an die Songs für das Album \\\"meylenweit\\\" heran gegangen. Wie schon beim Vorgänger bestechen hier, neben der melodischen und unaufdringlich wirkenden Instrumentierung und der prägnanten und emotionalen Stimme, die einfühlsamen und intensiven Texte. Es sind Situationsbeschreibungen und Gefühlszustände die Gregor Meyle in den 13 Albumtracks erzählt, die sowohl er selbst als auch viele andere erlebt haben. \\\"Interpretation ist eine andere Art der Identifikation und das ist wichtig. Es ist schön, wenn jeder was anderes zu meinen Liedern denkt.\\\" Sowohl die erste Single \\\"Denk was Du willst\\\", die humorvoll die ein oder andere Nase genauer unter die Lupe nimmt oder \\\"Ganz normale Leute\\\", mit dem er einen interessanten Blick auf den ganz normalen Alltag wirft, zeigen seine Textsicherheit und seinen Wortwitz. Autobiographisch wird es dann bei \\\"Jetzt\\\" und \\\"Nur einmal\\\", zwei Songs die einem den Musiker Gregor Meyle auf eine charmante Art und Weise auch ohne große Worte näher bringen. Apropos große Worte, sie sind eigentlich nicht nötig um \\\"meylenweit\\\" zu erklären. Wenn man bereit ist hinzuhören, wird die Wirkung nicht lange auf sich warten lassen. Und wenn man dann diesem Gregor Meyle gegenüber steht, dem Hobbykoch mit einer Vorliebe für die italienische Küche, die blonden Haare immer ein bisschen verwuschelt, dem Rotweinliebhaber und Fan von legerer Kleidung, wird man sich wahrscheinlich an die Textzeile aus \\\"Denk was Du willst\\\" erinnern: \\\"Ich könnte Dein Freund sein, Dein Kumpel, Dein Held, auch Dein Schüler, vielleicht Dein Idol....\\\"　","info":"<li><span>艺术家: </span>Gregor Meyle</li><li><span>发售日期: </span>2010-04-16</li><li><span>价格: </span>EUR 21,37</li><li><span>发行商: </span>Meylemusic (tonpool Medien)</li><li><span>录音: </span>Meylemusic (tonpool Medien)</li>","collection":{"collect":1},"tags":[{"name":"2010","count":1},{"name":"德國","count":1}]}