{"id":261533,"type":4,"name":"B-WINGS","image":"//lain.bgm.tv/pic/cover/m/b3/bb/261533_9dt6l.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":2,"8":0,"9":0,"10":0},"score":6.5},"summary":"B-Wings (Ｂウィング B-Uingu) is a vertically scrolling shooter first released as an arcade game by Data East in 1984. The game was ported in 1986 to Family Computer. It was Data East's very first home release for this platform, followed by Side Pocket (1987).\r\nThe game consists of 45 levels (30 in the Famicom version), and no background story or plot is given. The player controls a robotic aircraft called the FX-1, and collects weapon power-up parts (called a \"wing\") to progress through the levels and ultimately destroy a series of enemy bosses known as the GOBUNASU at every end of the level. The game consists of two different top-view screen levels, where the player can press the second button to descend to the ground whenever they do not have a power-up. The player is unaffected by attacks from airborne units while they are playing on the ground level, but the ship is automatically brought back into the air after a certain period of time. The player can still be hit by attacks from ground units while they are on the ground level, and can also lose their ship by crashing into obstacles.","info":"<li><span>中文名: </span>B计划</li><li><span>开发: </span><a href=\"/person/32911\">Data East</a></li><li><span>发行: </span><a href=\"/person/32911\">Data East</a></li><li><span>别名: </span>B-ウィング</li><li><span style=\"visibility:hidden;\">别名: </span>ビー・ウィング</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>FC</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>纵版STG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1984年10月</li>","collection":{"collect":8,"dropped":1},"tags":[{"name":"ARC","count":1},{"name":"FC","count":1}],"staff":[{"id":32911,"image":"//lain.bgm.tv/pic/crt/g/89/85/32911_prsn_IIwV7.jpg","name":"Data East","desc":"开发"}]}