{"id":139311,"type":4,"name":"スノボキッズ","image":"//lain.bgm.tv/pic/cover/m/0d/24/139311_ArRGf.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Snowboard Kids, スノボキッズ (sunobowkizzu), is a snowboarding video game for the Nintendo 64. It was developed by Racdym and published by Atlus. Many reviewers compared its style to that of the Mario Kart series. An enhanced port, Snowboard Kids Plus, was released in Japan only in January 1999 for the original PlayStation console.\r\n\r\nIn addition to the usual gameplay of a snowboarding game, Snowboard Kids adds \"Shots\" (special weapons used to attack players) and items which can help the player, hinder other players, or both.\r\n\r\nThe game has nine main courses. Although many of the courses are snowy mountains, some are courses that would be unorthodox for snowboarding in the real world. Such courses include an amusement park, a desert, a vast valley, a dark highway, and a Japanese village during the cherry blossom festival. Each track has a unique shape, containing various obstacles, hazards, and short-cuts.\r\n\r\nThere were several game mechanics that were unique[citation needed] to Snowboard Kids from other snowboard games and racing games at the time. One was the addition of the second item slot, allowing each player to carry a shooting item and support item (such as a rock, or invisibility) at the same time. Unlike many other 'Kart style' racing games, players were required to pay 100 gold in order to collect an item during a race. Gold could be obtained either through performing tricks or collecting coins scattered across the course. All courses also required players to race down the hill for multiple laps. Once a player had reached the bottom of the hill, he or she would need to pass through the lift gate to be transported back to the top of the hill, and could not be attacked by other players in this transition.\r\n","info":"<li><span>发行: </span><a href=\"/person/6913\">アトラス</a></li><li><span>别名: </span>スノボキッズプラス</li><li><span style=\"visibility:hidden;\">别名: </span>Snowboard Kids</li><li><span style=\"visibility:hidden;\">别名: </span>Snobow Kids</li><li><span style=\"visibility:hidden;\">别名: </span>Snobow Kids Plus</li><li><span>平台: </span>N64</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span>游戏类型: </span>SPG</li><li><span>游玩人数: </span>1-4人</li><li><span>发行日期: </span>1997年12月12日</li>","collection":{"collect":2},"tags":[{"name":"欢乐","count":1},{"name":"PS","count":1}],"staff":[{"id":6913,"image":"//lain.bgm.tv/pic/crt/g/2a/05/6913_prsn_yL43R.jpg","name":"ATLUS","desc":"发行"}]}