{"id":251929,"type":4,"name":"Riven","image":"//lain.bgm.tv/pic/cover/m/22/99/251929_5KWK1.jpg","summary":"Riven is a puzzle adventure video game and the sequel to Myst. Developed by Cyan Worlds, it was initially published by Red Orb Entertainment, a division of Brøderbund. Riven was distributed on five compact discs and released on October 31, 1997, in North America; it was later released on a single DVD-ROM, with improved audio and a fourteen-minute \"making-of\" video. In addition to the PC versions, Riven has been ported to several other platforms.\r\n\r\nThe story of Riven is set immediately after the events of Myst. Having been rescued from the efforts of his sons, the main non-player protagonist Atrus enlists the help of the player character to free his wife from his power-hungry father, Gehn. Unlike Myst, which took place on several worlds known as Ages linked together by special books, Riven takes place almost entirely on the Age of Riven, a world slowly falling apart due to Gehn's destructive rule.\r\n\r\nDevelopment of Riven began soon after Myst became a success, and spanned more than three years. In an effort to create a visual style distinct from that of Myst, director Robyn Miller and his brother, producer Rand Miller recruited former Aladdin production designer Richard Vander Wende as a co-director. Brøderbund employed a US$10 million advertising campaign to publicize the game's release.\r\n\r\nRiven was praised by reviewers, with the magazine Salon proclaiming that the game approaches the level of art. Critics positively noted the puzzles and immersive experience of the gameplay, though publications such as Edge felt that the nature of point-and-click gameplay limited the title heavily. The best-selling game of 1997, Riven sold 1.5 million copies in one year. After the game's release, Robyn Miller left Cyan to form his own development studio, ending the professional partnership of the two brothers. Rand stayed at Cyan and continued to work on Myst-related products including The Myst Reader and the real-time rendered game Uru: Ages Beyond Myst. The next entry in the Myst series, Myst III: Exile, was developed by Presto Studios and published by Ubisoft.","info":"<li><span>开发: </span><a href=\"/person/32867\">Cyan Worlds</a></li><li><span>发行: </span><a href=\"/person/32872\">Red Orb Entertainment</a>、<a href=\"/person/32874\">Mean Hamster Software</a>、<a href=\"/person/32873\">Acclaim Entertainment</a>、<a href=\"/person/1541\">SEGA</a></li><li><span>平台: </span>Mac OS</li><li><span style=\"visibility:hidden;\">平台: </span>Microsoft Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Pocket PC</li><li><span style=\"visibility:hidden;\">平台: </span>PlayStation</li><li><span style=\"visibility:hidden;\">平台: </span>Sega Saturn</li><li><span>游戏类型: </span>Graphic Adventure</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1997年10月31日</li>","collection":{"wish":1},"tags":[{"name":"1997","count":1},{"name":"SegaSaturn","count":1},{"name":"MacOS","count":1},{"name":"Android","count":1},{"name":"IOS","count":1},{"name":"PC","count":1},{"name":"PS","count":1},{"name":"AVG","count":1}],"staff":[{"id":32867,"image":"//lain.bgm.tv/pic/crt/g/76/62/32867_prsn_Yk3k3.jpg","name":"Cyan Worlds","desc":"开发"},{"id":32872,"image":"//lain.bgm.tv/pic/crt/g/a7/c5/32872_prsn_FCgRY.jpg","name":"Red Orb Entertainment","desc":"发行"},{"id":32874,"image":"//lain.bgm.tv/pic/crt/g/48/9d/32874_prsn_ojBBE.jpg","name":"Mean Hamster Software","desc":"发行"},{"id":32873,"image":"//lain.bgm.tv/pic/crt/g/92/23/32873_prsn_YEY6i.jpg","name":"Acclaim Entertainment","desc":"发行"},{"id":1541,"image":"//lain.bgm.tv/pic/crt/g/36/ff/1541_prsn_NI30h.jpg","name":"世嘉","desc":"发行"}],"relations":[{"id":251928,"image":"//lain.bgm.tv/pic/cover/m/28/81/251928_VEEFB.jpg","title":"Myst","type":"前传","url":"https://bgm.tv/subject/251928"}]}