{"id":247877,"type":4,"name":"Worms Clan Wars","image":"//lain.bgm.tv/pic/cover/m/75/d5/247877_GaFwz.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Worms™ Clan Wars brings friends and families together in the noble pursuit of self‐improvement, world domination and exploding sheep.\r\n\r\nWorms™ Clan Wars is the biggest and best Worms™ game to date - more worms, larger landscapes, more dynamic water, more weapons and more customisation items than ever before. Worms™ Clan Wars is designed to take full advantage of next gen PC hardware. It features beautiful high definition 3D visuals (but still retains the classic 2D gameplay) with new lighting effects, new features to help users interact socially, exciting additions to improve the single player experience, and more of everything a Worms fan could want.\r\n\r\nForm Clans, Take On The World\r\n\r\nJoin together with friends and other Worms™ Clan Wars players to form a fearsome team; name your clan, design your own emblem, promote other players to act as leaders and officers. Enter your clan into the league and fight together to make your mark on the leaderboards. Nobody wants an empty trophy cabinet!\r\n\r\nKeep in touch with friends and foes alike using WormNET, the game’s own lobby and chat system. Each clan has its own chat channel, and a number of other channels cater for a variety of hardcore gaming tastes! Jump online to hang out, chat, recruit new members or find games.\r\n\r\nStay connected with the game when on the road with a mobile companion application (web, iOS and Android). This is the best online multiplayer Worms™ ever!\r\n\r\nSlick Single Player Gameplay Too\r\n\r\nStory Mode’ adds a ton of variety by introducing physics based contraptions for the first time ever. A plethora of interesting machinery spices up the gameplay, and makes solo Worms™ much more fun! The single‐player game isn’t only about dealing death and destruction, it’s also about negotiating tricky swinging rope bridges and rescuing friendlies from death defying traps! The player spends much more time playing, and much less time waiting for their A.I. opponent to take a shot.\r\n\r\nGet Busy With Steam Workshop\r\n\r\nFancy yourself as the artistic type? Steam Workshop integration allows you to get creative! Now you can make your worms wear exactly the outfits that you want them to. Import your own 3D objects and textures into the game using a separate tool. You can model hats, glasses, moustaches, trinkets and gravestones for your worms. You can also design your own landscapes! Proud of your creations? You can share them online, thanks to Steam Workshop!\r\n\r\nWorms™ Clan Wars is the most fully featured version of Worms™ yet! \r\n\r\nThe game hardcore fans have been craving!\r\nNew: Clan Support\r\nNew: Multiplayer Clan Leagues\r\nNew: Clan Emblem Editor\r\nNew: Companion App for iOS/Android/Web\r\nNew: Steam Workshop Support. Create your own customisation items, design your own landscapes and then share them with Steam Workshop.\r\nNew: Day to Night Lighting Transitions\r\nNew: Physics Based ‘Contraptions’\r\nLandscape Editor\r\nOver 200 individual customisation items for the worms\r\n65 Weapons and Utilities including 10 outrageous new items: Mega Mortar, Gravedigger, Winged Monkey, Oxygen, Worm Charm, Bovine Blitz, Whoopsie Cushion, Teleport Raygun, Aqua Pack and The Equiliser\r\n4 Improved Worm Classes including new special abilities\r\n5 Environments: Inca, Viking, Feudal Japan, Industrial Revolution and Prehistoric\r\nMultiplayer Deathmatch and Fort modes\r\n25 Single Player story missions\r\n10 ‘Worm‐Ops’ time attack missions\r\n30% Larger Landscapes (Biggest Ever!)","info":"<li><span>中文名: </span>百战天虫：氏族战争</li><li><span>游戏类型: </span>策略 回合制</li><li><span>发行日期: </span>2013年8月15日</li><li><span>售价: </span>¥ 78(steam中国大陆区)</li><li><span>官方网站: </span>https://store.steampowered.com/app/233840/Worms_Clan_Wars/</li>","collection":{"collect":1,"on_hold":2}}