[
  {
    "id": "2136149",
    "title": "狼来了",
    "desc": "本美术片为木偶动画片，改编自儿童寓言故事“狼来了”，但是用新编的形式。\n“这有什么”是爱用谎话骗人的小朋友小皮的口头禅，和同学们一起玩猜谜游戏时，他用偷听到的...",
    "year": "1982"
  },
  {
    "id": "1908840",
    "title": "棋差一招",
    "desc": "雅克.里维特(JACQUES RIVETTE，主要作品《不羁的美女》)\n《牧羊犬的攻击》LE COUP DU BERGER / 喜剧 / 1957年 / 27分钟 /黑白\n《牧羊犬的攻击》正如法国作家莫伯桑的短...",
    "year": "1956"
  },
  {
    "id": "26588669",
    "title": "播种的旅人",
    "desc": "27岁的彩音在盛产桃的老家赤磐市，培育新品种的桃子。并且相识了从东京来学习的农林水产局的年轻官员木村，两位年轻人也因为各自的梦想走到一起。",
    "year": "2016"
  },
  {
    "id": "19899702",
    "title": "种树的男人",
    "desc": "内容简介：\n一个誓言要在北回归线种满树的男人，卢铭世，因为因法国作家尚纪沃诺《种树 的男人》一书所感，他走访绿树成荫的普罗旺斯，听闻巴黎青年艺术家筹画由巴黎至...",
    "year": "2008"
  },
  {
    "id": "1422073",
    "title": "种树的牧羊人",
    "desc": "一个孤独的牧羊人凭着一己之力和数十年的时间，在荒漠中种出了大片的树林，把土丘变成了绿洲。《种树的牧羊人》是Frédéric BACK先生1987年出品的一部代表作品，动画的...",
    "year": "1988"
  },
  {
    "id": "19954795",
    "title": "最后的牧羊人",
    "desc": "A journey through the incredible story of Renato Zucchelli, the last travelling shepherd living in a metropolis, who conquered the city with only his sheep a...",
    "year": "2012"
  },
  {
    "id": "30346080",
    "title": "沉默的牧羊人",
    "desc": "游牧的生活方式，一直是哈萨克民族的根基，但是城市化的推进使游牧为生的这种方式逐渐堕落，这种转变，对牧民来说无奈而又迷茫，却不得不去承受、去尽力适应，甚至要去...",
    "year": "2018"
  },
  {
    "id": "4919193",
    "title": "灾难的牧羊人",
    "desc": "Katina, an impoverished Greek woman, tries to arrange the marrage of her shepherd son, Thanos, to Despina, the daughter of a wealthy landowner. But when Desp...",
    "year": "1967"
  },
  {
    "id": "26729010",
    "title": "睡着的牧羊人",
    "desc": "The world's greatest art thief collects almost two-billion dollars in masters only to have his mother burn them all in the family backyard.",
    "year": "2019"
  },
  {
    "id": "30438172",
    "title": "年轻的牧羊人",
    "desc": "Stephanie is a young single mother. Parisian by birth, she left everything to realize her dream and live closer to nature. Located in Normandy, in the heart ...",
    "year": "2019"
  },
  {
    "id": "34971973",
    "title": "牧羊人的朋友",
    "desc": "Shepherd Akmurad narrates the story of his helpers, Turkmen sheep dogs, protecting the herd day and night. One dog, Adzhar, saved Akmurad’s life by tearing ...",
    "year": "1983"
  },
  {
    "id": "3725003",
    "title": "被诅咒的牧羊人",
    "desc": "",
    "year": "1906"
  },
  {
    "id": "22278338",
    "title": "大图书馆的牧羊人",
    "desc": "故事发生在私立汐美学园之中，这里汇聚着在各种方面有着杰出表现的孩子们，他们的身上，承载着整个城市的荣耀和希望。学园之中有着“睿智之城”美名的图书馆格外醒目，...",
    "year": "2014"
  },
  {
    "id": "5097375",
    "title": "牧羊人教授的遗嘱",
    "desc": "",
    "year": "1942"
  },
  {
    "id": "3691008",
    "title": "奥尔高索洛的牧羊人",
    "desc": "Shot in Sicily, Sardinia and Calabria in the Fifties, the documentaries chronicle a lost world. They combine the strength of classical cinema with an austere...",
    "year": "1958"
  },
  {
    "id": "35398461",
    "title": "牧羊女和扫烟囱的人",
    "desc": "根据汉斯·克里斯蒂安·安徒生的同名童话作品改编。",
    "year": "1965"
  },
  {
    "id": "33444606",
    "title": "牧羊人：一只犹太狗的故事",
    "desc": "SHEPHERD is based on the award-winning and bestselling Israeli novel, \"The Jewish Dog,\" by Asher Kravitz. Kaleb, a beloved German Shepherd, is separated from...",
    "year": "2019"
  },
  {
    "id": "4050309",
    "title": "假日电影：反抗邪恶的牧羊人",
    "desc": "Francisgleydisson is the owner of Cine Holiúdy, a very humble movie theater in the country side o Brazil, back in the '70s. A sudden problem with the old pr...",
    "year": "2004"
  },
  {
    "id": "20501551",
    "title": "牧羊人和他的好多好多好多羊",
    "desc": "老牧羊人领着一大群羊去放牧。他们出发时还是烈日当空，这个庞大的队伍一路翻山越岭，羊群们就在一直肆无忌惮地啃食路上所有的植物。它们吃光路边的树叶，横扫草坪的小...",
    "year": "2012"
  },
  {
    "id": "35777249",
    "title": "老牧羊人修迪和他的朋友莱曼的传说",
    "desc": "In his last and only long film Hans-Jakob Siber tells the legend of the old shepherd Xeudi, who sells his property and henceforth finds no peace in the style...",
    "year": "1973"
  }
]