{"id":308644,"type":1,"name":"The Bus 2","image":"//lain.bgm.tv/pic/cover/m/1a/9d/308644_0bLL7.jpg","summary":"During the years 1974 to 1986, after working as an assistant to Wally Wood, Paul Kirchner created several comic strips such as Dope Rider for High Times magazine and the bus for Heavy Metal. In 2012, French publishing house Tanibis published an anthology of the bus strips that was nominated at the Angoulême International comics festival, proving that even a 30-year old public transportation vehicle can take part in a Grand Prix.In 2013, Paul Kirchner surprised commuters when he decided to start working again on the bus. He fixed the old vehicle up, took it out of the garage and called its iconic passenger in the white overcoat back on duty, waiting to be taken on new, exotic adventures. The bus' unpredictable personality causes him to mimic classic pop culture icons such as King-Kong or Steve Martin while in turn analyzing or teleporting his passenger. And that's only when it's not cheating on him with other commuters.Kirchner's new ideas are on par with the original strips, proving that his creativity didn't end with the 80's. The crazy cartoon logic of the original strips is still present, and wackiness is the norm. Some details, such as the so-called « smart » phones or the passengers' looks, root the stories in the 21st century, but Paul Kirchner's universe retains a timeless vintage aesthetic that blends eras, lending these new stories a hint of nostalgia.The bus 2 will be published in hardcover horizontal format identical to the previous collection published in 2012.Back in that twilight dimension he calls home, it is rumored that Paul Kirchner is at work on new material for his psychedelic western Dope Rider. After all it seems that the bus' passenger is not the only one who gets caught occasionally in strange time warps...","info":"<li><span>中文名: </span>巴士 2</li><li><span>作者: </span>Paul Kirchner</li><li><span>出版社: </span>Editions Tanibis</li><li><span>连载杂志: </span>Heavy Metal</li><li><span>发售日: </span>2015-11-16</li><li><span>页数: </span>56</li><li><span>语言: </span>English</li><li><span>ISBN: </span>9782848410357</li>","collection":{"collect":2},"tags":[{"name":"欧美","count":1},{"name":"漫画","count":1}],"relations":[{"id":308642,"image":"//lain.bgm.tv/pic/cover/m/0f/ab/308642_2bn9Z.jpg","title":"The Bus","type":"前传","url":"https://bgm.tv/subject/308642"}]}