{"id":331680,"type":4,"name":"提督の決断II","image":"//lain.bgm.tv/pic/cover/m/0a/5c/331680_gdO8b.jpg","summary":"『提督の決断II』（ていとくのけつだん・ツー）は、1993年に光栄（現・コーエーテクモゲームス）から発売された海戦シミュレーションゲーム。第二次世界大戦を題材にした「WWIIゲームシリーズ」の第3作、『提督の決断シリーズ』の第2作。\r\n\r\nプレイヤーは大日本帝国軍令部総長、もしくは、アメリカ合衆国海軍作戦部長となり、隷下の軍勢を率い、大東亜戦争（太平洋戦争）の勝利を目指す（その他、眼前の作戦目標達成を目指すショートシナリオも搭載されている）。1人または2人でプレイする。2人プレイは、1台のパソコンで交互に操作する方法と、RS-232Cケーブルを用いての通信対戦とがある。操作はフルマウスオペレーション。\r\n\r\n前作と比較すると、陸軍師団の登場、航空機の機種（零戦、烈風など）毎の特徴付け、重巡・軽巡の区分、毎月毎の会議など、より史実に近い形のシミュレートが行われるようになった。また、ゲームシステムに関しても、ターン制への移行が行われ碁盤目状の海戦マップとなり、それに従い海戦システムも変更されている。 更に今作では世界地図も拡張され、パナマ運河を越えて、或いは陸上部隊で北米大陸を横断してのワシントン侵攻やアメリカ全土征服も可能となっている。\r\n\r\nまた、前作では1ターンが4時間、1日6ターンで進行していたが、今作では1日は航海フェイズ、戦闘フェイズの2フェイズで進行することになり、戦闘シーンが（特に基地攻略時）簡略化された事とも相まって、ゲームの展開はかなりスピーディーになった。 『提督の決断III』では、『提督の決断』のように、1日の細分化やボリューム満点の戦闘シーンなどが復活している。\r\n\r\n前述の通り、キャンペーンシナリオと一部のショートシナリオには、毎月1日にカードバトル形式の会議がある。\r\n\r\n日本でプレイした場合、プレイヤーは軍令部総長となり、総理大臣（東條英機）・陸軍参謀総長（杉山元）・大蔵大臣（賀屋興宣）・外務大臣（東郷茂徳）とのカードバトルによって国政や軍政に関することを決定する。\r\n\r\nアメリカの場合は、プレイヤーは海軍作戦部長となり、出席閣僚は大統領（フランクリン・ルーズベルト）・陸軍長官（ヘンリー・スティムソン）・財務長官（ヘンリー・モーゲンソウ）・国務長官（コーデル・ハル）に変わる。\r\n\r\n各部署の代表は、自分に都合の良い意見ばかりを出してくるので（例：昭和16年12月にも関わらず、外務大臣がアメリカと事務レベル会談を行いたがる、陸軍はとにかく徴兵を行って保有師団数を増やそうとする、など）、限られたカードをいかに要所に投入するかが戦局を左右する。基本的に自軍（海軍）が先月の会議で決定した作戦目標を達成すれば配られるカードが増え、達成できないと減ってしまう。\r\n\r\n各代表ごとに友好度が設定されているが、両国とも陸海軍の対立は非常に根深く設定されており、海軍側（プレイヤー）の要求に対し、陸軍側は海軍への予算配分や各種提案を次々と拒否するなどの様々な妨害や嫌がらせを行う。特に大日本帝国でプレイした場合、総理大臣東條英機が陸軍出身と言うこともあってか、何かと陸軍の肩ばかりを持つなど、色々な意味で本格的な仕上がりである。 逆にアメリカ側の場合、大統領が海軍次官を勤めた経歴を考慮してか、露骨に海軍贔屓すると言うほどではないにしても日本の総理大臣より遥かに海軍に対して好意的に振る舞うなど、かなり細かい点まで史実が反映されている。 また、隠しパラメータに「不満度」と言うものがあり、相手の提案を拒否したり発言機会を奪うと上昇してこちらの提案や説得（直談判）を拒否しまくるようになるが、相手の提案に賛同したり却下されるのを阻止すると低下してこちらの提案や説得に対して好意的に反応するようになるため、あまり重要ではない案件では他の出席者に譲るのも戦略としてはありである。\r\n\r\nただし、会議で大勝利し続けると、国力・戦力があまりに向上しすぎ、ゲームバランスが崩れることもある（開始後数年で日本がアメリカの国力を上回ってしまう、など）。\r\n\r\n简介来自 https://ja.wikipedia.org/w/index.php?oldid=79533849","info":"<li><span>中文名: </span>提督之决断II</li><li><span>别名: </span>P.T.O. II</li><li><span style=\"visibility:hidden;\">别名: </span>P.T.O.: Pacific Theater of Operations II</li><li><span style=\"visibility:hidden;\">别名: </span>提督的决断2</li><li><span>平台: </span>PC-98</li><li><span style=\"visibility:hidden;\">平台: </span>SFC</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>PC (DOS)</li><li><span>游戏类型: </span>TBS</li><li><span>游玩人数: </span>1~2人</li><li><span>发行日期: </span>1993年</li><li><span>开发: </span>光栄（コーエー）</li><li><span>发行: </span>コーエー、第三波資訊（台湾）</li><li><span>音乐: </span>吉川洋一郎</li>"}