{"id":334729,"type":4,"name":"Doom II RPG","image":"//lain.bgm.tv/pic/cover/m/7a/28/334729_77Rty.jpg","summary":"DOOM II RPG is a follow-up in the style of the Wolfenstein RPG, chronologically set before the events in DOOM RPG. Thanks to secret experiments, the various UAC Bases on Mars, the Moon, Earth and wherever else the cooperation has set foot have experienced incidents involving demons. A team of soldiers including a scientist are sent to Tycho Station on the Moon to investigate. But right at the start, the team is separated and the player is left behind alone to find his way through the station and even Hell itself in order to find and destroy the source of all the problems.\r\n\r\nAs with its predecessor, DOOM II RPG is a first-person role-playing game. The shooter's quick action has been traded in for a slowed down turn-based system where emphasis is placed on using the correct weapons or tools at the right time against the appropriate enemies since each action, be it a step forward, firing a weapon or using a health pack, takes one round. At the start of the game, the player has to choose between one of three characters, changing the stats he starts the game with. While Sarge has a high amount of strength, the scientist has a high IQ but is as agile as a bucket, making him less likely to successfully dodge incoming fire.","info":"<li><span>中文名: </span>毁灭战士2 RPG</li><li><span>开发: </span><a href=\"/person/23616\">id Software</a></li><li><span>发行: </span><a href=\"/person/23616\">id Software</a>、<a href=\"/person/13930\">Electronic Arts</a></li><li><span>程序: </span><a href=\"/person/36789\">John Carmack</a></li><li><span>平台: </span>Java ME</li><li><span style=\"visibility:hidden;\">平台: </span>BlackBerry</li><li><span style=\"visibility:hidden;\">平台: </span>Windows Mobile</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2009年11月23日</li>","staff":[{"id":23616,"image":"//lain.bgm.tv/pic/crt/g/8a/8a/23616_prsn_nA7HE.jpg","name":"id Software","desc":"开发"},{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"发行"},{"id":36789,"image":"//lain.bgm.tv/pic/crt/g/70/09/36789_prsn_JfgKv.jpg","name":"约翰·卡马克","desc":"程序"}],"relations":[{"id":334728,"image":"//lain.bgm.tv/pic/cover/m/28/16/334728_zUNPB.jpg","title":"Doom RPG","type":"前传","url":"https://bgm.tv/subject/334728"}]}