{"id":293891,"type":4,"name":"Serious Sam: The Second Encounter","image":"//lain.bgm.tv/pic/cover/m/f2/7f/293891_VpeVH.jpg","summary":"The Second Encounter starts where the previous game left off, with Sam traveling to Sirius on the SSS Centerprice. Unfortunately, the starship is accidentally hit by the \"Croteam crate-bus\" and plummets down to Earth's surface. As the starship falls, Sam reads the coordinates and frets about crash-landing into Egypt again, but instead he crashes into Central America in the Mayan age, with the starship now heavily damaged upon impact. However, not all hope is lost, since the Sirians left a \"back-up starship\" on Earth, which was a fail-safe in case anything ever happened to the SSS Centerprice. However, since this back-up starship is located in a different time and age than where and when Sam currently is, he will have to uncover the locations of the Sirian portals that will help him reach his destination. With this new objective, Sam storms through Mesoamerica, then travels to Mesopotamia and finally to Medieval Europe where the back-up starship is located. During his journey, Sam battles two of Mental's portal guardians: a powerful Mayan spirit named Kukulkan the Wind God and a biomechanical creature called the Exotech Larva. Finally, in front of the Cathedral of Sacred Blood, Sam confronts the last obstacle to overcome on his path to the Holy Grail, Mordekai the Summoner. After a glorious battle with Mordekai and his spawning minions, The Summoner is finally silenced forever. In the Cathedral, Sam lifts the Holy Grail in the palms of his hands, followed by his sarcastic confessions of his sins in a booth to Mental, during which he tells Mental that \"he's coming to get him.\" During the end credits, Sam activates the back-up starship, which turns out to be a rocket, and travels back into space toward Sirius, with the \"Croteam Big-Heads\" cheering him on. The story continues on to Serious Sam II.","info":"<li><span>中文名: </span>英雄萨姆：再度出击</li><li><span>开发: </span><a href=\"/person/39311\">Croteam</a></li><li><span>别名: </span>Serious Sam HD: The Second Encounter</li><li><span style=\"visibility:hidden;\">别名: </span>英雄萨姆HD：二次遭遇</li><li><span style=\"visibility:hidden;\">别名: </span>英雄萨姆：二次遭遇</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2002年2月2日</li><li><span>发行: </span>Gathering of Developers</li>","collection":{"wish":1,"collect":1},"staff":[{"id":39311,"image":"//lain.bgm.tv/pic/crt/g/21/f8/39311_prsn_e2ZmQ.jpg","name":"Croteam","desc":"开发"}],"relations":[{"id":127423,"image":"//lain.bgm.tv/pic/cover/m/d6/32/127423_ZWk1A.jpg","title":"Serious Sam: The First Encounter","type":"前传","url":"https://bgm.tv/subject/127423"},{"id":996,"image":"//lain.bgm.tv/pic/cover/m/0b/8a/996_buWhf.jpg","title":"Serious Sam II","type":"续集","url":"https://bgm.tv/subject/996"}]}