{"id":220087,"type":4,"name":"契約之絆 My Devil","image":"//lain.bgm.tv/pic/cover/m/41/35/220087_XUNgc.jpg","summary":"男主角奥从小失去了亲人，无意中召唤了恶魔莉莉姆出现，\r\n与她签定了契约，让她留下来陪伴着自己生活了十年。\r\n契约的代价正是使他无法活过16岁，除非恶魔自己来承受。\r\n莉莉姆喜欢上了男孩，所以选择替他承担，男孩再次失去重要的人。\r\n藉由另一位恶魔的力量，他踏上了100年前的旅程，寻找那时候的莉莉姆。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n《契约之绊》(My Devil)设定走向日系原画风格，采用ARPG的游戏进行方式，揉合了人物养成和恋爱游戏的剧情，多线结局使游戏推向自由，而且破关后还可以带着所有金钱、道具、等级、技能等，再挑战恶魔级的难度，并挖掘更多隐藏武器、装备。\r\n\r\n\r\n\r\n\r\n\r\n　　华丽的魔法攻击\r\n\r\n　　游戏揉合了动作冒险和恋爱养成的元素，并使游戏推向前所未有的自由度。全新1VS.1的ACT模式，攻击高达五段，连击数越高，灭敌数越多，奖励也越丰富。面对不同特性的敌人时，简易上手的功能让你可以随心所欲的战斗。\r\n\r\n　　除了可以用物理攻击之外，也可以选择魔法攻击，冒险时可以选用6种的魔法属性，每种魔法都有不同的附性，分别是FIRE、ICE、THUNDER、WATER、HOLY及DARK，魔法都会随着使用的频繁度而升级，或许你不是最好的战士，却是最强的元素使。\r\n\r\n　　逾百种华丽的动画和魔法可以随机生成充满风格的地图冒险模式，多重结局、刺激的机关设计还有丰富的奖励更使的游戏耐完度提升许多。\r\n\r\n　　战斗累积经验\r\n\r\n　　在冒险时将会遇到地图上为数不少的BOSS，他们都有各自的个性及专长；战胜了BOSS就会得到丰富奖励，然后学习新的技能，多种组合能发挥想像不到的作用，例如防护+集中回避+潜动+魔界磁场等守护组合，对付轻量级的魔物及机关就后顾无忧了。\r\n\r\n　　除了技能的学习之外，个人的成长也包括了属性升级，透过冒险中取得的L.POINT、金钱等，来进行道具、装备、食物交易，不仅可以稍作休息，也可以提升防御、攻击属性。\r\n\r\n　　真实情绪系统\r\n\r\n　　玩家将穿梭在迷雾四起的森林，落叶映红的河畔，机关重重的神秘祭坛等，体验与不同角色之间的插曲故事。游戏中可以与几位女孩互动，细心了解她们的需要之后才能充份发挥RE(Real Emotion)系统的设计，例如性格热情缠人的爱丽丝(Alice)，必须选择配合她的场所、心意的礼物，煮出合适味道的菜色，才算成功取悦。\r\n\r\n　　随着天气的转变，约会时会有不同的影响，例如下雨天会使人变得不耐烦。所以要先了解她们的个性、喜向、爱好的颜色来送礼物，也要因天气而选择约会，否则失败的经历将会更难邀请对方。女角们的即时反应非常重要，玩家想和她们有甜美的回忆，那就略用一下心思。所以有时间就要到地图上走走，不同的场景将会触发不同事件CG。\r\n\r\n　　资源采集、丰富的道具及小游戏\r\n\r\n　　地图里除了不少种类的魔物会冒出袭击玩家，其实蕴藏的资源也很丰富，千万不要忘记采收。游戏内含了许多形形色色的东西，例如食材、CG、金币卡、精品等，具有收藏价值。\r\n\r\n　　另外，也有两款小游戏：玩家可以在金币游戏中挑战自己的纪录，赚取额外的奖赏；亦或试试自由发挥厨艺，乱煮一通或者按部就班，煮出的食物有可能未熟或过焦，这时候可以分享给女角们。","info":"<li><span>中文名: </span>契约之绊 My Devil</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>动作冒险RPG+恋爱养成</li><li><span>游戏引擎: </span>RPG Maker XP</li><li><span>发行日期: </span>2006年2月14日</li><li><span>售价: </span>港幣98元 / 台幣500元</li><li><span>官方网站: </span>http://my-devil.com/</li>","collection":{"wish":1,"collect":1,"on_hold":2,"dropped":1},"tags":[{"name":"RM","count":1}],"relations":[{"id":220092,"image":"//lain.bgm.tv/pic/cover/m/41/a8/220092_fgGG4.jpg","title":"契約之絆外傳：赤白依麗斯篇","type":"资料片、外传","url":"https://bgm.tv/subject/220092"}]}