{"id":280919,"type":4,"name":"Draugen","image":"//lain.bgm.tv/pic/cover/m/bf/86/280919_w10g2.jpg","summary":"About Draugen\r\nFrom the studio that brought you Dreamfall Chapters, and the creative team behind The Longest Journey and The Secret World, comes a first-person psychological mystery set in 1920s Norway.\r\n\r\nThe year is 1923. You play Edward Charles Harden, an American traveller who's come to Norway to find his missing sister. But you're not alone: at every step of the way, Edward's accompanied by his ward, Lissie; a gregarious, independent and enigmatic young woman. Together, you must explore this scenic coastal community — nestled amongst the fjords and mountains of rural Norway — in your search for Edward's sister, and unearth the darkness that lies beneath the picturesque surface.\r\n\r\n\r\nKey features\r\n——\"I am not alone\": explore 1920s coastal Norway accompanied by a living, breathing, independent companion\r\n——Interact with your companion, Lissie, through a realistic and dynamic dialogue system\r\n——Experience a thrilling tale through the eyes of an increasingly unreliable narrator\r\n——Find your own path through a scenic setting that changes with the weather and Edward's mental state\r\n——\"A story about what lies beneath\": piece together a gripping narrative with unexpected twists and turns\r\n\r\nAdditional features\r\n——A beautiful original musical score from award-winning composer Simon Poole (Dreamfall, The Secret World, The Park, Dreamfall Chapters)\r\n——Written by Ragnar Tørnquist (The Longest Journey, Dreamfall, The Secret World, Dreamfall Chapters)\r\n——Designed and developed by the team behind Dreamfall Chapters\r\n——Fully voiced in English, with motion-captured characters","info":"<li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span>开发: </span>Red Thread Games</li><li><span>发行: </span>Red Thread Games</li><li><span>游戏类型: </span>AVG</li><li><span>游玩人数: </span>1</li><li><span>官方网站: </span>https://www.redthreadgames.com/draugen/</li>","relations":[{"id":283206,"image":"","title":"Draugen Original Soundtrack","type":"原声集","url":"https://bgm.tv/subject/283206"}]}