{"id":187198,"type":4,"name":"Enemy Mind","summary":"A retro shooter with a new power: the power to become any ship.\r\n\r\nLost in the depths of space, you are a being of pure psychic energy with the uncanny power to take over and control anything you see in order to survive. \r\n\r\nBuilt for PC, Enemy Mind lets you battle your way through 70+ waves of challenging enemies. Deftly maneuver over twenty unique ships, each with different abilities for you to harness. Backed by an all-new chip-emulated soundtrack by the psychoacoustic artist Rainbow Kitten, Enemy Mind features an adaptive story system as innovative as its gameplay. Are you ready to unlock the secrets of Enemy Mind?\r\n\r\n\r\n\r\n\r\n\r\n8 levels and 70 waves of challenge\r\nSide-scrolling space shooter for PC\r\nClassic 8-bit art-style\r\n20+ different ships, each with their own unique power and ability\r\nAdaptive story system that changes with your individual play style\r\nMulti-player co-op supports up to four players at once\r\nOriginal Chiptune-inspired soundtrack by Rainbow Kitten\r\n\r\nMore Reviews\r\n\"It's incredibly addictive!\" Indie Retro News March 2014\r\n\r\n\"The game really is the whole package. GameCola Score: 9 - Excellent\" GameCola June 2014\r\n\r\n\"Overall I was very impressed by what Schell Games was able to achieve with a genre that is not really known for innovation. The game is addictive enough that you will want to complete it a few times in order to piece together the whole story and of course the co-op mode will also eat up a lot of your spare time if you have friends nearby. While shooter fans will obviously enjoy the game the most I urge anyone that has an interest in polished, unique titles to try it out as it is definitely worth the effort. Rating: 8/10\" GAMERamble June 2014\r\n\r\n\"Enemy Mind is an excellent and unique take on the shooter genre. Definitely worth the price at full retail.\" Nerd Age June 2014\r\n\r\nCheck out our website: http://enemymindgame.com/\r\nListen to the full soundtrack on our Bandcamp Page!\r\nThis old-school arcade shmup is brought to you by Schell Games, an independent game studio based in Pittsburgh, PA.","info":"<li><span>中文名: </span>敌之心灵</li><li><span>游戏类型: </span>横板飞行射击游戏</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2014年6月7日</li><li><span>官方网站: </span>https://store.steampowered.com/app/285840/</li>","collection":{"collect":2}}