{"id":100976,"type":4,"name":"Magicka: Wizards of the Square Tablet","image":"//lain.bgm.tv/pic/cover/m/73/bd/100976_w2Seb.jpg","rating":{"total":5,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":2,"8":1,"9":0,"10":0},"score":6.6},"summary":"Exclusively for the PC version your wizard will get all in-game robes and staffs unlocked from the start in this enhanced square edition. Remove the grinding time and get right to the action with your choice of gear! All of these goodies will be unlocked on every other platform you choose to play on \r\n\r\nThe once wandering wizards have found their way back home in Magicka - Wizards of the Square Tablet, now available for PC. Experience the mobile hit on your squarish and almost certainly, stationary monitor. But fret not, if any wizards still happen to be wandering you can still accidently kill them with cross platform support across all devices. \r\n\r\nFrom the publisher that brought you Magicka, it’s more Magicka! Wizards of the Square Tablet features the innovative and dynamic spell casting system from the original PC hit. Experience a brand new campaign set prior to the original tale of Magicka. \r\n\r\nAdventure through the new campaign by yourself, or “accidentally” obliterate your friends in multiplayer co-op, which supports up to four players! Play together with fellow mages across multiple platforms, which may co-exist in the same game session thanks to a twisted union made possible by dark sorcery! \r\n\r\nCast your spells across multiple levels, and unlock new powers unique to Magicka – Wizards of the Square Tablet. Experience the humor and chaos of this satirical fantasy world.","info":"<li><span>中文名: </span>魔能移动版</li><li><span>发行: </span><a href=\"/person/13928\">Paradox Interactive</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>ARPG</li>","collection":{"wish":1,"collect":8,"doing":1,"on_hold":1},"tags":[{"name":"ARPG","count":2},{"name":"2013","count":1},{"name":"IOS","count":1}],"staff":[{"id":13928,"image":"//lain.bgm.tv/pic/crt/g/4a/66/13928_prsn_4ggz8.jpg","name":"悖论交互","desc":"发行"}],"relations":[{"id":11595,"image":"//lain.bgm.tv/pic/cover/m/49/8b/11595_ttDTk.jpg","title":"Magicka","type":"不同演绎","url":"https://bgm.tv/subject/11595"}]}