{"id":100924,"type":1,"name":"虹色のトロツキー","image":"//lain.bgm.tv/pic/cover/m/59/72/100924_bwi5C.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":1,"7":0,"8":1,"9":0,"10":0},"score":6.3},"summary":"昭和初期、幼い頃トロツキーに似た何者かに家族を虐殺され、自身も記憶を失った日蒙混血の青年ウムボルトが建国大学（建大）に編入してくるところから話が始まる。ウムボルトは周囲とぶつかったりもしながら学生生活を送りながら、自らの失った記憶と混血故に曖昧なアイデンティティを求めていた。ウムボルトの後見者でもある関東軍の石原完爾や合気道師範の植芝盛平らによってウムボルトの亡き父が陸軍の謀略と関わっており、それが記憶を失う原因につながっているらしいことを掴むが、はっきりしたことは分からずじまいだった。そして石原が本国に更迭されたことで、ウムボルトの後見は石原の部下であり信奉者でもある野心家辻政信に一任される。もともと石原自身がウムボルトの記憶を利用しようとしていた（そしてウムボルトの父親の謀略を進めようとしていた）とはいえ、石原は謀略の犠牲となったウムボルトへの贖罪の意図もあって建大に編入させていたようだが、辻はもはやウムボルトを謀略のための手駒としてしか見ていなかった。辻は露骨にウムボルトを利用しようとするが、警備の隙をついたソ連のスパイによってウムボルトは拉致されてしまう。\r\nハバロフスクに送られそうになったウムボルトだったが、かつてウムボルトを抗日運動に誘った孫逸文ことジャムツら抗日戦線のメンバーによって救出されることになる。抗日戦線の宋丁良らの密告によってウムボルトの生存を確認した辻も、かつて抗日運動をしていた時に一度ウムボルトを逮捕したことのある奉天特務機関の楠部に指示を出しウムボルト確保に乗り出した。混乱の中ジャムツとはぐれたウムボルトは、さらに直接対決の末に楠部を殺害してしまうことになる。これにより表社会に戻れなくなったウムボルトであったが、堂々と日本人と戦い勝利する彼を見た宋丁良は心服し、自分たちの頭目にウムボルトを迎え、謝文東を頼るべく進言した。謝文東のもとでは中国人や朝鮮人らとともに馬賊として、建国大学で学習した知識や技術によって活躍するが、同時に宋を失うことにもなる。宋の死後は宋部隊を名実ともに引き継ぎ、その実績によって謝文東からも篤く信頼を置かれた。しかし、馬賊は日本軍の工作により既に壊滅は時間の問題であった。\r\nそんな中、ウムボルトは馬賊が露営する雪山の中で、かつての師匠・植芝に伴われた安江仙弘大佐と面会することになった。ウムボルトは父のかつての同僚でもあり、関東軍大連特務機関長にしてユダヤ通である安江に「トロツキー計画」と呼ばれる謀略の阻止と辻政信参謀の暴走を止めるため協力するように要請される。ここで、ウムボルトは初めて自分の父が関わっていた謀略「トロツキー計画」について部分的に知ることになり、なぜ母が（トロツキーに似た人物に）殺されたのか、彼は何者だったのかを知るために、安江に従うことにした。安江のもう一つの目的は石原同様に謀略の犠牲になった同僚の息子を保護することにあり、そのため、ウムボルトは満州国軍に少尉として任官し満州国の士官学校である興安軍官学校に赴任することになった。軍官学校では初めて同僚として赴任する日本人とも交流を深め、モンゴル人の生徒と相対する中で自らのアイデンティティへの認識を深めていく。さらに、校長代理であり幼少期に親しくしていたウルジン将軍と再会して、ここでもまた「トロツキー計画」について聞かされることになる。その後、ウムボルトも協力した上海での安江大佐の「トロツキー計画」妨害工作は失敗してしまった。ウムボルトはこのあたりで「トロツキー計画」と自分の家族に起きた事件の全貌をほぼ掴んだのだが、事件の真犯人が分からない。そのことは安江も気づいており、これ以上ウムボルトを工作活動や「トロツキー計画」と関わらせていては（ウムボルトにとって）危険との犬塚惟重大佐（安江とともにユダヤ人工作をしていた）の判断により、ウムボルトは再び興安へと戻されたのであった。\r\nその頃、ソ連軍が国境を越えノモンハンに進軍を始めてきていた。功名心にかられた辻は同僚の服部卓四郎らとともに内地の陸軍省ばかりか関東軍司令部までも欺き独断で大規模戦闘を開始すべく次々と作戦立案をし実行していく。そして、ついにノモンハンでの軍事衝突が発生するのである。\r\nノモンハン事件勃発直前、ウムボルトは蒙古少年隊へ派遣されていた。そして少年隊付きのままノモンハンにかり出されることになる。ノモンハンでは少年隊と軍官学校生徒隊というもっとも練度・経験ともに低い部隊が最前線に配置され、ほぼ捨て駒の状態に置かれてしまうが、戦場という極限状態での共同生活、恩師辻権作少将との再会や花谷大佐ら関東軍司令部と野田又雄少佐ら末端司令官の対立を目の当たりにして、ウムボルトは民族的なこだわりすら超越した認識を持つようになっていく。結局、壊滅的な損害を出した少年隊・生徒隊であったが、野田らの立案・ウムボルトの実行による満州国軍正規部隊との連絡と、正規部隊を率いるウルジンの進言によってようやく配置転換と補給が発令された。このときウムボルトは関東軍司令部を訪問することになり、ついに自らの失われた記憶に関する事件の真相を知ることになる。が、これによって危険視されたのか、少年隊や生徒隊の後方送致後もウムボルトだけは連絡役として前線に残されてしまった。そしてこれが、ウムボルトの運命を決定してしまったのであった。","info":"<li><span>中文名: </span>虹色的托洛茨基</li><li><span>册数: </span>8</li><li><span>作者: </span><a href=\"/person/1250\">安彦良和</a></li><li><span>别名: </span>危城驚夢</li><li><span>出版社: </span>中央公論新社</li><li><span>连载杂志: </span>月刊コミックトム</li><li><span>开始: </span>1990年11月号</li><li><span>结束: </span>1996年11月号</li>","collection":{"wish":17,"collect":4},"tags":[{"name":"漫画","count":3},{"name":"安彦良和","count":3},{"name":"历史漫画","count":1},{"name":"已完结漫画","count":1},{"name":"系列","count":1},{"name":"日本漫画","count":1},{"name":"1990","count":1}],"staff":[{"id":1250,"image":"//lain.bgm.tv/pic/crt/g/81/e5/1250_prsn_anidb.jpg","name":"安彦良和","desc":"作者"}],"comic":[{"id":100925,"name":"虹色のトロツキー (1)","image":"//lain.bgm.tv/pic/cover/c/30/28/100925_jp.jpg"},{"id":100926,"name":"虹色のトロツキー (2)","image":"//lain.bgm.tv/pic/cover/c/d3/76/100926_jp.jpg"},{"id":100927,"name":"虹色のトロツキー (3)","image":"//lain.bgm.tv/pic/cover/c/8a/64/100927_jp.jpg"},{"id":100928,"name":"虹色のトロツキー (4)","image":"//lain.bgm.tv/pic/cover/c/62/65/100928_jp.jpg"},{"id":100929,"name":"虹色のトロツキー (5)","image":"//lain.bgm.tv/pic/cover/c/e1/98/100929_jp.jpg"},{"id":100930,"name":"虹色のトロツキー (6)","image":"//lain.bgm.tv/pic/cover/c/ba/54/100930_jp.jpg"},{"id":100931,"name":"虹色のトロツキー (7)","image":"//lain.bgm.tv/pic/cover/c/60/dd/100931_jp.jpg"},{"id":100932,"name":"虹色のトロツキー (8)","image":"//lain.bgm.tv/pic/cover/c/ee/8c/100932_jp.jpg"}]}