{"id":398662,"type":2,"name":"ダメ!ぜったいデス!! ～死神の狂シ曲～","name_cn":"","date":"2022-06-03","image":"//lain.bgm.tv/pic/cover/m/d0/85/398662_Ms789.jpg","rating":{"rank":0,"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"金髪巨乳の死神・ロザリーさんと繰り広げる、魂と生死を賭けたキメセク性戦！！\r\n総尺100分超、動画枚数約1800枚でお贈りする、フルヴォイス・手描き動画【キメキメ・ラリラリ】アニメーション！\r\n\r\n\r\n「今宵は貴方の魂を頂戴しにうかがいました～♪」\r\n\r\n突然あらわれた金髪巨乳の死神・ロザリーさん。\r\n\r\n気品と色気にあふれたおっとり美人さんだけど、\r\n魂を狩るという確固たる意志を示されて、どうやら見逃してもらえそうにない…。\r\n\r\nどうせ死ぬならロザリーさんに気持ちよく「腹上死」させてもらいたいと\r\n魂との交換条件を提示してみたらアッサリOK！\r\n\r\n実はロザリーさん、魂はもちろん性的な事も大好きな淫乱死神らしい…。\r\n\r\n\r\n「これは付け入る隙になるかもしれない！」…と、言葉巧みに家にご招待。\r\n\r\n夕食のおもてなしをするフリをしてイケナイ薬をコッソリ盛りまくり、\r\n意識朦朧・感度抜群・濡れ濡れラリラリ死神さんの出来上がり！\r\n\r\n緊縛！凌●！強●フェラに無断中出し！！\r\nシたい放題・ヤリたい放題で美人死神さんを徹底蹂躙！\r\nキメセクの虜になったロザリーさんに追加投薬でさらに狂ったようにイかせまくる！！\r\n\r\n狂気と歓喜、快楽と悦楽、生死と精子が混ざりあう、\r\n生死を賭けて精子をぶっかける、セイシをカケたキメセク性戦！！\r\n\r\nイケナイおクスリ……ダメ！ぜったい！\r\n\r\n\r\nCV:綾奈まりあ\r\n\r\n\r\n＊スマートフォンなどでストリーミング再生するための専用ムービーファイルも同梱。\r\n＊本作はシリーズものですが、過去作を知らない状態でも本作単体で問題なくお楽しみ頂けるように制作してあります。\r\n\r\n\r\n\r\n▼おクスリ使って金髪巨乳美人な死神さんをキメセク撃退！▼\r\n\r\n上品で金髪巨乳美人の死神・ロザリーさんが、おクスリ効果で超激変！！\r\n\r\nおっとりとした気品は見る影もなく快楽のままに喘ぎ叫び狂い、\r\nさらにクスリを求めちゃうキメキメオーバードーズで徹底蹂躙！！\r\n\r\n感度アゲアゲ、お〇んこトロトロ、おっぱいびゅーびゅー！\r\n何度もイき狂ってドーピング超勃起おち〇ぽを求めまくる！！\r\n\r\nおあずけ強●フェラ、吊るしバック本番、触手口淫、緊縛騎乗位で凌●！\r\n母乳まみれパイズリ、セルフ授乳、正常位本番からの大量中出しなど、\r\nあひゃほへラリラリ！ノー・マーシーな（容赦ない）おクスリプレイ！\r\n\r\n生と死のはざまで繰り広げる淫靡なキメセクを、渾身の手描き動画アニメーションでお届け！\r\n\r\n\r\n\r\n▼ひとり作画で描き切った渾身の手描き動画アニメーション！▼\r\n\r\nキャラクターデザインからレイアウト、原画、動画まですべて一人で作画した安心のクオリティー！\r\n\r\nはじける肉体、揺れまくる巨乳、触り心地のよさそうなお尻などなど、\r\n女体の妖艶さからこまやかな表情や仕草まで、感情と欲情も込めて表現したこだわりの作画。\r\n\r\n妖艶美人な死神さんが、キメセクの虜になっていく過程で表れるさまざまな変化も必見！\r\n\r\n制作期間12ヵ月、総尺100分超、動画枚数約1800枚の大ボリュームでお贈りします！\r\n\r\n\r\n\r\n▼伝わる感触！感じるぬくもり！さわりたくなる肉感アニメ！！▼\r\n\r\n丁寧に描いた作画に、家庭菜園独自の【肉感処理】で、さわりたくなるような女体の質感を表現。\r\n\r\nもみ心地のよさそうなおっぱい、大きくやわらかそうなお尻、快楽で上気した顔、\r\n細くしなやかな腕、サラサラと輝く美しい金髪……。\r\n\r\nカラダの部位、着衣の素材ごとに異なる柔らかさや質感を考慮しながら1枚1枚手作業で加味して、\r\nおもわず手を伸ばして触りたくなるカラダの質感を表現！\r\n\r\n月光輝く夜の森のアヤシさや地下室の暗く陰気な湿度感など\r\n雰囲気にもこだわったアニメ映像に仕上がっています！\r\n\r\n\r\n\r\n▼『三擦り半ボタン』で好きなタイミングで発射！何度でも再発射！▼\r\n\r\nシーン内のどの部分を再生していても押せば即発射できる『三擦り半ボタン』を搭載！\r\n\r\n早めに昂ぶってきたり、サクッと使いたい時、自分のタイミングでフィニッシュできます。\r\nフィニッシュ後に『三擦り半ボタン』を押して再発射することも可能！\r\n\r\n\r\n通常プレイ用の「ストーリーモード」とは別途、好きなシーンをすぐプレイできる「ギャラリーモード」もご用意。\r\nお気に入りのシーンをすぐに使いたいときにご活用ください。\r\n\r\n好きに「使える」アニメーションとして使い勝手の良さにもこだわっています！\r\n\r\n\r\n\r\n▼『ダメ！ぜったいデス！！ ～死神の狂シ曲～』制作スタッフ▼\r\n\r\nキャラクターデザイン・レイアウト・原画・動画 : れかみえ（家庭菜園）\r\nシナリオ・色設定・彩色・撮影・エフェクト・編集 : れさお（家庭菜園）\r\n背景画 : メルメル（山奥）\r\n声の出演 : 綾奈まりあ\r\n","info":"<li><span>制作: </span><a href=\"/person/30445\">家庭菜園</a></li><li><span>上映年度: </span>2022年06月03日</li><li><span>官方网站: </span>http://katesai.sakura.ne.jp/public/zettai5/</li><li><span>脚本: </span>れさお(家庭菜園)</li><li><span>原画: </span>れかみえ(家庭菜園)</li><li><span>人物设定: </span>れかみえ(家庭菜園)</li><li><span>色彩设计: </span>れさお(家庭菜園)</li><li><span>动画制作: </span>れかみえ（家庭菜園）</li><li><span>剪辑: </span>れさお（家庭菜園）</li><li><span>背景美术: </span>メルメル（山奥）</li>","collection":{"on_hold":1,"dropped":1,"wish":1,"collect":4,"doing":2},"tags":[{"name":"里番","count":3},{"name":"存盘","count":1},{"name":"2022","count":1}],"staff":[{"id":30445,"image":"//lain.bgm.tv/pic/crt/g/5d/23/30445_prsn_y17P3.jpg","name":"家庭菜園","desc":"制作"}]}