{"id":106098,"type":4,"name":"Flight Control","image":"//lain.bgm.tv/pic/cover/m/d5/fe/106098_XbNl7.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":0,"8":0,"9":0,"10":0},"score":6},"summary":"Flight Control is a game for the iOS, WiiWare, DSiWare, Android,  and Windows Phone 7 developed by Firemint and first released for iOS on March 5, 2009. The app was a number one bestseller on the App Store in 19 countries simultaneously on April 6, 2009 and has sold over 3.8 million copies.The development and publishing of Flight Control on non-Apple mobile phones is being handled by Namco under license.\r\n\r\nAn HD version of the game called Flight Control HD was released for the iPad in March 2010 and for the PlayStation 3 on the PlayStation Network (supporting the PlayStation Move controller) on September 15, 2010. The PlayStation 3 version supports exclusive additional features including a stereoscopic 3D mode, 1080p resolution, four player co-operative multiplayer, as well as an exclusive new map, Metropolis, which features a day and night cycle. Flight Control HD was also ported to the Windows and OS X operating systems and made available through Steam. These releases are similar to the iPad version aside from the addition of a new airfield. The Mac version was released via the Mac App Store on July 21, 2011.","info":"<li><span>中文名: </span>航空指挥官</li><li><span>平台: </span>WP7</li><li><span style=\"visibility:hidden;\">平台: </span>PS VITA</li><li><span style=\"visibility:hidden;\">平台: </span>PSP</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>Wii</li><li><span style=\"visibility:hidden;\">平台: </span>DSi</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>益智</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2009年3月5日</li><li><span>官方网站: </span>http://www.firemonkeys.com.au</li>","collection":{"collect":5,"dropped":1},"tags":[{"name":"IOS","count":2}]}