{"id":285548,"type":4,"name":"Spider-Man","image":"//lain.bgm.tv/pic/cover/m/46/dd/285548_jEur5.jpg","summary":"Peter Parker (Tobey Maguire) develops super-spider powers after being bitten by a genetically altered spider. The game opens with an optional tutorial, narrated by Bruce Campbell, where Peter learns to use his powers and the player learns the controls of the game and how to read the HUD. After competing in a wrestling match as Spider-Man, Peter is cheated out of his prize money by the fight promoter. After the fight promoter is robbed by a thief, Peter lets the thief go out of spite. Later, Peter is devastated when his Uncle Ben is killed by the leader of the Skulls gang. Peter uses his new powers to track down and defeat the murderer and learns it is the same thief he let go at the fight promoter's office; the thief then dies by accidentally slipping out of a window. Peter vows to use his powers to fight evil in Manhattan. Meanwhile, Norman Osborn (Willem Dafoe) and OsCorp are investigating the appearance of this new hero. Anxious to develop his Human Performance Enhancer \"Super Soldier\" serum, the main goals of which are already exhibited by the super-hero, Osborn sends hunter-killer robots to capture Spider-Man, but he destroys them. Meanwhile, the Shocker (Michael Beattie) and the Vulture (Dwight Schultz) rob a bank and escape separately. Spider-Man goes after Shocker first, pursuing him through the sewers and into a subway station, where Spider-Man defeats him in a climactic battle. Afterward, Shocker tells Spider-Man about Vulture's lair: an old clock tower on the Lower East Side. Spider-Man climbs Vulture's tower (avoiding bombs), but Vulture escapes. He chases Vulture through the city before defeating him on the Chrysler Building.\r\n\r\nOsborn's scientists tell him that now two individuals with arachnid DNA are at large in Manhattan, and Osborn orders the capture of both. Spider-shaped robots pursue a desperate Scorpion (Michael McColl) through the sewers. Peter goes down to the subways to take pictures of his battle site with Shocker, when he runs into Scorpion. After Spider-Man helps Scorpion defeat the machines, the apparently paranoid and unhinged Scorpion attacks him. Spider-Man wins, but Scorpion escapes. Meanwhile, Norman is fired from OsCorp and takes his own untested super-soldier serum to become the Green Goblin. Spider-Man fends off the Goblin's attack on the yearly OsCorp Unity Day Festival. Later, Goblin offers Spider-Man an alliance, which he refuses. He is again defeated but tells Spider-Man of bombs planted downtown, which Spidey manages to defuse in time.\r\n\r\nIn the Xbox version only, Norman hires Kraven the Hunter (Gary Anthony Sturgis) after the bomb threat to capture Spider-Man; having lured Spider-Man in, Kraven poisons the web-slinger with a lethal gas, forcing Spider-Man to track Kraven through zoo corridors filled with traps before he finally confronts and defeats Kraven in a cage match in the main area of the zoo.\r\n\r\nAfter studying the Goblin's gear and determining that it was manufactured by OsCorp, Spider-Man goes to OsCorp to research its connection with the Green Goblin, avoiding detection by security in the process. He discovers that the company is producing chemical weapons, which he neutralizes. Spider-Man narrowly escapes OsCorp after battling a huge robot and finding out that the Goblin has kidnapped Mary Jane Watson (Catherine O'Conner). Spider-Man chases him down to a bridge, where they have their final battle. The Goblin is unmasked as Norman before being impaled by his own glider. His last words are, \"Tell Harry, I'm sorry.\" Spider-Man replies, \"I'm sorry, too.\" Mary Jane and Spider-Man are reunited, and they kiss, although he tried to tell her his secret identity. Peter narrates the end of the story as the camera pans out, and he breaks the fourth wall with \"Looks like you're done now. Go outside and play.\"","info":"<li><span>中文名: </span>蜘蛛侠</li><li><span>开发: </span><a href=\"/person/17519\">Treyarch</a>、<a href=\"/person/34482\">Digital Eclipse</a> (GBA)</li><li><span>发行: </span><a href=\"/person/17518\">Activision</a></li><li><span>别名: </span>Spider-Man:The Movie:Video Game</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>XBOX</li><li><span style=\"visibility:hidden;\">平台: </span>GBA</li><li><span style=\"visibility:hidden;\">平台: </span>GameCube</li><li><span>游戏类型: </span>A-AVG</li><li><span>游戏引擎: </span>Treyarch NGL</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2002/04/16</li>","collection":{"collect":1},"crt":[{"id":23102,"image":"//lain.bgm.tv/pic/crt/g/1c/23/23102_crt_u0drA.jpg","name":"蜘蛛侠","desc":"主角"}],"staff":[{"id":34482,"image":"//lain.bgm.tv/pic/crt/g/b2/64/34482_prsn_RG7Mz.jpg","name":"Digital Eclipse","desc":"开发"},{"id":17519,"image":"//lain.bgm.tv/pic/crt/g/70/6a/17519_prsn_cIx1e.jpg","name":"Treyarch","desc":"开发"},{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"发行"}],"relations":[{"id":36150,"image":"//lain.bgm.tv/pic/cover/m/37/42/36150_z7j6b.jpg","title":"Spider-Man","type":"三次元","url":"https://bgm.tv/subject/36150"},{"id":285543,"image":"//lain.bgm.tv/pic/cover/m/8f/6a/285543_FFZrv.jpg","title":"Spider-Man 2","type":"续集","url":"https://bgm.tv/subject/285543"}]}