{"id":290333,"type":4,"name":"We Were Here","image":"//lain.bgm.tv/pic/cover/m/18/48/290333_L8fmo.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":1,"10":0},"score":8},"summary":"Lost in a frozen wasteland and split up from your partner inside an abandoned castle, the only possession you have left is a walkie-talkie with a familiar voice on the other end. Can the two of you find your way out in time?\r\n\r\nNote: This game requires both players to have a working PC-compatible microphone.\r\n\r\nWe Were Here is the free pilot episode in a series of cooperative standalone puzzle adventures. Two players are trapped inside an abandoned castle, with Player One confined to a small secluded part of the castle as Player Two roams the halls trying to find Player One. Every room challenges your wits and ability to communicate clearly, using only your voice.\r\n\r\nAre you ready to find out how well you and your friends work together? If you like living on the edge, try playing it with a complete stranger!\r\n\r\nAtmospheric thriller setting that will keep you on the edge of your seat.\r\nOvercome challenging puzzles by working together - each player has a completely different game experience.\r\nExplore intriguing environments and search for clues in a fictional castle inspired by Castle Rock, Antarctica.\r\nInspired by games such as: Myst, Amnesia: The Dark Descent, and real-life escape rooms.\r\nOptional Virtual Reality support. Enjoy the game with or without VR!","info":"<li><span>平台: </span>PC</li><li><span>游戏类型: </span>冒险‎游戏</li><li><span>游玩人数: </span>2</li><li><span>发行日期: </span>2017-02-03</li><li><span>售价: </span>免费</li><li><span>官方网站: </span>https://store.steampowered.com/app/582500/We_Were_Here/</li><li><span>开发商: </span>Total Mayhem Games</li><li><span>发行: </span>Total Mayhem Games</li>","collection":{"wish":1,"collect":10},"tags":[{"name":"PC","count":2},{"name":"STEAM","count":1}],"relations":[{"id":290334,"image":"//lain.bgm.tv/pic/cover/m/0b/43/290334_6Z77y.jpg","title":"We Were Here Too","type":"续集","url":"https://bgm.tv/subject/290334"}]}