{"id":276485,"type":1,"name":"Blood, Sweat, and Pixels","image":"//lain.bgm.tv/pic/cover/m/14/88/276485_DIgek.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Developing video games—hero's journey or fool's errand? The creative and technical logistics that go into building today's hottest games can be more harrowing and complex than the games themselves, often seeming like an endless maze or a bottomless abyss. In Blood, Sweat, and Pixels, Jason Schreier takes readers on a fascinating odyssey behind the scenes of video game development, where the creator may be a team of 600 overworked underdogs or a solitary geek genius. Exploring the artistic challenges, technical impossibilities, marketplace demands, and Donkey Kong-sized monkey wrenches thrown into the works by corporate, Blood, Sweat, and Pixels reveals how bringing any game to completion is more than Sisyphean—it's nothing short of miraculous.\r\n\r\n开发视频游戏？这是英雄的旅程，还是傻瓜的使命? 历数现在最热门的视频游戏，其产生的创意和幕后的技术支持，远比游戏本身令人痛苦和复杂得多，更像一个无尽的迷宫或无底深渊。《血、汗和像素》一书，Jason Schreier在视频游戏开发的幕后进行了精彩的探索，在那里，创作者可能是一个由600人组成的超负荷工作的团队，也可能是一个孤独的天才极客。他们探索艺术的极限，挑战技术的不可能，他们研究市场、精诚合作，最终完成游戏的制作——这简直是一个奇迹！\r\n\r\n作者将引领读者走近当下最受欢迎、最畅销的游戏，品尝游戏开发者的苦与乐：比如著名RPG游戏开发商BioWare如何挑战一个不可能完成的时间表，如何克服数不尽的技术难题，最终完成《龙腾世纪：审判》Dragon Age: Inquisition； 独立开发人Eric Barone如何将农场体验游戏《星露谷物语》Stardew Valley 从一个人的奋斗做成全球数百万美元的业务；以及光环团队Bungie如何与霸主微软 Microsoft 分道扬镳打造《命运》 Destiny系列，这个系列的目标剑指《星球大战》Star Wars 和《指环王》Lord of the Rings，但是几乎拆掉了整个工作室！\r\n\r\n这是一本未来之书，揭示电游行业发展的未来，同时借以本书向视频游戏幕后制作的无名英雄致敬！ ","info":"<li><span>中文名: </span>鲜血、汗水和像素：一场从未被讲述的视频游戏大战</li><li><span>别名: </span>Blood, Sweat, and Pixels: The Triumphant, Turbulent Stories Behind How Video Games Are Made</li><li><span>出版社: </span>*Harper Paperbacks</li><li><span>价格: </span>$16.99</li><li><span>其他出版社: </span>ANA</li><li><span>发售日: </span>2017-09-05</li><li><span>页数: </span>304</li><li><span>ISBN: </span>978-0062651235</li>","collection":{"wish":1,"collect":1},"tags":[{"name":"其他","count":1}]}