{"id":94994,"type":4,"name":"Darkstar One","image":"//lain.bgm.tv/pic/cover/m/8f/34/94994_Q1WQn.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"保卫星系，守护和平一直都是太空战斗游戏的主题，《家园》（Homeworld）系列、《星际枪骑兵》（StarLancer）以及地面空间战斗的并存的RTS游戏《星球大战：帝国战争》（Star Wars: Empire at War）等等，比比皆是，而由CDV Software发行，Ascaron Entertainment制作的科幻冒险游戏《Darkstar One》则是集太空探险、战斗以及贸易等为一体的游戏。《Darkstar One》的游戏故事剧情是由德国著名的科幻作家克劳蒂亚·克恩（Claudia Kern），丹尼尔·丹特（Daniel Dumont）和他的团队撰写，他们撰写了许多关于围绕飞行员卡隆·贾维斯（Kayron Jarvis）的空间冒险的故事。\r\n\r\n游戏背景设置在浩瀚的宇宙，上个世纪所发生的巨大的星系战争也已经过去了，在此后的数年里，宇宙中很多种族尝试着与对方和平共处，联合国会也被赋予了守护太空和平的权利，然而，一个来自宇宙边缘的“Thul”种族还是打破了这来之不易的和平生活。宇宙的和平已经受到严重威胁，随着“Thul”种族的日益挑衅，宇宙的其他种族产生了不信任，他们开始因为这些攻击而相互指责彼此，宇宙的祥和似乎濒临崩溃，一场新的战争不可避免。为了帮助宇宙度过这段历史上最黑暗的时期，爱好和平的种族发起了一个特殊的任务－“暗星一号”，而玩家在游戏中扮演的就是“暗星一号”的年轻指挥官卡隆·贾维斯，同时他也是一名年轻的飞行员，为了阻止“Thul”种族挑起战争的行动时，发现了他父亲被秘密谋杀的一些线索，但在他父亲乘坐的太空船上放置有一种未知得技术似乎是一把钥匙，将决定战局变化的关键转折,这项隐藏的技术将无法预料得发生扭转入侵事件的变化。作为游戏世界英雄的玩家，不再仅限于正面角色，为了给玩家提供多元化的可玩性，游戏加入了角色扮演元素，特意定制了正义和邪恶两条不同的线路，玩家可随意选择要走的路，不过，无论是善良还是邪恶都会直接影响剧情的发展以及玩家的能力。玩家将在冒险旅途上找寻父亲死亡的真相，并揭示隐藏在其后的阴谋，保卫宇宙。\r\n\r\n同其他保卫宇宙游戏一样，广阔浩瀚的宇宙是玩家展开战斗的自由场所，营造真实的宇宙空间显得尤为重要，游戏中的宇宙空间设置广阔的超乎玩家的想象，超过400个行星的宇宙世界，玩家将在广阔无垠的宇宙中把失去的和平带回宇宙，玩家将会遭遇到各式各样的人物，包括外星人、朋友和敌人。游戏为玩家提供了300多种不同的武器装备和盾牌，其中包括有快速攻击的船舰和几乎战无不胜的巡洋舰，还有轻型武器以及重型武器可供玩家随意选择，制作小组还精心设计了战船升级系统，玩家可根据自行需要升级船舰，有些船舰玩家除了购买外，也可从敌人那里获得，一旦玩家的船舰更大更强劲，玩家就能进一步探索未知区域。装备及盾牌有火箭、鱼雷、地雷等战术特点专门的用途，子母弹分散杀伤敌人或接近对手战术导弹射击能力。玩家还拥有特殊的武器，这些特殊的武器都隐藏在某些区域中，一旦玩家得到这些特殊的武器，那么玩家的作战将会得到很大的助益，同时，也会增加战术的运用。游戏中设置了六个不同的星球种族，无论是他们的太空船还是战术策略都各不相同，他们各有各的战术倾向，诸如：有些种族喜欢挑起战斗，而有的种族则安于现状，这些种族中有些会是你的盟友，跟你有很好的外交关系，有的则会成为你的敌人。每个种族的武器都有各种族独有的特色以及不同的功能等，玩家为了获得不同种族的超强武器，就需完成特殊的任务，而游戏也具有很高的自由度，玩家可自行选择在峡谷中、行星表面或基地等等区域执行任务。\r\n\r\n既然游戏为玩家安排了两个截然不同的路线，那么就意味着玩家在游戏中的信誉度是非常重要的一个环节，玩家在游戏中可通过各种方法赚取金钱，有了金钱即可用于升级船舰等等，当然，赚取金钱的方法包括了合理正当和不法手段，譬如：玩家作为一个商人，可进行自由贸易买卖，也可藉由护航、运输或是完成任务后获得奖励酬谢来赚取金钱，在获得钱财的同时还可为自己赢得不错的赞誉，反之，如果玩家采取走私、战争或是海盗等手段赚取金钱，那么信誉度就不会太高，长时间累积，就会是自己的恶行传播开来无论玩家选择那种方式或组合那种手法，都是两种不同风格的定制，玩家可以随个性决定当一名斗士或是一个商人，还是其他别的。游戏画面效果极其炫目，战斗场景也很宏大，为了使视觉看上去更华丽，制作小组一般期望游戏空间更大，作为游戏来说，很多设计师往往把重点放在船舰或是美丽的行星的表现上，如此，我们也就可以理解为什么游戏公司把精力花费在游戏图像上，在《Darkstar One》中除了涵盖了这些图形要素外，玩家还会看到一些非常有意思的空间站站和太空船以及大量的图形效果的运用，毕竟，这是一场发生在太空中的战斗，游戏中还会有超过50分钟的CG映像。","info":"<li><span>中文名: </span>暗星一号</li><li><span>发行: </span>CDV Software、<a href=\"/person/34218\">Strategy First</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RPG</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2006-8-17</li><li><span>开发: </span>Ascaron Entertainment</li>","collection":{"wish":2,"collect":2,"dropped":2},"tags":[{"name":"SIM","count":1}],"staff":[{"id":34218,"image":"//lain.bgm.tv/pic/crt/g/82/88/34218_prsn_RbU1b.jpg","name":"策略第一","desc":"发行"}]}