{"id":260093,"type":4,"name":"レイストーム","image":"//lain.bgm.tv/pic/cover/m/41/23/260093_2otEO.jpg","summary":"RayStorm is a scrolling shooter developed by the Taito Corporation. Originally released in Japan as an arcade game in 1996, it was later ported there to Sony's PlayStation game console in 1997, to the Sega Saturn (under the name Layer Section II) in that same year, and to Windows-based personal computers in 2001. In North America, it was released for the PlayStation by Working Designs in June 1997. The PlayStation version was also released in Europe by SCE Europe. It was re-released in 2010 with improved graphics, as RayStorm HD, for the Xbox 360 and the PlayStation 3 (with the latter version released exclusively in Japan). In 2012, RayStorm was also released for iOS and in 2017 for Android.\r\nThe game is set hundreds of years in the future. Players must pilot their \"R-Gray\" spacecraft through eight vertically scrolling stages and shoot down enemy ships and vehicles to prevent the forces of the Secilia Federation, a rebellious group of colonies, from destroying Earth. The arcade versions let each player choose one of two ships; home ports include additional ships and features.\r\nRayStorm is one of three \"Ray\" games, all featuring similar gameplay, released by Taito. RayForce was released before RayStorm, and the RayForce prequel RayCrisis was released after the others. RayStorm is most distinguished from its predecessor by its usage of polygon-based ships instead of sprites. The plot of RayStorm, which is minimally revealed in the game itself but further described by the game's instruction manual and \"Extra Mode\" in home releases, is not connected to the \"Con-Human\" storyline of the other two games. Its PlayStation versions were generally well received by American reviewers, but criticized for short game length and similarities to other games such as Xevious 3D/G+.","info":"<li><span>中文名: </span>镭射风暴</li><li><span>开发: </span><a href=\"/person/7482\">Taito</a></li><li><span>发行: </span><a href=\"/person/7482\">Taito</a></li><li><span>别名: </span>RayStorm</li><li><span style=\"visibility:hidden;\">别名: </span>RAY STORM</li><li><span style=\"visibility:hidden;\">别名: </span>Layer Section II</li><li><span style=\"visibility:hidden;\">别名: </span>レイヤーセクションII</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>纵版STG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1996年</li>","collection":{"wish":2,"collect":2},"tags":[{"name":"全弹发射","count":1},{"name":"锁定","count":1},{"name":"RAYSTORM","count":1},{"name":"镭射风暴","count":1},{"name":"街机","count":1},{"name":"SS","count":1},{"name":"PS","count":1}],"staff":[{"id":7482,"image":"//lain.bgm.tv/pic/crt/g/54/d7/7482_prsn_Ad23D.jpg","name":"太东","desc":"开发"}],"relations":[{"id":239964,"image":"//lain.bgm.tv/pic/cover/m/ae/50/239964_66Sfy.jpg","title":"レイフォース","type":"前传","url":"https://bgm.tv/subject/239964"}]}