{"id":260080,"type":4,"name":"ハイパーデュエル","image":"//lain.bgm.tv/pic/cover/m/10/a1/260080_V3983.jpg","summary":"Hyper Duel is a 1993 horizontal scrolling shooter video game developed by Technosoft. Hyper Duel largely resembles the Thunder Force series, also developed by Technosoft.\r\nThe game's story is not well known, as there is no English translation, but apparently it follows the archetypical shooter plot. A militant/alien group is threatening Earth and in response, Earth sends a unit of elite machines dubbed \"Buster Gears” in order to defend itself. Thus, you assume the position of one of three pilots: Keith Spader, Lisa Rowling, or Dr. B. Lloyd. You then embark to defend the Earth through a series of several battlefields.\r\nThe Buster Gears are seemingly the typical fighter spaceships with various upgradeable weapons systems in the \"Fighter\" mode, but they can transform into an \"Armor\" mode, a humanoid warrior robot with several heavy fire arms. The Fighter mode is easily maneuverable, small, and fast; it also shoots straight in front of it. The Armor mode, on the other hand, is slower, bigger, and less responsive; it is capable of shooting up and down at a 45 degree angle, as well as straight. The firepower of the Armor mode is also superior. The weaponry of both modes can be upgraded by collecting P items which appear from defeating enemies. The ships can also acquire helper units by collecting either the T or G items. The Tracer unit is similar to the Fighter mode and it shoots forward when closing in on an enemy, while the Gunner unit is similar to the Armor mode and it homes on enemies. Both units also act as destructible shields.\r\nBuster Gears change mode by pressing the alternate button. There are two buttons, one for the Fighter mode and one for the Armor mode. Pressing both buttons results in the activation of a special attack, involving two units that appear above and below the Buster Gear. In Fighter mode, they are stationary and shoot in a circular manner. In Armor mode, the units rotate around the ship and provide forward cover fire. This special attack depletes the special attack meter and when it runs out, the units stop firing. The meter is filled up by unit inactivity and by collecting B items.","info":"<li><span>中文名: </span>神枪战机</li><li><span>开发: </span><a href=\"/person/38925\">テクノソフト</a> (Technosoft)</li><li><span>发行: </span><a href=\"/person/38925\">テクノソフト</a> (Technosoft)</li><li><span>别名: </span>HyperDuel</li><li><span style=\"visibility:hidden;\">别名: </span>Hyper Duel</li><li><span>平台: </span>ARC</li><li><span style=\"visibility:hidden;\">平台: </span>SS</li><li><span>游戏类型: </span>横版STG</li><li><span>游玩人数: </span>1 - 2人</li><li><span>发行日期: </span>1993年</li>","collection":{"wish":1,"collect":1},"staff":[{"id":38925,"image":"//lain.bgm.tv/pic/crt/g/1f/dc/38925_prsn_qZ9Pg.jpg","name":"Technosoft","desc":"开发"}]}