{"id":260099,"type":4,"name":"FRONT MISSION4","image":"//lain.bgm.tv/pic/cover/m/48/7e/260099_vaoxZ.jpg","summary":"Front Mission 4 (フロントミッション フォース Furonto Misshon Fuoosu) is a tactical role-playing game developed and published by Square Enix Co., Ltd. as the fourth main entry and sixth entry overall in the Front Mission series. Like other Front Mission titles, Front Mission 4 is part of a serialized storyline that follows the stories of various characters and their struggles involving mecha known as wanzers.\r\nThe game takes place in the late 21st century where superstates compete for the world's resources, and two individuals are sent to investigate when five bases of one nation are attacked unprovoked by persons unknown. The game was developed to sound different musically than previous titles, with South American instruments like the pan flute were used to compose a more dynamic musical structure.\r\nThe title was the top selling game of Christmas 2003 in Japan and sold over 160,000 copies. It received generally positive reviews, highlighting the high production values and customization of mechs for combat, but also cited the games high level of difficulty and complexity.","info":"<li><span>中文名: </span>前线任务4</li><li><span>开发: </span><a href=\"/person/497\">スクウェア・エニックス</a></li><li><span>发行: </span><a href=\"/person/497\">スクウェア・エニックス</a></li><li><span>别名: </span>FRONT MISSION 4</li><li><span style=\"visibility:hidden;\">别名: </span>フロントミッション フォース</li><li><span>平台: </span>PS2</li><li><span>游戏类型: </span>SRPG</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2003年12月18日</li>","collection":{"on_hold":1},"staff":[{"id":497,"image":"//lain.bgm.tv/pic/crt/g/e6/d9/497_prsn_z3Upo.jpg","name":"史克威尔·艾尼克斯","desc":"开发"}],"relations":[{"id":88620,"image":"//lain.bgm.tv/pic/cover/m/3d/bb/88620_7V0BN.jpg","title":"FRONT MISSION 3","type":"前传","url":"https://bgm.tv/subject/88620"},{"id":252350,"image":"//lain.bgm.tv/pic/cover/m/84/6f/252350_o18dY.jpg","title":"FRONT MISSION5〜Scars of the War〜","type":"续集","url":"https://bgm.tv/subject/252350"}]}