{"id":323800,"type":4,"name":"Turok 2: Seeds of Evil","image":"//lain.bgm.tv/pic/cover/m/f9/1c/323800_Sz5Hu.jpg","summary":"Turok 2: Seeds of Evil is a first-person shooter video game developed by Iguana Entertainment and published by Acclaim Entertainment. It was released for the Nintendo 64 console in 1998 and ported to Microsoft Windows computers in 1999. Seeds of Evil is the second game in the Turok video game series and a sequel to Turok: Dinosaur Hunter. The game follows the story of a Turok and his efforts to stop a powerful alien entity from escaping the confines of his Lightship. A different game set in the same fictional universe, also titled Turok 2: Seeds of Evil, was released for the Game Boy Color alongside the Nintendo 64 game.\r\n\r\nSeeds of Evil features a single-player campaign consisting of six levels and a multiplayer mode where various players can compete against each other in several game types. It supports the Nintendo 64 Expansion Pak, which enables an optional high-resolution graphics mode. The game was developed over a period of 21 months and was originally intended to be released on a 12MB cartridge without a multiplayer component, but was ultimately released on a 32MB cartridge.\r\n\r\nSeeds of Evil received very positive reviews from critics and sold 1.4 million copies by January 1999. Critics praised the game for its detailed graphics, deep levels, and advanced artificial intelligence of enemies. However, the game's inconsistent frame rate and notable distance fog were common subjects of criticism. A remaster developed by Nightdive Studios was released for Microsoft Windows in 2017 and for Xbox One in 2018. The remaster was released for the Nintendo Switch in 2019. A sequel, Turok 3: Shadow of Oblivion, was released in 2000.","info":"<li><span>开发: </span>Iguana Entertainment、<a href=\"/person/41623\">Nightdive Studios</a> (remaster)</li><li><span>发行: </span><a href=\"/person/32873\">Acclaim Entertainment</a>、<a href=\"/person/41623\">Nightdive Studios</a> (remaster)</li><li><span>别名: </span>恐龙猎人2</li><li><span>平台: </span>N64</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1998年12月10日</li>","staff":[{"id":41623,"image":"//lain.bgm.tv/pic/crt/g/02/00/41623_prsn_DeGjB.jpg","name":"Nightdive Studios","desc":"开发"},{"id":32873,"image":"//lain.bgm.tv/pic/crt/g/92/23/32873_prsn_YEY6i.jpg","name":"Acclaim Entertainment","desc":"发行"}],"relations":[{"id":323799,"image":"//lain.bgm.tv/pic/cover/m/ae/39/323799_P9dB7.jpg","title":"Turok: Dinosaur Hunter","type":"前传","url":"https://bgm.tv/subject/323799"}]}