{"id":207753,"type":4,"name":"Men of War:Vietnam","image":"//lain.bgm.tv/pic/cover/m/ee/5b/207753_hVBPJ.jpg","rating":{"total":10,"count":{"1":0,"2":0,"3":0,"4":0,"5":6,"6":1,"7":2,"8":0,"9":1,"10":0},"score":5.9},"summary":"Men of War: Vietnam is a new game for the critically acclaimed series. The new, story-driven campaign lets you taste the explosive mix of the jungle, Hueys and rock-n-roll in 1968. The US campaign focuses on a team of elite special ops soldiers, and each one of them has a personality.\r\nThe unit includes Sergeant John Merrill, machine-gunner Jim Walsh, sniper Sonny Armstrong, grenade launcher operator Carl Dillan and combat engineer Bill Kirby. In some missions they can count only on themselves, while in the others they act together with regular US and South-Vietnamese troops. The North Vietnam campaign tells the story of two Soviet military consultants and two soldiers of the North Vietnam Army who are the only survivors of an ambush prepared by the US troops. The task of getting back to the North Vietnam territory is a difficult one – they have no means of radio communication, no wheeled vehicles, and it’s too far to make it there on foot. On their way these survivors get involved in a chain of bloodbath engagements and find themselves in the dead center of the well-known Tet offensive. \r\nMissions range from special operations (rescuing a shot-down pilot, escorting a reporter, etc.) to full scale battles.","info":"<li><span>中文名: </span>战争之人：越南</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RTS/RTT</li><li><span>游戏引擎: </span>GEM 2</li><li><span>游玩人数: </span>单人/多人游戏</li><li><span>发行日期: </span>2011年9月9日</li><li><span>官方网站: </span>http://www.menofwargame.com</li>","collection":{"collect":8,"doing":1,"on_hold":1},"tags":[{"name":"RTT","count":4},{"name":"PC","count":2},{"name":"STEAM","count":2},{"name":"俄罗斯","count":1},{"name":"2011","count":1},{"name":"核心向","count":1}],"relations":[{"id":207741,"image":"//lain.bgm.tv/pic/cover/m/c5/ba/207741_gEb8G.jpg","title":"Men of War","type":"主线故事","url":"https://bgm.tv/subject/207741"}]}