{"id":160211,"type":4,"name":"超時空要塞マクロス","image":"//lain.bgm.tv/pic/cover/m/83/b5/160211_zt6k0.jpg","rating":{"total":13,"count":{"1":0,"2":1,"3":0,"4":1,"5":6,"6":3,"7":2,"8":0,"9":0,"10":0},"score":5.2},"summary":"Super Dimension Fortress Macross (超時空要塞マクロス Chō Jikū Yōsai Macross?) was released for the Japanese Family Computer console in 1985 by video game company Namco and is based on the popular anime TV series of the same name. The game is a side-scrolling shoot 'em up in which the player controls a transformable VF-1 Valkyrie variable fighter in an unending battle against an invading race of giant humanoid aliens known as the Zentradi.\r\n\r\nThe gameplay is a very basic and fairly standard form of the recognizable style that has become part of the shoot-em-up genre over the years. The player's task is to blast their way through wave after wave of enemy battlepods, power armors and ships until they reach the Zentradi mothership. Inside it, there is only thirty seconds to reach the central reactor, destroy the outer wall and shoot the core. The mission ends and then begins all over again on an infinite loop.\r\n\r\nThe player's VF-1 Valkyrie can be transformed into three modes: Gerwalk, Battroid and fighter. This adds to the gameplay as the Gerwalk and Battroid modes serve to progressively slow down the horizontal scrolling and make the game less difficult. However they also move slower. The controller's B button fires the Gun Pod while the A button - in conjunction with the movement of the D-pad - engages the transformation mode. A limited number of micro-missiles can be fired by pressing the Select button.","info":"<li><span>中文名: </span>超时空要塞</li><li><span>开发: </span><a href=\"/person/1598\">Namco</a></li><li><span>发行: </span><a href=\"/person/18776\">バンダイ</a></li><li><span>别名: </span>The Super Dimension Fortress Macross</li><li><span>平台: </span>FC</li><li><span>游戏类型: </span>ACT</li><li><span>发行日期: </span>1985-12-10</li>","collection":{"wish":1,"collect":23,"on_hold":1,"dropped":1},"tags":[{"name":"FC","count":6},{"name":"STG","count":5},{"name":"1985","count":1},{"name":"童年","count":1}],"staff":[{"id":1598,"image":"//lain.bgm.tv/pic/crt/g/9c/19/1598_prsn_anidb.jpg","name":"南梦宫","desc":"开发"},{"id":18776,"image":"//lain.bgm.tv/pic/crt/g/4e/ad/18776_prsn_M5a5K.jpg","name":"万代","desc":"发行"}],"relations":[{"id":3166,"image":"//lain.bgm.tv/pic/cover/m/5e/6d/3166_96c59.jpg","title":"超時空要塞マクロス","type":"动画","url":"https://bgm.tv/subject/3166"}]}