[
  {
    "id": "34813526",
    "title": "忒修斯之船",
    "desc": "田村心（竹内凉真 饰）的父亲佐野文吾（铃木亮平 饰）是一名警察，然而，他却从未见过自己的父亲，因为在他还没有出生的时候，佐野就因为涉嫌投毒杀人而被关进了监狱。...",
    "year": "2020"
  },
  {
    "id": "11539829",
    "title": "忒修斯之船",
    "desc": "《忒修斯的船》由三个看似互无关联的独立故事组成。\n第一段，一个盲人少女摄影师，在盲人状态时成功举办了个人影展而出名，却在移植角膜恢复视力后找不到摄影的灵感。\n...",
    "year": "2012"
  },
  {
    "id": "21267697",
    "title": "圣马修斯之岛",
    "desc": "Years ago, Kevin Jerome Everson asked his aunt where their old family photos had gone. Her answer – ‘they were all lost in the flood’ – sparked this trip...",
    "year": "2013"
  },
  {
    "id": "25883758",
    "title": "幻术大师：忒瑞西阿斯之眼",
    "desc": "When an old woman experiences dreams of the future, including the murder of a prominent Swiss businessman and a prediction of a car crash, Jonathan must find...",
    "year": "1999"
  },
  {
    "id": "20431553",
    "title": "极限维修大挑战：挑战工程船",
    "desc": "博德号是墨西哥湾最大的船，在此出入的其他油轮全都相形见绌。西恩莱利(Sean Riley)获邀至此艘巨大的深水工程船上，见证在外海更换此船其一的38吨重、称为推进器的巨型...",
    "year": "2008"
  },
  {
    "id": "34434507",
    "title": "普罗克汝斯忒斯之床",
    "desc": "Dan is tired of all the problems he has to deal with at home, so he decides to spend the night at Ştefan's place. Their uncanny interaction peaks when ...",
    "year": "2019"
  },
  {
    "id": "26923131",
    "title": "反叛的鲁路修剧场版1：兴道",
    "desc": "《Code Geass 反叛的鲁路修》故事以被神圣不列颠尼亚帝国侵略而亡国的日本「11 区」作为出发点。立志粉碎帝国的黑色王子鲁路修，与坚持公理的白色骑士朱雀所掀起的巨大...",
    "year": "2017"
  },
  {
    "id": "27107625",
    "title": "反叛的鲁路修剧场版3：皇道",
    "desc": "总集篇剧情有改动承接明年2月复活新作\n世界最大的国家·神圣布里塔尼亚帝国终于与黑之骑士团展开冲突。这正是鲁路修=面具男ZERO的计策。但唯一超出计算之事，令鲁路修感...",
    "year": "2018"
  },
  {
    "id": "27107624",
    "title": "反叛的鲁路修剧场版2：叛道",
    "desc": "以面具反叛者ZERO之身份增强反布里塔尼亚势力·黑色骑士团的鲁路修，与被任命为第3皇女尤菲米娅之骑士的朱雀。各自增强实力的两人，迎来了命运的转机。身为11区副总督的...",
    "year": "2018"
  },
  {
    "id": "26988117",
    "title": "狂怒之神：制作《普罗米修斯》",
    "desc": "An in-depth documentary on the making of Ridley Scott's \"Prometheus,\" featuring cast and crew interviews, outtakes and behind-the-scenes footage. Released on...",
    "year": "2012"
  },
  {
    "id": "3128595",
    "title": "奥德赛：海神的诅咒",
    "desc": "特洛伊战争后，奥德修斯与同伴飘泊于茫茫大海，塞壬女妖的以歌声诱惑他们，突然又有飞行的怪兽来袭，船毁人散。醒来之后奥德修斯一行发现自己来到一座死亡之岛，那群怪...",
    "year": "2008"
  }
]