{"id":334248,"type":4,"name":"Strife","image":"//lain.bgm.tv/pic/cover/m/2d/4e/334248_141al.jpg","summary":"Strife (also known as Strife: Quest for the Sigil) is a first-person shooter role-playing video game developed by Rogue Entertainment. It was released in May 1996 in North America by Velocity Inc. and in Europe by Studio 3DO. The shareware version was released on February 23, 1996, while the full version was released on May 31, 1996. It was the last commercially released standalone PC game to utilize the id Tech 1 engine from id Software. The plot takes place in a world taken over by a religious organization known as \"The Order\"; the protagonist, an unnamed mercenary (sometimes referred to as Strifeguy), becomes a member of the resistance movement which aims to topple the Order's oppressive rule.\r\n\r\nStrife added some role-playing game elements to the classic first-person shooter formula, such as allowing players to talk to other characters in the game's world or improve the protagonist's abilities. Contemporary reviews praised these innovations and the story, but also criticized the quality of the graphics and the obsolete engine. Years after its release, the game was retrospectively considered to have been underappreciated in its day, and described as a precursor to games such as Deus Ex.\r\n\r\nAn enhanced version of the game, Strife: Veteran Edition (also dubbed The Original Strife: Veteran Edition) was developed and published by Night Dive Studios and released on Steam on December 12, 2014. A Nintendo Switch port of Veteran Edition was released on October 25, 2020.","info":"<li><span>开发: </span>Rogue Entertainment、<a href=\"/person/41623\">Nightdive Studios</a> (Veteran Edition)</li><li><span>发行: </span>Velocity Inc.、Studio 3DO、<a href=\"/person/41623\">Nightdive Studios</a></li><li><span>别名: </span>Strife: Quest for the Sigil</li><li><span style=\"visibility:hidden;\">别名: </span>Strife: Trust no one</li><li><span style=\"visibility:hidden;\">别名: </span>Strife: Veteran Edition</li><li><span style=\"visibility:hidden;\">别名: </span>原始战争：老兵版</li><li><span>平台: </span>MS-DOS</li><li><span style=\"visibility:hidden;\">平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>OS X</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span style=\"visibility:hidden;\">平台: </span>Nintendo Switch</li><li><span>游戏类型: </span>FPS, RPG</li><li><span>游戏引擎: </span>id Tech 1</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>1996年5月15日</li>","staff":[{"id":41623,"image":"//lain.bgm.tv/pic/crt/g/02/00/41623_prsn_DeGjB.jpg","name":"Nightdive Studios","desc":"开发"}]}