{"id":407995,"type":4,"name":"NTRaholic","name_cn":"","date":"2023-01-17","image":"//lain.bgm.tv/r/800/pic/cover/l/6a/3c/407995_5PCn7.jpg","rating":{"rank":5582,"total":56,"count":{"1":0,"2":0,"3":0,"4":3,"5":9,"6":21,"7":14,"8":9,"9":0,"10":0},"score":6.3},"summary":"游戏介绍:\r\n\r\n两年前，千穗终于和高中就在一起的男朋友修成正果。\r\n\r\n在神父的见证下，他们在教堂里立下了神圣誓言，要对对方忠贞不渝，长相厮守。\r\n自那以后，这对小两口就每天腻在一起。\r\n有了彼此的陪伴，生活彷佛像蜜糖般甜蜜。他们终于过上了让旁人羡煞不已的新婚生活。\r\n\r\n但是，这个故事并没有所谓“王子和公主最后过上了幸福的生活”这种童话般的结局。\r\n某封不起眼的信件，如同落入平静湖面的石子般，打破了他们的平静生活。某一天，他们收到了房东发来的一封关于租金上调的信件。\r\n由于经济压力，二人不得不去寻找新的生息之地。\r\n翔太是一个很好的丈夫，他很重视和呵护自己这个美丽的妻子。\r\n然而他却不是一个优秀的产品销售，甚至算不上合格。在工作中他的不善言辞总是把快谈好的客户气走。\r\n现在已经是社长连续批评他的第三个月了。\r\n经济上的压力压得这对恋人有点喘不过气。\r\n\r\n这个时候，也许是造化弄人，也许是命中注定，他们看到了’你’的出租广告，于是二人便来到了“你”的租赁公寓来看房。\r\n’你’的父亲年轻的时候经商攒下了一些资金，并靠着这些钱买下了两户相邻的公寓，而在他过世之后，这两间公寓就到了’你’的手上。\r\n即使你整天游手好闲，也靠出租其中一间公寓的租金过着温饱的生活。\r\n\r\n当看到这位可爱的女性时，你整个心跳都停了一拍– 完美的身材，漂亮的曲线，还有这张单纯得如同不知世间险恶得笑脸，“你”有点抑制不住内心的冲动了\r\n。除了见到猎物时得喜悦，“你”心中还因为“为什么这样废物的男人能得到这么漂亮的美女？\r\n”这样的想法而怒火中烧。“你”脸上浮现了一个阴险的笑容，同时还在心里确立了一个淫荡的计划，就像“你”一直以来对你之前漂亮的房客所做的一样。\r\n“你”想要好好品尝一下她的味道。这一次，你不会放跑这个丰满的猎物。\r\n\r\n然而你知道，要攻略这一对情比金真的情侣可不是那么容易的事，即使“你”从未失手过。为了能保证不要让到嘴边的鸭子飞了，“你”还是召唤出了“你”的老朋友，魅魔莉莉丝。莉莉丝其实已经在无形中观察千穗好一会了，她对这个女人的纯真感到厌烦，于是，她决定要帮“你”一把。她会借给“你”她的一部分魔力。\r\n然而，天下没有免费的午餐，更别说是一个恶魔了。她提出了一个交易 — 一次赌约。在九十天内，“你”要用肉欲攻陷这个纯洁无暇的新婚妻子，把她调教成一个离不开鸡巴，人尽可夫的淫乱婊子。\r\n最美丽而又真挚的“东西”陨落之时，将会给莉莉丝带来最为美味的能量。\r\n而如果“你”失败了，按照赌约，“你”的灵魂将会被莉莉丝带走，成为她的下一个祭品。\r\n\r\n千穗现在看起来确实很纯洁，可是谁又能知道，在那天使的面容之下，究竟潜藏着怎样的潜力呢？\r\n背景\r\n二年前、千穂は高校の頃から一緒にいた彼氏と結婚した。彼らは教堂で誓い、互いに愛し、死を互い分かれるまで。それから、新婚した二人は毎日ラブラブの生活をし、互いの付き添いがあって、生活はまるで蜜のように甘い。誰でもそのような生活に羨ましんでいる……その日までは…\r\nおとぎ話は必ずいいエンディングを迎えられるわけではない。お姫様は必ず王子様と結ばれるわけではない。とある想定外の手紙はまるで湖面に落ちる石のように、元静かな生活を破った。それは大家さんからの家賃徴収をあがる手紙でした。経済的に負担があるため、千穂たちは新しい居場所を探さなければならなくになったのです。翔太はとてもいい夫で、妻の千穂を大切に守っていた。でも翔太はいい会社員ではなかった、仕事中でよくお客さんを怒らせて、契約もできなかった。すでに三ヶ月ぐらい上司に叱られ続けった。経済的な負担が二人を圧迫して、運命のいたずらで、彼らは“アナタ”が貼った住人募集の張り紙を見つけ、“アナタ”のマンションで部屋を見に来た。“アナタ”の父は若い頃商売をし、商売で稼いたお金でこの二つのマンションを買いた。父が亡くなった後、二つのマンションは“アナタ”が継いでいた。たとえあなたがぶらぶらしていても、そのうちの一つのマンションの家賃で食っていけるくらいの生活をしている。この素敵な人妻を見たとき、あなたの心臓はぴたりと鼓動を止めたように──完璧な身体と美しい曲線、そして単純そうで、世間知らずにも見えるその笑顔に、あなたの心は落ち着かなくなった。獲物を発見した興奮以外に、また少しの悔しさと怒りがある——こんなに醜い人が、どのようにこんなに美しい美人を見つけたのか?顔に陰険な笑みが浮かべ、それに続くのは“アナタ”の淫らな計画、“アナタ”が以前ここに暮らしていた美しい住人にしてきたことのように今度は彼女を味わいたい。このふくよかな獲物を逃がしはしない。\r\n\r\nしかし“アナタ”は知っている、二人の愛は本物だ。隙間を探して攻略するのはそんなに簡単な事ではない、たとえ失敗したことがない“アナタ”も獲物を逃がさないため、“アナタ”は友人であるのサキュバス―リリスを召喚した。実際、リリスはもう闇の中で千穂を観察していた。リリスは千穂の純潔さにうんざりしていた。だから、リリスは“アナタ”に力をかりた。しかし、只ではない、リリスはある取引を出した。それは、90日内に、肉欲でこの純潔の人妻を攻略し、彼女を誰でもやれる売春婦にさせること。最も美しく真摯なものが落下して、リリスに最もおいしいエネルギーをもらえます。もし失敗したら、リリスは“アナタ”の魂をもらっていく、彼女の生贄になる。\r\n\r\n今の千穂は確かに清らかに見えますが、あの天使のような顔の下に、いったいどんな物が潜んでいるのか、誰にも知らなかった?\r\n\r\n*日本語、英語、中国語、韓国語の翻訳を含む。*","info":"<li><span>别名: </span>チホネトラレケイカク</li><li><span style=\"visibility:hidden;\">别名: </span>NTR狂热</li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>RPG</li><li><span>发行日期: </span>2023年1月17日</li><li><span>制作: </span>Ntraholic</li><li><span>作者: </span>Tiramisu</li><li><span>声优: </span>綾奈まりあ / 森野めぐむ</li><li><span>官网: </span>https://www.dlsite.com/maniax/work/=/product_id/RJ384983.html</li>","collection":{"on_hold":6,"dropped":1,"wish":41,"collect":78,"doing":8},"tags":[{"name":"拔作","count":15},{"name":"NTR","count":14},{"name":"人妻","count":12},{"name":"PC","count":8},{"name":"动态CG","count":8},{"name":"galgame","count":6},{"name":"黄油","count":5},{"name":"NTL","count":4},{"name":"SLG","count":3},{"name":"巨乳","count":3},{"name":"2023","count":2},{"name":"像素","count":2},{"name":"EROGE","count":2},{"name":"STEAM","count":2},{"name":"R18","count":2},{"name":"原画超棒","count":1},{"name":"同人","count":1},{"name":"像素风","count":1},{"name":"DynamicCG","count":1},{"name":"ERO☆","count":1},{"name":"uncensored","count":1},{"name":"","count":""}],"relations":[{"id":314362,"image":"//lain.bgm.tv/pic/cover/m/9c/e0/314362_44zU4.jpg","title":"NTR伝説","type":"其他","url":"https://bgm.tv/subject/314362"}]}