{"id":174993,"type":4,"name":"Starlight Vega","image":"//lain.bgm.tv/pic/cover/m/cc/35/174993_6FgcF.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":1,"8":0,"9":0,"10":0},"score":6.5},"summary":"After the death of her eccentric grandfather, Aria and her mother decide to move into his estate in order to save money. It's an old house covered in dust, bereft of even electricity, and from the moment they arrive Aria knows that something is wrong. \r\n\r\nDespite the assurances of her best friend Melody, Aria begins cleaning the old house while looking over her shoulder, worried about the eerie voices she keeps hearing. In order to distract herself, Aria cautiously moves from room to room, until she finds a door unlike any other within the house. \r\n\r\nAgainst her better judgment, Aria opens the door, only to find the seemingly harmless study of her late grandfather. Aside from being filled with books written in indecipherable languages, Aria breathes a sigh of relief as she convinces herself that nothing is out of the ordinary. \r\n\r\nOr so it seems, until night falls. \r\n\r\nWithin the study Aria finds a gem, and the moment she touches it, trouble arrives. A demon named Lyria has been freed by Aria's touch, and consequently become bound to Aria. Now Aria, an ordinary highschool girl, must find a way to free herself from Lyria, who seems to crave the exact opposite. Add to that the increasingly realistic dreams plaguing Aria, the sexual tension between Aria and a select few girls around her, and the supernatural phenomena - it seems like Aria's life will never be the same again. \r\n\r\n\r\nThe game is available on PC, Mac, and Linux. Different endings and romance routes are obtainable through your choices made throughout the game. ","info":"<li><span>发行: </span><a href=\"/person/18768\">Sekai Project</a></li><li><span>平台: </span>PC</li><li><span>游戏类型: </span>avg</li><li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2016年4月15日</li><li><span>官方网站: </span>http://store.steampowered.com/app/377690/?snr=1_7_7_151_150_1</li><li><span>开发: </span>Razzart Visual</li>","collection":{"wish":1,"collect":4},"tags":[{"name":"百合","count":1},{"name":"欧美","count":1},{"name":"PC","count":1},{"name":"AVG","count":1}],"staff":[{"id":18768,"image":"//lain.bgm.tv/pic/crt/g/a8/50/18768_prsn_A9Cjb.jpg","name":"Sekai Project","desc":"发行"}]}