{"id":119211,"type":1,"name":"Trials of Death","image":"//lain.bgm.tv/pic/cover/m/a9/14/119211_sfog5.jpg","summary":"Darren Shan is about to take the Trials of Initiation, a series of tests that vampires were forced to take part in in years gone by, to prove himself to the Princes. Currently, it is only used for vampires who want to become a general, or for those who wish to demonstrate their strength. However, Darren Shan is required to endure the trials to earn the respect of the entire vampire race for his mentor Mr Crepsley's 'impulsive' decision to turn him. Darren is mostly trained by the games master of the Mountain, Vanez Blaze\r\n\r\nFor The first trial He must escape from a maze that is filling with water whilst dragging a stone weighing half of his body weight. The second trial Darren must complete is The Path of Needles, a barefoot journey through one of the mountains many caverns littered with stalagmites and stalactites, all of which are razor sharp and could fall at any second.\r\n\r\nLuck is on Darren's side as the Festival of the Undead takes place right after his second trial. During this three-day period no official business can take place meaning he gets a five-day rest before his next trial. Suffering from a lot of cuts, notably on his hands and back, he finds it hard to enjoy the festival. A veteran vampire and also Larten Crepsely's mentor, Seba Nile, tells him to meet him later as he had a cure for his discomfort. They go to a cavern deep inside the mountain which is covered in spider webs and Darren soon realizes that it is full of hundreds of thousands of spiders. Seba breaks up the cobwebs and applies them to Darren's cuts which he says helped immediately.\r\n\r\nAfter the Festival of the Undead, Darren must choose his third trial which is The Hall of Flames, a metal room with various jets that emit flames periodically. Darren must remain in the room for approximately fifteen minutes, trying not to be 'toasted' by the scorching hot flames. This is reveled by many to be one of the hardest trials he could have picked, and barely survives it.\r\n\r\nThe fourth trial is The Blooded Boars, a trial which is generally considered quite easy for full vampires. As Darren is only a half vampire and still nursing bad wounds from the previous trial, he struggles. The aim is to kill two wild boars which have been injected with vampire blood making them more aggressive than usual. Darren kills the first boar but it lands on top of him, his lack of strength means he is unable to move the boar as the second closes in. It charges at him, certain to kill him when Harkat Mulds, the Little Person who accompanies Darren in his journey to the Mountain steps in and kills the boar. This causes uproar as failure to complete the trials leads to death. Mr. Crepsley and Kurda, a soon to be Vampire Prince, argue that Harkat is not a vampire and cannot be expected to behave by their rules, and it was not that Darren would've died if he'd not been interrupted by Harkat. However, it is decided for Darren to be executed for not completing the Trials.\r\n\r\nKurda finds Darren in his room facing imminent death and encourages him to escape the mountain. Regretfully Darren follows Kurda as they make for one of the mountains many exits. Soon they are tracked down by Gavner Purl who tries to convince them to go back but eventually ends up following them. They come across a cavern full of the Vampaneze. Kurda tells Darren to go on and him and Gavner would stay and fight the Vampaneze. Darren heads off but decides to come back and fight. He comes back and witnesses Kurda stabbing Gavner in the stomach and it is revealed he is an ally of the Vampaneze. Darren runs and ends up in the Hall of Final Voyage, where dead vampires were tossed into the strong current and washed out of the mountain. He realizes he is on the wrong side of the stream and attempts to jump over it. He falls short and manages to grab on to a rock as Kurda and the Vampaneze enter the cave. Kurda offers his hand to help pull him back to safety but Darren brands him a traitor and pushes himself out into the current. He is swept out of sight into the darkness beyond.","info":"<li><span>中文名: </span>死亡审判</li><li><span>出版社: </span>Collins</li><li><span>发售日: </span>2001 (UK)</li><li><span>页数: </span>166</li><li><span>ISBN: </span>0-00-711440-0</li><li><span>作者: </span>Darren O'Shaughnessy</li>","collection":{"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119210,"image":"//lain.bgm.tv/pic/cover/m/88/a0/119210_9tTgq.jpg","title":"Vampire Mountain","type":"前传","url":"https://bgm.tv/subject/119210"},{"id":119212,"image":"//lain.bgm.tv/pic/cover/m/35/d7/119212_c9O8G.jpg","title":"The Vampire Prince","type":"续集","url":"https://bgm.tv/subject/119212"}]}