{"id":119214,"type":1,"name":"Allies of the Night","image":"//lain.bgm.tv/pic/cover/m/35/c2/119214_RJFpb.jpg","summary":"Darren, Harkat, and Mr. Crepsley (Vancha going back to Vampire Mountain to inform the other Princes and Generals of their encounter with the Vampaneze Lord) go to Mr. Crepsley's hometown once again to investigate if Vampaneze had set up territories there. But soon after their arrival Darren is discovered by the police and forced to attend school. He has trouble with most of his subjects as he only has a middle school education, but luckily (or perhaps unluckily?) his English teacher is Debbie, his old girlfriend from his first visit to this city.\r\n\r\nMr. Crepsley has to go back to Vampire Mountain again for Paris Skyle's funeral, leaving Darren and Harkat to continue the investigations alone. One night on his way back to the hotel room the three are staying in, Darren encounters a Vampaneze with hooks for hands and a mask wrapped around his face. The Vampaneze attacks, but Darren is saved by his old friend Steve. Steve joins Darren for the hunt of the Vampaneze, claiming he's changed his ways and now understands who the real enemy is and dropped his desire for vengeance against Darren and Mr.Crepsley long ago.\r\n\r\nDarren later reveals himself as a vampire to Debbie, and after a long explanation and a day's contemplating she joins Darren and Steve for the fight. Mr. Crepsley comes back and helps Darren pursue the Vampaneze, but understandably doesn't trust Steve. Darren does convince him, however, that Steve will be a big help for them and lets him come with them. Vancha also joins them again a few days later.\r\n\r\nThey chase the hooked Vampaneze to the sewers at night, but the Vampaneze led them to a trap. Darren and his team are soon surrounded and the Vampaneze Lord make his second appearance. Darren tries to kill him, but is stopped by Steve, who shows his true side as being a half-vampaneze and betraying Darren and his friends. The hooked Vampaneze is also revealed to be RV (Previously known as Reggie Veggie, but now claims it stands for Righteous Vampaneze).\r\n\r\nA fight begins between the Hunters and the Vampaneze. Vancha charges through the Vampets, scattering them and Mr. Crepsley follows, slicing with his nails to bring down many Vampaneze. Darren soon beats Steve and is about to finish him off, but RV uses Debbie as a hostage. RV, Gannen Harst, and the Lord soon leave with the threat that they will kill Debbie if they are followed. Darren and Vancha take a Vampet and Steve as their hostage and are given a warning by Gannen to leave the tunnels immediately or he'll send Vampaneze to finish them off.","info":"<li><span>中文名: </span>暗夜盟友</li><li><span>出版社: </span>Collins (UK) Little, Brown (US)</li><li><span>发售日: </span>2002 (UK)</li><li><span>ISBN: </span>0-00-713780-x</li><li><span>作者: </span>Darren Shan</li>","collection":{"wish":1,"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119213,"image":"//lain.bgm.tv/pic/cover/m/7f/93/119213_0h80V.jpg","title":"Hunters of the Dusk","type":"前传","url":"https://bgm.tv/subject/119213"},{"id":119215,"image":"//lain.bgm.tv/pic/cover/m/c8/72/119215_31F24.jpg","title":"Killers of the Dawn","type":"续集","url":"https://bgm.tv/subject/119215"}]}