{"id":119218,"type":1,"name":"Sons of Destiny","image":"//lain.bgm.tv/pic/cover/m/b4/67/119218_QSpkQ.jpg","summary":"After Darren was told by Steve that Darius is also Darren's nephew, Darren couldn't bear to kill him. He was later shown taking Darius back to his house and there he also revealed his true identity to Annie, his sister. Darren also told Annie that Darius was blooded by Steve as a Vampaneze and he would kill everyone he feeds from. Annie was told about the life and history of Darren. Darren blooded Darius so he wouldn't have to kill as a Vampaneze and becomes a vampire instead. Darren, Alice Burgess, and Vancha would have to prepare for a break in at the stadium to save their friends and the Cirque performers. Darren and Vancha, as the prophecy goes, tailed Gannen Harst and Steve from the stadium and were ready for a final battle. The battle is brief. Vancha first fights both Gannen and Steve using only his hands. He then is wounded by Gannen, rendering him incapable to fight. Gannen was knocked out cold by R. V., who was subsequently stabbed through the neck and killed by Steve, leaving Darren and Steve to worry as the only two left to fight.\r\n\r\nAs Darren predicted, he must face Steve alone.\r\n\r\nAs Darren and Steve are fighting next to a riverbank, Darren eventually almost kills Steve. Mr. Tiny then approaches Steve and Darren, telling them that Darren and Steve are actually half-brothers and that Mr. Tiny is their real, biological father. He planned this whole thing as to see which son was worthy enough to become the ruler of the shadows with him.\r\n\r\nDarren feels as though he would rather destroy himself than wipe out all of humanity, so Darren taunts Steve before he dies, saying, \"You were right. I did plot with Mr Crepsley to take your place as his assistant. We made a fool of you, and I'm glad. You're a nobody. A nothing. This is what you deserve. If Mr Crepsley was alive, he'd be laughing at you now, just like the rest of us are.\" Steve, full of rage, stabs Darren several times in the gut. Darren pulls Steve into the river while getting himself caught in the current, drowning both and avoiding the prophecy.\r\n\r\nDarren's soul then goes to the Lake of Souls, where his soul is caught by Evanna, his half-sister. Evanna had made a deal with her father, Mr. Tiny, agreeing to make Darren a little person so he could go to Paradise. The only exception was that Darren could be spared if Evanna became pregnant by either Vancha or Gannen, hoping that the child will destroy the human race themselves. However, Evanna had taken the DNA of both Vancha and Gannen, and let the child become twins. She says that the twins will be part Vampire, part Vampaneze and part Evanna, so the twins will know both sides very well and convince the two clans to become equal.\r\n\r\nAnnoyed by seeing Darren again, Mr. Tiny is at first reluctant to help Darren. But, Evanna reminds him of their deal, so, he agrees, much to his dislike. Mr. Tiny changes Darren into a Little Person, but avoids adding a tongue so that he can't speak. Mr. Tiny sends Darren into the past not knowing that Evanna has given Darren his diaries. He is sent back to the first day that he set eyes on the Cirque Du Freak. Darren then sees himself and Steve when they went to go visit the show. Darren then scares himself away so he wouldn't become a vampire in the future, knowing from a conversation with Evanna that someone else will take his place in history and hoping that whoever it is will be able to pass on peacefully after fulfilling his destiny. He also gives his diaries to Mr. Tall to be given to Darren when he's older so everyone will know the truth of what happened, intending to release them after the time of his 'death' in future so that the present cannot be altered. Darren then dies on top of the theater where he goes to wherever the judgement of the vampire gods will bring him. It is implied, though not directly confirmed, that he passes on to paradise, a book that ends in epic tragedy.","info":"<li><span>中文名: </span>命运之子</li><li><span>出版社: </span>Collins (UK) Little, Brown (US)</li><li><span>发售日: </span>2004-03-31 (UK) 2006-09-05 (US)</li><li><span>页数: </span>208</li><li><span>ISBN: </span>0-00-715921-8</li><li><span>作者: </span>Darren Shan</li>","collection":{"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119217,"image":"//lain.bgm.tv/pic/cover/m/03/e3/119217_j1aO8.jpg","title":"Lord of the Shadows","type":"前传","url":"https://bgm.tv/subject/119217"}]}