{"id":119215,"type":1,"name":"Killers of the Dawn","image":"//lain.bgm.tv/pic/cover/m/c8/72/119215_31F24.jpg","summary":"Mr. Crepsley, Darren, and Harkat go into the tunnels, where they find Vancha. They arm themselves with weapons carelessly discarded by the Vampaneze and seek out Steve. Steve calls the rest of the Vampaneze. There is a battle between the two sides vampaneze and vampires, and soon they face the Vampaneze Lord. The Vampaneze Lord says that he and Mr. Crepsley must fight one another alone with no help from anyone. The Vampaneze and Vampires stop their fighting. At last Mr. Crepsley kills the Vampaneze Lord, but Steve jumps onto his back and causes him to fall over the cliff, where he is hanging over the pit of flaming stakes with Steve. Since he believes the Vampaneze Lord is dead, he agrees to kill himself and stop holding on to Steve in exchange for rest. Mr. Crepsley lets go of Steve and falls into the pit below, giving Darren a smile as they've succeeded in ending the war.\r\n\r\nOr so he thinks.\r\n\r\nAfter he is dead and everyone has safely departed, Steve reveals himself to Darren as the Vampaneze Lord: the one whom Darren or Vancha must destroy for the sake of the world. Mr. Crepsley's death had been in vain, which leaves Darren devastated and feeling empty, so much so he can't even cry. This is a perfect ending leading smoothly onto the 10th book where it goes straight into a recap of Killers of the Dawn.","info":"<li><span>中文名: </span>黎明杀手</li><li><span>出版社: </span>Collins (UK) Little, Brown (US)</li><li><span>发售日: </span>2003 (UK) 10 May 2005 (US)</li><li><span>页数: </span>185</li><li><span>ISBN: </span>0007137818</li><li><span>作者: </span>Darren Shan</li>","collection":{"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119214,"image":"//lain.bgm.tv/pic/cover/m/35/c2/119214_RJFpb.jpg","title":"Allies of the Night","type":"前传","url":"https://bgm.tv/subject/119214"},{"id":119216,"image":"//lain.bgm.tv/pic/cover/m/32/c5/119216_bXP5e.jpg","title":"The Lake of Souls","type":"续集","url":"https://bgm.tv/subject/119216"}]}