{"id":119209,"type":1,"name":"Tunnels of Blood","image":"//lain.bgm.tv/pic/cover/m/3f/9c/119209_K6mxS.jpg","summary":"This story introduces Gavner Purl, a full vampire and an old friend of Mr. Crepsley. Gavner Purl is a Vampire General. Gavner Purl is shocked to discover Darren a half-vampire. Mr. Crepsley wants to talk to Gavner Purl alone in secrecy. After the meeting, Gavner walks with Darren for a while, revealing to him that Mr. Crepsley was a Vampire General and was about to be invested as a Vampire Prince, who is a leader of the Vampire Clan. He also lets slip that Mr. Crepsley is going to leave the Cirque and finally binds Darren to secrecy regarding all these facts. A day or so later, Mr. Crepsley does inform Darren that he must leave and Darren has to accompany him to some place. He suggests that Evra can come with Darren as if on a \"vacation\" and to help him keep Darren out of mischief as Mr. Crepsley pointed out incidents regarding Madam Octa and Sam Grest.\r\n\r\nThey go to the city and get a disguise made for Evra and in the night while Mr. Crepsley goes out on mysterious excursions, in the day, Darren and Evra enjoy themselves. When looking for a Christmas gift for Evra, Darren comes across Debbie, a girl from the Square, where they were staying. The two begin dating and like each other very much.\r\n\r\nAfter a date and a \"kiss\" with Debbie, when one night Darren reaches back to the hotel, he and Evra are disturbed by a news report saying that human bodies were found in a basement, drained of blood. Darren and Evra fear that it may be Mr. Crepsley, and decide to track him at night to see where he goes. When Darren thinks that he is about to go and kill a man, Darren attempts to face Mr. Crepsley and tries to stop him, but discovers that it was actually a work of a mad Vampaneze named Murlough. Murlough runs away, managing to kidnap Evra with him. Mr. Crepsley tells Darren about the Vampaneze and Murlough. He explains that the Vampaneze were a group of Vampires who split away from the clan centuries ago when the rule of no longer killing humans to feed was established, and declared themselves as a separate clan. And years of drinking too much blood has warped their appearance (they now have purple skin and red hair, nails and eyes). He then explains to Darren that the reason why he was going to kill Murlough is because he is now mad and is killing senselessly, and that this was his hometown as a child (before becoming a Vampire, of course). Mr. Crepsley then further goes one more about Murlough. He explains that Murlough has been roaming the world for several years. This is a feat that most mad Vampaneze don't usually achieve as they make silly mistakes which become the death of them, but Murlough is more cunning than most. Mr. Crepsley and Darren discover Evra to be missing when they come out of the abattoir where the man Murlough intending to kill was. Crepsley concludes that Evra was kidnapped by Murlough, and must have ran into him when the latter escaped. Mr. Crepsley declares that Evra has been or would be killed by Murlough. Darren takes the loss of Evra pretty badly.\r\n\r\nDarren goes over to Debbie to seek some comfort. He gets invited over to her house for Christmas Eve. Debbie almost cries when she realizes that Darren might have to leave suddenly and gives him a hug. Murlough spots Darren with Debbie and sneers him about it. He reveals to Darren that Evra is alive and well and makes a deal with him, demanding for Mr. Crepsley and a release for Evra. Darren refuses. On returning, Darren tells Mr. Crepsley about Debbie, his talk with Murlough and his refusal to sell Mr. Crepsley for Evra. Mr. Crepsley is highly impressed and they begin making plans to save Evra before 25 December, the day when Murlough has promised to kill Evra.\r\n\r\nThe two venture down the sewers and Darren gets caught by the vampaneze. Darren gives Murlough a piece of his mind by telling him about the vampire laws. He then decides to trade Debbie's life for Evra's. They reach Debbie's home and room where Mr. Crepsley slays Murlough, who is tricked into killing a goat, according to Darren's plan. The dying vampaneze whispers a compliment to Darren, 'Cluh-cluh-clever buh-buh-buh boy, hmmm?'. Afterwards, Darren and Crepsley put Murlough's body in a large plastic bag, and throw him into the tunnels of blood (which Darren claims that he would be happy there), and rush-fully clean his blood off of the Hemlock's living room. Darren then asks what will happen if the other vampaneze learn that they killed Murlough. Mr. Crepsley reveals that if they do, they will hunt them to the ends of the Earth, and they will not stand a chance against them as they will send dozens to them, and Vampire Generals will not help them (but they decide on not telling this to Evra, since what he doesn't know won't hurt him). Luckily, the chances are low since they have to find Murlough first. Darren decorates Debbie's Christmas tree and kisses Debbie on her forehead and wishes, 'Merry Christmas, Debbie'.","info":"<li><span>中文名: </span>地下血道</li><li><span>出版社: </span>HarperCollins</li><li><span>发售日: </span>2000-11-06</li><li><span>页数: </span>192 pp</li><li><span>ISBN: </span>0-00-675514-3</li><li><span>作者: </span>Darren Shan</li>","collection":{"wish":2,"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119208,"image":"//lain.bgm.tv/pic/cover/m/08/bc/119208_i4D8S.jpg","title":"The Vampire's Assistant","type":"前传","url":"https://bgm.tv/subject/119208"},{"id":119210,"image":"//lain.bgm.tv/pic/cover/m/88/a0/119210_9tTgq.jpg","title":"Vampire Mountain","type":"续集","url":"https://bgm.tv/subject/119210"}]}