{"id":119212,"type":1,"name":"The Vampire Prince","image":"//lain.bgm.tv/pic/cover/m/35/d7/119212_c9O8G.jpg","summary":"The book carries on from when Darren Shan was falling down a roaring river in Trials of Death, and he must make his way back to Vampire Mountain, while avoiding Kurda Smahlt and his accomplices. The river, which used to carry the dead bodies of vampires away, goes right through the Vampire Mountain. He was washed down the river, emerging from it alive-a feat that nobody achieved before this- but bruised, battered, and exhausted. He was naked, cold, and barely had energy for walking, and soon collapses. By luck he bumped into two wolves, Streak and Rudi - the \"wolf friends\" he knew from an earlier encounter. These wolves help him make his way back to Vampire Mountain safely. He must find a way to inform the Vampire Princes (the leaders of the vampires) of Kurda's treachery before they crown him a fellow Prince. Kurda's treason includes hiding Vampaneze inside the mountain, preparing to murder the Princes and attempting to gain control of the Stone of Blood (a powerful stone that can be used to locate any vampire who has touched it) with which he would force the vampires to join the Vampaneze and become a single clan once more. However, with Seba Nile's help, Darren reveals Kurda to the Princes in the nick of time. The Vampaneze are found and savagely murdered. Arra Sails is badly wounded during the fight with the Vampaneze and dies. Vanez Blane loses his other eye, and Darren kills two Vampaneze, but is sickened by his own battle lust. Even though Kurda's intentions were pure,(he wanted to save the clan in order to prevent their daownfall to the Vampaneze Lord) the Princes give him the most terrible punishment possible: execution by impalement of stakes in the Hall of Death in the manner of a traitor and shameful cremation, so that he may not reach Paradise. During his trial, Kurda explains his plans to the vampires, and they see that he wasn't selfish, so they no longer hate him. Darren is supposed to be executed for fleeing the Prince's judgment, but the Princes, wanting to hold true to traditions and spare Darren, decide that he must be made a Prince, thereby putting him above the laws which demand his execution. Mr. Crepsley however is hurt by the loss of his friend and former mate, Arra Sails.","info":"<li><span>中文名: </span>吸血鬼王子</li><li><span>出版社: </span>Collins</li><li><span>发售日: </span>2002 (UK)</li><li><span>页数: </span>192 pp</li><li><span>ISBN: </span>978-0-316-60274-7</li><li><span>作者: </span>Darren Shan</li>","collection":{"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119211,"image":"//lain.bgm.tv/pic/cover/m/a9/14/119211_sfog5.jpg","title":"Trials of Death","type":"前传","url":"https://bgm.tv/subject/119211"},{"id":119213,"image":"//lain.bgm.tv/pic/cover/m/7f/93/119213_0h80V.jpg","title":"Hunters of the Dusk","type":"续集","url":"https://bgm.tv/subject/119213"}]}