{"id":119213,"type":1,"name":"Hunters of the Dusk","image":"//lain.bgm.tv/pic/cover/m/7f/93/119213_0h80V.jpg","summary":"In the seventh book of this series, not long into his years as a Prince, Darren is once again visited by Desmond Tiny (the creator of vampires and Little People). He explains that the three hunters must find and hunt down the Vampaneze Lord if they have any hopes to win the war. He announces that two of them are Darren and Mr. Crepsley, but the third one they must find on their way. The hunters are told by Mr. Tiny that they will cross paths with the Lord of the Vampaneze four times throughout their quest, and have only those four chances to destroy him.\r\n\r\nThey leave and go to Lady Evanna for help as they were instructed by Mr.Tiny. On the way they meet with Vancha March, another Vampire Prince and the last hunter. Vancha's skin is a dark shade of red, due to his constant battle with the sun (he thinks that the sun, like any other enemy of the creatures of the night, can be defeated) and does not like to use weapons, using his bare hands instead. Though, he does use the shurikens that are strapped to his belt when necessary. He prefers to wear only clothes made from animals, and doesn't care for having many manners. He claims to be a ladies man, though Darren perceives him as someone whom all women dislike.\r\n\r\nThe three get to Evanna's house, and she lets them stay with her for a few days so they can discuss what Mr.Tiny said and where they should go next. Leaving Lady Evanna's house, they set their sites back towards the Cirque Du Freak, following Darren's gut feeling as a Vampire Prince and the main hunter. While they are staying there, Darren notices Lady Evanna leaving the Cirque one night and follows her to a nearby forest. He witnesses Lady Evanna meeting with a group of Vampaneze and fears the worst. Darren gets the others, and they prepare an attack.\r\n\r\nAfter launching what seemed to be a successful strike on the group of Vampaneze, two of them get away. One being Vancha's brother, and the other being a servant of the Vampaneze. Vancha lets them get away after realizing that one is his brother. However, little to their knowledge, the servant was actually a disguise and it turned out to be the Lord of the Vampaneze! After a few more nights at the Cirque to once again come up with a strategy, they set off to once more try to encounter the Lord and destroy him to end the War of the Scars.","info":"<li><span>中文名: </span>薄暮猎人</li><li><span>出版社: </span>Collins</li><li><span>发售日: </span>2002 (UK)</li><li><span>页数: </span>224</li><li><span>ISBN: </span>0-00-713779-6</li><li><span>作者: </span>Darren Shan</li>","collection":{"wish":1,"collect":1},"relations":[{"id":119206,"image":"//lain.bgm.tv/pic/cover/m/3c/fe/119206_PPfUB.jpg","title":"The Saga of Darren Shan","type":"系列","url":"https://bgm.tv/subject/119206"},{"id":119212,"image":"//lain.bgm.tv/pic/cover/m/35/d7/119212_c9O8G.jpg","title":"The Vampire Prince","type":"前传","url":"https://bgm.tv/subject/119212"},{"id":119214,"image":"//lain.bgm.tv/pic/cover/m/35/c2/119214_RJFpb.jpg","title":"Allies of the Night","type":"续集","url":"https://bgm.tv/subject/119214"}]}