{"id":63934,"type":4,"name":"ZombiU","image":"//lain.bgm.tv/pic/cover/m/e8/f1/63934_KKmrT.jpg","rating":{"total":4,"count":{"1":0,"2":0,"3":0,"4":2,"5":1,"6":1,"7":0,"8":0,"9":0,"10":0},"score":4.8},"summary":"ZombiU is a first-person survival horror game set in London, in which the player assumes the role of a random survivor in the Zombie Apocalypse. The player collects various items and weapons used to fight and kill zombies that are located or looted from different areas. If the player's character is killed by a zombie, which can occur with a single bite, the character will permanently die and the player will then take the role of another random survivor. The previous character will become a zombie, whom the player must kill in order to reclaim his original inventory. If the player has Miiverse enabled, it is possible that other players' characters will also appear as zombies carrying the items they had collected. The player can also tag clues and hints onto walls that other players can see when they're on their own adventure.\r\n\r\nThe game's controls extensively use the features of the Wii U GamePad. During normal play, the touchscreen is used to manage the player's inventory and displays a mini-map of the immediate area, which shows the player's location and nearby items. The touchscreen is also used for context-sensitive actions, such as barricading doors or hacking combination locks. The Wii U GamePad gyroscope, which allows the controller to sense its rotation and tilt in three-dimensional space, is also utilized: while viewing the touchscreen the player may move the controller around in space to focus on and scan different areas of the area in order to find items. While performing any of these actions, the perspective on the television switches to a fixed third-person view, showing the player character and the surrounding area. In this state, the player is vulnerable to attack and must watch both the Wii U GamePad touchscreen and the television screen in order to avoid potential harm.","info":"<li><span>中文名: </span>僵尸U</li><li><span>开发: </span><a href=\"/person/8105\">Ubisoft Entertainment</a></li><li><span>发行: </span><a href=\"/person/8105\">Ubisoft Entertainment</a></li><li><span>别名: </span>Zombi</li><li><span style=\"visibility:hidden;\">别名: </span>丧尸U</li><li><span style=\"visibility:hidden;\">别名: </span>ゾンビU</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox One</li><li><span style=\"visibility:hidden;\">平台: </span>PS4</li><li><span style=\"visibility:hidden;\">平台: </span>Wii U</li><li><span>游戏类型: </span>FPS</li><li><span>游戏引擎: </span>LyN</li><li><span>游玩人数: </span>1〜2人</li><li><span>发行日期: </span>2012年11月18日</li><li><span>官方网站: </span>http://zombiu.ubi.com/zombi/en-US/home/index.aspx</li>","collection":{"collect":5,"dropped":2},"tags":[{"name":"PS4","count":3},{"name":"WIIU","count":1},{"name":"Ubisoft","count":1},{"name":"AVG","count":1}],"staff":[{"id":8105,"image":"//lain.bgm.tv/pic/crt/g/0a/a5/8105_prsn_Ll0zI.jpg","name":"育碧娱乐","desc":"开发"}]}