{"id":289718,"type":4,"name":"進撃の巨人 TACTICS","image":"//lain.bgm.tv/pic/cover/m/e3/9b/289718_zvj22.jpg","summary":"■ Over 30 Characters!\r\nRe-live the story of Attack on Titan!\r\nAssemble the ultimate team and step up to the threat of the Titans!\r\n\r\nFeaturing fully-voiced characters with stunning original illustrations!\r\n\r\n◇◆◇Characters◇◆◇\r\n\r\n■ Eren Jaeger (Voiced by Yuki Kaji)\r\nA boy who dreams of the world beyond the Walls, he entered the Cadet Corps in the hope of one day joining the Scouts. His fiery passion often makes him reckless.\r\n\r\n■ Mikasa Ackermann (Voiced by Yui Ishikawa)\r\nShe has lived with Eren ever since he saved her life when they were young. She lives to protect him now, wearing the scarf he gave her all year round.\r\n\r\n■ Armin Arlelt (Voiced by Marina Inoue)\r\nNamed by his grandfather, he is the smart, though somewhat weak and timid childhood friend of Eren and Mikasa. He is the one who taught Eren about the world outside the Walls.\r\n\r\n■ Levi (Voiced by Hiroshi Kamiya)\r\nCaptain of the Scouts. He is known as mankind's strongest soldier. His teammates affectionately call him simply \"\"Captain.\"\"\r\n\r\n■ Erwin Smith (Voiced by Daisuke Ono)\r\nCommander of the Scout Regiment. He is a ruthless, relentless leader, which has earned him the respect of even Levi himself.\r\n\r\n◇◆◇Story◇◆◇\r\nIn a world where Titans control everything, humanity lives surrounded by 50-meter Walls. Protected from the Titans' wrath, humanity has found safety, at the cost of its freedom.\r\n\r\nA 10-year-old boy named Eren Jaeger dreams of one day seeing the outside world. His fellow villagers have given up trying to go beyond the Walls, content with the peace within. Dissatisfied with their complacency, Eren compares humanity's situation to cattle living in a pen.\r\n\r\nEverything changes, however, when the Colossal Titan appears and overcomes the Walls. It is then that Eren's dreams, and the peace humanity had enjoyed begin to crumble...","info":"<li><span>中文名: </span>进击的巨人 TACTICS</li><li><span>开发: </span><a href=\"/person/29462\">ω-force</a></li>","collection":{"dropped":1},"tags":[{"name":"手游","count":1}],"staff":[{"id":29462,"image":"//lain.bgm.tv/pic/crt/g/04/ff/29462_prsn_C98Zw.jpg","name":"Omega Force","desc":"开发"}]}