{"id":222177,"type":4,"name":"操淫人形～淫乱カウンセリング～","image":"//lain.bgm.tv/pic/cover/m/9f/c1/222177_DsA6S.jpg","summary":"主 人 公 「 糸 島 戒 四 ( し 它 じ ま ・ か い し ) 」 は 新 米 の カ ウ ン セ ラ ー 。 \r\n日 々 患 の 悩 み を 聞 い て 解 決 し よ う と 奮 闘 し て い る が 、 - 向 に 成 果 が 出 帆 、 。 \r\nあ る 日 や っ て 来 た 「 香 坂 由 南 ( こ う さ か ・ ゆ な ) 」 の 相 談 に の っ た 糸 島 は 、 \r\n由 南 の 複 数 の 男 に \r\nさ れ た と い う 話 に 、 手 に 負 え な し 它 頂 垂 れ る 。 \r\n力 に な れ な い 梅 し さ と 由 南 の 話 で 興 奮 し て い た 糸 島 は 、 次 の 患 に 暴 言 を 吐 か れ る 。 \r\n上 手 く い か な い こ と に イ ラ イ ラ し て い た 糸 島 は 、 \r\n怒 り に よ っ て 理 性 を 失 い そ の 患 を 思 う が ま ま に \r\nし て し ま う 。 \r\n我 に 戻 っ た 主 人 公 は 大 変 な こ と を し て し ま っ た と 、 焦 り な が ら も 何 と か し な け れ ま と 、 \r\n患 に 治 療 に 必 要 な こ と だ と 植 え 付 け て い く 。 \r\n患 は そ れ を 信 じ 込 ん で し ま い 、 人 が 変 わ っ た か の よ う に 元 気 を 取 り 戻 す 。 \r\n帰 っ て い く 患 を 診 な が ら 、 糸 島 は こ ん な 簡 単 な こ と で 治 療 で き る の か と 驚 く 。 \r\nこ れ は 由 南 に も 使 え る か も し れ な し 、 糸 島 は 由 南 を 呼 び 出 し そ の 場 で レ イ プ す る 。 \r\n壊 れ た よ プ こ シ ョ ッ ク を 受 け て し る 由 南 を 見 な が ら 、 \r\n糸 島 は 囁 く よ う に 由 南 に 新 し い 価 値 観 を 植 え 付 け て い く 。 \r\n由 南 は 糸 島 の こ と ば に 力 を つ け 姶 め て 、 \r\nさ れ た か の よ プ こ 別 人 の よ う に な る 。 \r\n糸 島 は こ れ が 新 し 、 た フ ン ゼ 丿 ン グ 方 法 だ と 、 以 復 こ の 方 法 を 突 き 詰 め て い く こ と に な る 。 \r\n数 年 復 、 - 躍 有 名 に な っ た 糸 島 の セ ミ ナ ー に 一 人 の 天 オ 少 女 が や っ て く る 。 \r\n「 瀬 沙 紀 ( あ や せ ・ さ き ) 」 と 名 乗 っ た そ の 少 女 は 、 \r\nセ ミ ナ ー に イ ン チ キ が あ る と 言 い 、 そ の 秘 密 を い て や る と 息 巻 い て い た 。 \r\n主 人 公 は 沙 紀 に も \r\nを 行 い 、 \r\n追 い 返 そ う と 助 手 と な っ た 由 南 と 協 力 し て 沙 紀 に 対 す る カ ウ ン ゼ 丿 ン グ を 開 始 す る 。","info":"<li><span>游戏类型: </span>洗脳陵辱AVG</li><li><span>发行日期: </span>2008/4/4</li><li><span>官方网站: </span>http://kir015771.kir.jp/eroro/sn/02/</li><li><span>开发: </span>Eroro</li>","collection":{"collect":1,"on_hold":1},"tags":[{"name":"Vanadis","count":1},{"name":"ADV","count":1},{"name":"PC","count":1}],"relations":[{"id":222175,"image":"//lain.bgm.tv/pic/cover/m/df/ed/222175_siUXT.jpg","title":"操淫人形～女学生を操る男～","type":"前传","url":"https://bgm.tv/subject/222175"},{"id":222178,"image":"//lain.bgm.tv/pic/cover/m/63/46/222178_U4Wb0.jpg","title":"操淫人形～教え子との淫行～","type":"续集","url":"https://bgm.tv/subject/222178"}]}