{"id":178242,"type":4,"name":"新世紀エヴァンゲリオン2","image":"//lain.bgm.tv/pic/cover/m/d3/0f/178242_1L181.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":0,"9":0,"10":1},"score":10},"summary":"プレイヤーは「新世紀エヴァンゲリオン」本編の登場キャラクターの1人（初期設定は碇シンジのみ。シナリオをクリアするとプレイヤーキャラクターが増えていく）を動かし、人と対話し、食事をし、排泄し、使徒との戦闘を行う。人気作品の登場人物の1人としてその世界を生きていくこと自体を目的としたゲームであり、使徒との戦闘以外「やらなくてはいけないこと」は特に存在しない。\r\n\r\nPSP版では初期キャラクターはシンジ・レイ・アスカの3人で4つのシナリオがプレイ可能。\r\n\r\n庵野AI\r\n    シナリオの展開に大きな影響を与えるAI。常に世界全体を監視して影響を与え、出現する使徒のタイミングや出現する使徒が何になるかまで影響する。このゲームにおける『神』とも呼べる存在。庵野秀明の思考をモチーフにしていることからこのような名称がついた。\r\nAIと記憶\r\n    各キャラクターにはAIによる行動設定があり、ゲーム中の出来事を記憶に影響されながら行動している。記憶力の範囲や傾向はキャラクター毎に異なり、年齢やキャラクターイメージなどから設定されている。\r\n通常生活\r\n    キャラクター毎に果たすべき目標が定められている場合もあるが、絶対に達成しなければならない目標というわけではない。一定の期日が過ぎればエンディングに到達することは出来るが、その場合は人類補完計画によって補完されるエンディングを迎える。ただし、目標を果たしてそのキャラ固有のエンディングを迎えないとプレイ可能なキャラが増えなかったりといった制約がある。\r\n    プレイヤーはキャラクター毎のパラメータ（空腹感、喉の渇き、清潔感、尿意、眠気）を気にしながら日常生活を送る。このとき「A.T」と呼ばれる値があり、この数値が高いほど気分が高揚し、より楽しげな雰囲気で他のキャラクターに話しかけたり、普段出来ない行動を取ったりすることが出来る。A.Tは主に良いことをする、またはされることで上昇していく（プレゼントを相手にあげて喜ばれる、食事に誘われるなど）。EVAパイロットの場合はA.Tの高さがEVAの攻撃力や防御力に直結するので、普段から高めにしておくことが望ましいが、A.T.が高いまま固定されてしまうとできることが限られるために逆にプレイが単調なものになってしまう。\r\n戦闘\r\n    使徒が襲来すると生活途中でも戦闘場面に移転する。使徒は原作のものと同じだが、最初に登場するサキエル以降は、順番が本編と一致しない（2周目以降のプレイは、サキエルを含めて順番が全くのランダムになる）。また戦闘で破壊された都市はなかなか回復しない。プレイヤーがシンジらEVAパイロットのキャラクターの場合には、ミサトの指示を受けながら（レーダーが都市全体をフォローできず、味方との接触・戦闘等の場合に断続的にしか表示されない）自機を動かして使徒と戦闘を行い、これを撃破する。使徒に自機が破壊された場合、重傷・軽傷の場合は入院、最悪の場合は死亡する。レイが死亡した場合、プレイヤーキャラクターでなければ「重傷」とされ、別人が送られてくる。プレイヤーキャラクターの場合はゲームオーバーとなる。\r\n    プレイヤーがミサトの場合は、断続的に表示される使徒の情報を元にEVAパイロットらを誘導し、これを撃破する。また、戦闘後は第3新東京市の被害に応じた始末書の処理、日本政府へのEVAや都市の修理費用請求などの事務処理といった仕事がある。これらをおろそかにすると、兵装ビルが壊れたまま機能しないなどの不具合が生じ、使徒との戦闘が不利になる。\r\n    戦闘にさほど関わらないキャラクター（加持など）でプレイしている場合は、戦果報告のみで終わる。この時にEVAパイロットのA.Tが著しく低い状態や、パイロットが入院していてEVAが出撃できない状態で使徒が出現した場合、敗北と判定されてサードインパクトが発生するエンディングを迎える場合がある。\r\n機密情報\r\n    エヴァンゲリオンの世界設定や、それにまつわる謎が明文化されており、情報を入手することで機密情報リストが埋まっていく。この謎は庵野秀明監督のインタビュー内容からまとめられており、ガイナックスの監修で収録されている。基本的に関連書籍で触れられていたような、初期設定などと符合する内容が多い。キャラクターによっては、これを一定以上収集することがシナリオクリアの条件となっている場合もある。 ","info":"<li><span>中文名: </span>新世纪福音战士二</li><li><span>发行: </span><a href=\"/person/18776\">バンダイ</a></li><li><span>别名: </span>新世紀エヴァンゲリオン2 造られしセカイ -another cases-</li><li><span>平台: </span>PSP</li><li><span style=\"visibility:hidden;\">平台: </span>PS2</li><li><span>发行日期: </span>[PS2]2003年11月20日 [PSP 通常版]2006年4月27日 [PSP メモリアルBOX]2006年4月27日 [PSP BEST]2007年8月30日</li>","collection":{"wish":4,"collect":5,"dropped":1},"tags":[{"name":"PSP","count":2},{"name":"2003","count":1},{"name":"2003年11月","count":1},{"name":"2003年","count":1},{"name":"EVA","count":1},{"name":"PS2","count":1},{"name":"SLG","count":1}],"crt":[{"id":303,"image":"//lain.bgm.tv/pic/crt/g/c6/36/303_crt_M23Zu.jpg","name":"绫波丽","desc":"林原めぐみ"},{"id":42379,"image":"//lain.bgm.tv/pic/crt/g/e4/7c/42379_crt_75zpe.jpg","name":"碇唯","desc":"林原めぐみ"}],"staff":[{"id":18776,"image":"//lain.bgm.tv/pic/crt/g/4e/ad/18776_prsn_M5a5K.jpg","name":"万代","desc":"发行"}],"relations":[{"id":265,"image":"//lain.bgm.tv/pic/cover/m/e5/69/265_Z5Uou.jpg","title":"新世紀エヴァンゲリオン","type":"动画","url":"https://bgm.tv/subject/265"},{"id":183325,"image":"//lain.bgm.tv/pic/cover/m/e2/67/183325_LDK19.jpg","title":"新世紀エヴァンゲリオンエヴァ&エヴァ2アンソロジー","type":"其他","url":"https://bgm.tv/subject/183325"}]}