[
  {
    "id": "26957913",
    "title": "都市传说 第一季",
    "desc": "《都市传说》是Sky电视台推出的全新喜剧，聚焦历史、艺术及文化名人的非同寻常的故事。一集一个传说，共有7集，有些为人熟知，而另一些可能会给大家带来惊喜。1月20日播...",
    "year": "2017"
  },
  {
    "id": "2013157",
    "title": "都市传说",
    "desc": "In the freewheeling San Francisco of the 1970s, fresh-faced midwesterner Mary Ann Singleton arrives for a visit and decides to stay. But only when she moves ...",
    "year": "1993"
  },
  {
    "id": "10484036",
    "title": "都市传说之女 第一季",
    "desc": "每一个都市都有其特别的传说，而传说的背后似真似假，却无形中和一些案件相关联。警视厅搜查一课丹内市生（竹中直人 饰）曾经是个热血的警察，但随着年事的增长，愈发老...",
    "year": "2012"
  },
  {
    "id": "30156128",
    "title": "都市传说 第二季",
    "desc": "剧集《都市传说》第二季已确定的单集有《The Sex Pistols vs Bill Grundy》《When Bowie Met Bolan》《The Dali and The Cooper》《It’s Me, Sugar》。\n杰玛·阿特登将...",
    "year": "2018"
  },
  {
    "id": "33379505",
    "title": "都市传说 第三季",
    "desc": "Sky Arts puts a comedic spin on a host of scandalous, surprising and surreal urban legends involving the arts world's most iconic figures.",
    "year": "2019"
  },
  {
    "id": "25021649",
    "title": "都市传说之女 第二季",
    "desc": "在美国FBI研习期间，来自日本的音无月子（长泽雅美 饰）名声大震，荣登时代周刊头条，还与美国总统亲切会晤。与之形成鲜明对比的，则是月子的老上司警视厅搜查一课刑警...",
    "year": "2013"
  },
  {
    "id": "5273367",
    "title": "都市传说：魅影",
    "desc": "\"在一次的假期中，千里不情願地參加媽媽良子和未來繼父浩平以及他的女兒小遙所舉行的家族旅遊。途中，找不到露營區的浩平停下來問路，村民只是喃喃的唸著「快點回去比較...",
    "year": "2010"
  },
  {
    "id": "35215852",
    "title": "都市传说 第四季",
    "desc": "The much-loved stand-up comedian Les Dawson flees to live in Paris in order to pursue his dream of becoming a serious novelist. Unfortunately things don't qu...",
    "year": "2020"
  },
  {
    "id": "30328785",
    "title": "城市传说",
    "desc": "",
    "year": "2018"
  },
  {
    "id": "4294052",
    "title": "都市传说物语 妃姬子",
    "desc": "3D CG-animated movie about Hikiko, who is a character of a Japanese urban legend. She was violently treated all the time by her parents and classmates at the...",
    "year": "2007"
  },
  {
    "id": "25861473",
    "title": "怪奇都市传说  裂口女",
    "desc": "メッタ刺し连続通り魔杀人事件が起こっていた。犯人は未だ不明…ジャーナリスト志望の女子高生・绫川诗织は、犯行现场では必ず悲しい女の歌声が闻こえていた事を突き...",
    "year": "2008"
  },
  {
    "id": "6396700",
    "title": "都市传说的诅咒 东京篇",
    "desc": "趴着的女人：只身来东京闯荡的小绫（杏花 饰），租住了一间老旧破败且租金低廉的公寓。某晚，她邀请好友香奈来这里过夜。但是她接到好友的电话，告知千万不要开门，因为...",
    "year": "2011"
  },
  {
    "id": "3765655",
    "title": "沸腾都市系列",
    "desc": "描写21世纪都市国家时代的NHK新系列，计划共播出八集，分别以阿联酋的迪拜、英国的伦敦、孟加拉国的达卡以及土耳其的伊斯坦布尔等城市为主题。本片的片头片尾由著名动画...",
    "year": "2009"
  },
  {
    "id": "25795992",
    "title": "超·都市传说",
    "desc": "街に語り継がれる多くの都市伝説を超越した恐怖の真相に迫る心霊ドキュメンタリー第1弾。都市伝説が消えそうになると語り継ぐという死神の嘆き“カタリヤ”とは…?生き...",
    "year": "2012"
  },
  {
    "id": "25803248",
    "title": "恐怖都市传说：妃姬子的传说",
    "desc": "一切都從女高中生之間的流言開始…\n根據都市傳說記載，「妃姬子」小時候因為受到霸凌而慘死，這個瘋狂的女人會把看不順眼的小孩粗暴地拖行直到他成為一攤血肉模糊的屍塊...",
    "year": "2008"
  },
  {
    "id": "2357343",
    "title": "天地传说之鱼美人",
    "desc": "小莲（徐怀钰 饰）是一只鲤鱼精，生活在大小姐牡丹（孙莉 饰）的池塘里。闲暇中，贪玩的小莲总喜欢化身成牡丹的样子，来到人间游山玩水。一次意外中，小莲被书生张子游...",
    "year": "2000"
  },
  {
    "id": "26734641",
    "title": "妲己传",
    "desc": "商朝年期，紂王沉迷美色，施行暴政，令民間苦不堪言。一天，民女妲己突感不適，肚痛難當，其父尋遍名醫皆束手無策。一名道士經過發現該地陰氣大盛，發現坦 己原來被狐妖...",
    "year": "1987"
  },
  {
    "id": "3447907",
    "title": "超级城市巡礼",
    "desc": "「超级城市巡礼」以创新的方式，带您一窥现代大都会中，最足以表现该城市生活与功能的基础建设。为了城市的生存与成长，这些基础建设必须独立运作，又必须达成人、机器...",
    "year": "2005"
  },
  {
    "id": "1807743",
    "title": "魔鬼卡车",
    "desc": "魔鬼卡车有巨大的车轮、钢铁车厢和超强功率，可以碾碎任何挡在它前进路上的东西!在荒无人烟的1-55地区，有一辆魔鬼卡车赋予这个名字新的意思，不只卡车是恐怖的，还有它...",
    "year": "2004"
  },
  {
    "id": "1301572",
    "title": "青楼禁地",
    "desc": "一人带领几个嗜钱如命的人到美洲最南端的火地岛挖掘宝藏，这些人没有想到那个人让他们挖掘的竟然是在地底四百年之久的吸血鬼天后。绝顶滑头的吸血鬼天后把他们的心脏挖...",
    "year": "1996"
  }
]