{"id":107083,"type":4,"name":"Sacred","image":"//lain.bgm.tv/pic/cover/m/c7/f7/107083_7wfI7.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":2,"7":1,"8":0,"9":0,"10":0},"score":6.3},"summary":"Sacred is an action role-playing game for Microsoft Windows and Linux released in 2004. It takes place on the magical continent of Ancaria, with characters of various races (dark elf, wood elf, vampiress, etc.) each with their own missions. More than 1.8 million copies of the game were sold worldwide. In 2008 Linux Game Publishing announced that they would port the game to the Linux operating system.Sacred was developed by Studio II Software and Ascaron Entertainment and published in 2004 by Encore in the USA release.(From Wikipedia)\r\n简单而明显，《圣域》是一款特殊的角色扮演游戏，故事背景和多数的同类游戏类似。以怪物杀害善良的人们和邪恶巫师是罪恶根源为故事源头，并赋予玩家艰巨的使命，让可怜的玩家去穿越山地杀怪物。游戏提供了超过30个巨型的主线任务，这些都是玩家必须完成的。游戏世界中大约70%的沼泽、高山、沙漠、甚至树木丛生怪物遍地的游戏世界是完全开放的，玩家可以在游戏的初期就去这些地方探险。实际上还包括了200多个隐藏的任务，这些隐藏的任务与剧情主线的30个任务关系不大，而且没有紧密地联系。这些任务主要是用来增加玩家角色的经验、财富和稀有物品之用，另外还能使玩家的角色获得声誉上的提升。完成了某个地区的所有隐藏任务，玩家的角色可以获得“英雄”的称号，而该地区的NPC在与角色对话的时候会称呼其为“英雄”。正因为打开了70%的地图，因此在旅行的过程中，各种各样的怪物可能对玩家的角色造成威胁，因此玩家所建造的角色在和探索大多数领土和参加任何冒险之前，都要仔细考虑自己的能力以及财富的多寡。当然没有比控制高等级的角色踏上毫无危险的冒险之路更让人乏味的事情了，因此这个设定是相当有意思的。另外游戏的制作厂商在地图上做了很多简单地，防止迷路的标记和道路，以及一些特别的地形，因此即使游戏的世界非常之大，想迷路也是十分困难的。 \r\n游戏的主要内容是玩家控制的角色独自在《圣域》的世界中冒险，他会遇到各种各样的NPC和怪物，还会走过各种各样的复杂多变的地区，还要去完成各种各样的任务……大部分的内容和大多数的RPG游戏十分类似。游戏中玩家控制的角色和其他的角色出现在画面上，这是一个看起来像是手绘出来的世界，所有的角色采用了三维设计和微粒效果显示。除了玩家控制的角色之外，其他的怪物看起来很像机器人，但视觉上更加缜密详细。游戏中有六个主要的英雄形象被塑造出来，他们之间的主要区别在于战斗的方式和战斗的技能。他们分别为光明系的六翼天使、黑暗精灵刺客、木精灵弓箭手、战斗魔法师、野蛮人和吸血鬼，光从名称上来看就能明显的区分他们。","info":"<li><span>中文名: </span>圣域</li><li><span>别名: </span>神圣纪事</li><li><span>平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Linux</li><li><span>游戏类型: </span>ARPG</li><li><span>游玩人数: </span>Single/Multiplayer</li><li><span>发行日期: </span>Windows:USA March 25, 2004. EU March 19, 2004. Sacred Plus EU October 22, 2004. Linux:Sacred Gold USA September 3, 2012</li><li><span>开发: </span>Ascaron</li><li><span>发行: </span>Encore/Koch Media/Red Ant Enterprises/Linux Game Publishing (Linux version)</li>","collection":{"wish":1,"collect":6,"on_hold":1,"dropped":2},"tags":[{"name":"欧美系","count":2}],"relations":[{"id":4872,"image":"//lain.bgm.tv/pic/cover/m/02/b5/4872_njf3b.jpg","title":"Sacred 2 - Fallen Angel","type":"续集","url":"https://bgm.tv/subject/4872"},{"id":107084,"image":"//lain.bgm.tv/pic/cover/m/fb/f8/107084_xrEp5.jpg","title":"Sacred: Underworld","type":"资料片、外传","url":"https://bgm.tv/subject/107084"}]}