{"id":215247,"type":4,"name":"Block'hood","image":"//lain.bgm.tv/pic/cover/m/9b/81/215247_VCcaC.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":1,"8":1,"9":0,"10":0},"score":6.7},"summary":"Block’hood is a neighborhood-building simulator that celebrates the diversity and experimentation of cities and the unique ecosystems within them. Budding city planners will have access to 200+ building blocks to arrange and combine and to create unique neighborhoods and discover the implications of their designs. The game will embark on a story of ecology and understanding as additional resources are always needed to unlock new blocks, configurations, and combinations to create more prosperous neighborhoods. Throughout the design process, players will need to avoid the decay of their city blocks by making sure each unit doesn’t run out of resources and become a strain on the complimentary units around them. \r\n\r\nEnvision Your Neighborhood: Consider what Blocks are necessary for your neighborhood to thrive. There are no boundaries of what you can create with an expanding library of 200+ blocks.\r\n\r\nGenerate Resources: Each Block you create has inputs and outputs and by understanding how each block is dependent on other blocks, you can create a productive network. Optimize your production and generate abundant resources for the dozens of intricate symbiotic relationships in your neighborhood\r\n\r\nAvoid Decay: If blocks don't receive the inputs they need, they will decay over time and slowly become abandoned or destroyed. Once a block is abandoned or destroyed, you will have to remove it and avoid it from making other blocks decay further. Be careful as seeking an utopian neighborhood carelessly, can lead to dystopia.\r\n\r\nUnique Modes: Neighborhood designers can enjoy the new Story Mode, Sandbox Mode, and Challenge Mode with modes for unique and engaging experience for players of all types.\r\n","info":"<li><span>中文名: </span>方鄰</li><li><span>发行: </span><a href=\"/person/30830\">Devolver Digital</a></li><li><span>别名: </span>方块建筑</li><li><span>平台: </span>pc</li><li><span>发行日期: </span>2017年5月11日</li><li><span>官方网站: </span>http://www.plethora-project.com/blockhood/</li><li><span>steam页面: </span>http://store.steampowered.com/app/416210/Blockhood/</li><li><span>gog页面: </span>https://www.gog.com/game/blockhood</li>","collection":{"wish":1,"collect":3},"tags":[{"name":"沙盒","count":2},{"name":"模拟","count":2},{"name":"城市建造","count":1},{"name":"2017","count":1},{"name":"独立","count":1},{"name":"PC","count":1}],"staff":[{"id":30830,"image":"//lain.bgm.tv/pic/crt/g/e1/7b/30830_prsn_a3eQm.jpg","name":"Devolver Digital","desc":"发行"}]}