{"id":257496,"type":4,"name":"NHL 2004","image":"//lain.bgm.tv/pic/cover/m/ab/83/257496_Nv5vv.jpg","summary":"NHL 2004, developed by the EA Black Box studios, is an ice hockey video game. It is the successor to NHL 2003. The game adds three European Elite Leagues: Germany's Deutsche Eishockey Liga (DEL), Sweden's Elitserien (SEL), and Finland's SM-liiga.\r\nThe game included many improvements to its gameplay (more realistic puck and rebound control and better checking) and game modes (a completely reworked franchise mode renamed \"Dynasty\"). In addition to the gameplay improvements, one particular non-gameplay improvement was added. When a team wins the Stanley Cup Finals, a large-scale celebration ensues. It included players skating around the ice holding the Cup over their heads. This then led to the common snapshot of the team and the coaches that holds true in the NHL. A \"secret\" song (\"Shatterday\" by Vendetta Red) plays while the animation shows the stats of the players in the picture, ending with the captain. Because of these additions, it was praised as one of the best games in the series to date. The Dynasty Mode, regarded by many gamers, still has its flaws – trades were very difficult to accept, and only allows the player to manage the team at the maximum of 20 seasons.","info":"<li><span>中文名: </span>美国职业冰球球联盟2004</li><li><span>开发: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>发行: </span><a href=\"/person/13930\">Electronic Arts</a></li><li><span>别名: </span>NHL美国职业冰球联盟2004</li><li><span style=\"visibility:hidden;\">别名: </span>NHL2004</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>NGC</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>SPG</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2003年9月22日</li>","staff":[{"id":13930,"image":"//lain.bgm.tv/pic/crt/g/ed/80/13930_prsn_10ahO.jpg","name":"艺电","desc":"开发"}]}