{"id":84358,"type":4,"name":"Infinity Blade III","name_cn":"无尽之剑3","date":"2013-09-18","image":"//lain.bgm.tv/pic/cover/m/b5/15/84358_5xYNK.jpg","rating":{"rank":3644,"total":40,"count":{"1":0,"2":0,"3":0,"4":1,"5":4,"6":12,"7":11,"8":9,"9":3,"10":0},"score":6.8},"summary":"The award-winning Infinity Blade video game trilogy reaches its epic conclusion!\r\n\r\nCreated by ChAIR Entertainment, the original iOS blockbuster returns with adrenaline-fueled sword-fighting action, gorgeous visuals, and a thrilling story of love, betrayal, and redemption. \r\n\r\nSiris and Isa have joined with the God-King Raidriar in a desperate attempt to destroy the Worker of Secrets and his army of Deathless titans. Uncover new mysteries to wield the power of the Infinity Blade in this timeless adventure of champions and villains. \r\n\r\nRESPONSIVE AND INTUITIVE TOUCH CONTROLS \r\nAttack, dodge, block, and cast devastating spells - all with the simple swipe of a finger. \r\n\r\nSIMPLE NAVIGATION Easy to use, tap-to-move controls enable players to effortlessly navigate and explore while searching for collectable items such as treasure, swords, shields, armor and other magical rewards.\r\n\r\nDYNAMIC 3D WORLD\r\nExplore larger, beautiful and immersive environments that dynamically change as you choose multiple gameplay paths, new quests, side missions, and ClashMob engagements with the new in-game World Map interface. \r\n\r\nTWO PLAYABLE CHARACTERS\r\nBattle all-new enemies as both the legendary hero Siris, and the stealthy female warrior-thief, Isa, each with three unique combat styles and hundreds of fantastic weapons and items. \r\n\r\nTHE HIDEOUT\r\nDiscover and unlock allies to join your cause at your all-new base of operations. Here, you’ll encounter the Gemcutter, Potionmaster, Blacksmith, and Merchant, who will help you unlock incredible new strength and skills.\r\n\r\nGLOBAL CLASHMOB CHALLENGES\r\nThree new modes! Team up with players from around the globe for unique \"massively social,” group-based challenges to defeat new enemies, unlock rare treasures and earn exclusive items. \r\n\r\nNEW ACHIEVEMENTS \r\nAll-new Goals feature takes achievements to the next level, allowing players to earn valuable Chips that they can spend on keys, treasure maps, prize wheels, and other rare in-game items.\r\n\r\nNEW iOS FEATURES POWERED BY UNREAL ENGINE TECHNOLOGY\r\nEpic Games’ Unreal Engine technology powers the definitive visual experience in mobile gaming, complete with cloud saves and HDMI output. \r\n\r\nBONUS FEATURES\r\n- The most detailed story scenes ever shown on a mobile device, featuring the voice talents of fan-favorites John Noble and Troy Baker. \r\n- Animated “Infinity Blade: Origins” short film by acclaimed director Ben Hibon. \r\n- The in-game debut of “Monster,” an original new song from internationally acclaimed rock band Imagine Dragons. \r\n\r\nUNIVERSAL APP\r\nPlay across all supported devices - iPhone 4, iPhone 4S, iPhone 5, iPhone 5C, iPhone 5S, iPad 2, iPad 3, iPad 4, iPad Mini, or iPod Touch 5 - for a single low price.\r\n\r\n简介来自 App Store","info":"<li><span>中文名: </span>无尽之剑3</li><li><span>开发: </span><a href=\"/person/12186\">ChAIR Entertainment Group</a>、<a href=\"/person/18823\">Epic Games</a></li><li><span>发行: </span><a href=\"/person/18823\">Epic Games</a></li><li><span>主题歌演出: </span><a href=\"/person/43956\">Imagine Dragons</a></li><li><span>别名: </span>無限劍刃III</li><li><span>平台: </span>iOS</li><li><span>游戏类型: </span>ARPG</li><li><span>游戏引擎: </span>Unreal Engine 3</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>2013-09-18</li><li><span>售价: </span>$6.99</li><li><span>官方网站: </span>http://infinityblade.com/the-game/3</li>","collection":{"on_hold":0,"dropped":4,"wish":3,"collect":49,"doing":1},"tags":[{"name":"IOS","count":11},{"name":"我要復活再復活再復活再復活再復活再復活xN來斬斷這輪迴","count":5},{"name":"手游","count":5},{"name":"无限剑刃3","count":3},{"name":"2013","count":3},{"name":"APRG","count":3},{"name":"画质爆表","count":2},{"name":"激情已过","count":2},{"name":"無限劍刃","count":2},{"name":"InfinityBlade","count":2},{"name":"ARPG","count":1},{"name":"魔幻","count":1}],"staff":[{"id":43956,"image":"//lain.bgm.tv/pic/crt/g/5c/ea/43956_prsn_DxfXo.jpg","name":"Imagine Dragons","desc":"主题歌演出"},{"id":18823,"image":"//lain.bgm.tv/pic/crt/g/9d/96/18823_prsn_7CIcG.jpg","name":"Epic Games","desc":"开发"},{"id":18823,"image":"//lain.bgm.tv/pic/crt/g/9d/96/18823_prsn_7CIcG.jpg","name":"Epic Games","desc":"发行"},{"id":12186,"image":"//lain.bgm.tv/pic/crt/g/c4/79/12186_prsn_3iwjh.jpg","name":"ChAIR Entertainment Group","desc":"开发"}],"relations":[{"id":28450,"image":"//lain.bgm.tv/pic/cover/m/7f/a3/28450_lOCC3.jpg","title":"Infinity Blade II","type":"前传","url":"https://bgm.tv/subject/28450"}]}