{"id":203676,"type":4,"name":"던전에서죽기싫어","image":"//lain.bgm.tv/pic/cover/m/c7/17/203676_595w9.jpg","summary":"玩家扮演的小姑娘置身于一处神秘的迷宫地牢之中，\r\n你需要帮助她应对迷宫中有着各种各样的怪物，\r\n你需要一边找迷宫出口，一边与怪物战斗，\r\n玩家需要收集各种配方、资源来制作食物和装备保证自己的生存。\r\n你的每一次死亡都会让地牢成为一个全新的地图，你需要不断去探索那些神秘，\r\n在地牢中掌握各种知识与天赋技能，最终找到出路并逃生成功。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n-------------------------------------------------------------\r\n\r\n\r\n거대한 문이 열리자 그 안의 어둠들이 세상을 뒤덮고, 사람들은 절망 속에 신음하게 된다.\r\n시간이 지나, 전설의 소녀가 그 문을 닫고 세상을 구원하리라는 이야기가 세상에 알려지게 된다.\r\n그러던 어느 날...\r\n어디선가 한 소녀가 나타나 거대한 문으로 들어간다.\r\n\r\n●게임 소개●\r\n이 던전은 알 수 없는 수많은 비밀과 잔인한 몬스터로 가득 차 있습니다.\r\n당신은 이 모든 것을 헤치고 던전의 끝까지 도달하여 세상을 구해야 합니다.\r\n\r\n로그라이크 장르로 죽으면 게임을 처음부터 진행해야 합니다.\r\n던전은 시작 할 때마다 완전히 새로 구성되기 때문에, 매번 새로운 모험이 기다리고 있습니다.\r\n또한, 획득한 아이템은 모두 사라지므로 말 그대로 처음부터 다시 해야 합니다.\r\n\r\n다행히 기억의 티끌 등에서 얻은 룬과 제작법은 계속 유지됩니다.\r\n보스 층을 클리어하거나, 캐릭터가 죽을 때 기억의 티끌 등을 얻게 되는데,\r\n여기서 제작법과 룬을 얻을 수 있습니다.\r\n\r\n룬은 캐릭터에게 특별한 능력을 부여합니다.\r\n제작법을 가지고 있으면, 게임 진행 중 재료를 모아 강한 아티팩트를 만들 수 있습니다.\r\n\r\n이제 모험을 떠나 보시겠습니까?\r\n\r\n\r\n\r\n-------------------------------------------------------------\r\n\r\n\r\nWhen the huge portal opened, darkness dominated the world and people moaned in despair.\r\n\r\nTime goes by, people were talking about a legendary girl who shall close the portal and save the world.\r\n\r\nAnd one day, a girl came from somewhere and entered to the portal.\r\n\r\n●Game Introduction●\r\n\r\nThis dungeon is full of mysteries and heartless monsters.\r\nYou should get through all these obstacles and reach to the end of the dungeon to save the world.\r\n\r\nAs a rogue-like game, if your player dies during the game, you should start the game from the very beginning.\r\n\r\nEvery time you restart the game, you will see the newly constructed dungeon and experience a new adventure.\r\nThe items you earned are also gone, so you have to start over a new game with nothing.\r\n\r\nFortunately runes and craft recipes that you earned from the Particle of Memory will be remained. When you clear the boss or you die, you will get the Particle of Memory, which you can earn runes and craft recipes.\r\n\r\nRunes give a special power to players.\r\nWith craft recipes, you can collect materials and make strong artifacts while playing a game.\r\n\r\nNow would you like to start your adventure?","info":"<li><span>中文名: </span>黑暗生存</li><li><span>别名: </span>Darkness Survival</li><li><span>平台: </span>Android</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span>游戏类型: </span>生存类角色扮演</li><li><span>发行日期: </span>2016年12月21日</li><li><span>售价: </span>Free</li><li><span>发行: </span>Zero++ Software</li>","collection":{"wish":1,"on_hold":1},"tags":[{"name":"APP","count":1}]}