{"id":203672,"type":4,"name":"Sara Is Missing","image":"//lain.bgm.tv/pic/cover/m/55/6a/203672_3pcaM.jpg","rating":{"total":3,"count":{"1":0,"2":0,"3":0,"4":0,"5":1,"6":0,"7":1,"8":1,"9":0,"10":0},"score":6.7},"summary":"你捡到一部手机，你会怎么做？\r\n\r\n你捡到了一部手机，并通过手机内置的人工智能了解到，\r\n她的主人萨拉可能陷入了危机之中。\r\n通过查看萨拉的短信、笔记、邮件，以及与萨拉的亲友通话，\r\n尝试着将她的生活近况拼凑起来。\r\n通过解锁密码保护的隐秘文件和丢失的数据，\r\n查看萨拉的私房图片和隐私视频，最终调查出萨拉的去向。\r\n\r\n警告：本游戏会模拟电话拨入画面，胆小的玩家可不要被吓到了哦。\r\n警告：部分内容较为猎奇，未成年女性请在成年男性的陪伴下进行游戏。\r\n\r\n\r\n\r\n\r\n《失踪的萨拉》是一款模拟冒险解谜游戏。\r\n游戏中你的朋友萨拉突然神秘的失踪了，留下的唯一线索便是她的手机。\r\n通过搜索萨拉的个人信息、笔记、电子邮件、图片和视频等\r\n试图将她的生活拼凑起来，解锁密码保护的隐秘文件和丢失的数据，\r\n最终调查清楚她去了哪里。\r\n\r\n　　-不同的选择会带来不同的结果和结局\r\n　　-接收来自NPC和其他神秘者的电话\r\n　　-隐藏的文件和信息\r\n　　-发送并从其他NPC接收视频和照片\r\n　　-模拟手机助手，提供线索\r\n\r\n\r\n\r\n\r\nYou found a phone belonging to a missing person. \r\nWhat would you do?\r\n\r\nSara has disappeared under mysterious circumstances, \r\nand your only lead is her mobile phone.\r\n\r\nSearch for clues by investigating Sara's personal messages, notes, emails, pictures and videos while trying to piece together her final days. Unlock password protected files, uncover hidden messages and decrypt lost data and figure out where she went, what she did, and how someone can disappear without a trace so suddenly. \r\n\r\n\r\nAbout the game:\r\n\r\nExperience first hand a found footage style mobile game. \r\nSara is Missing (SIM) is all about the horrors of mobile technology and touches upon the voyeuristic pleasure that one gets from prying through another person's personal items. We store so much information about ourselves on our mobile devices that deducing what we really are like in real life becomes as simple as tapping on a screen.\r\n\r\nFeatures:\r\n\r\n- Multiple choices will lead to multiple outcomes and endings.\r\n- Chat with different people at the same time.\r\n- Receive phone calls from NPCs and other mysterious callers.\r\n- Hidden sub plots and extra information to unlock.\r\n- Send and receive videos and photos from other NPCs.\r\n- Simulated mobile phone helper, providing hints.\r\n- Utilizing a similar typing mechanic as popular messaging apps.\r\n\r\nNOTICE: The game may not work on some Galaxy Tab devices. We are aware of this issue and are working on a fix soon.","info":"<li><span>中文名: </span>失踪的萨拉</li><li><span>别名: </span>萨拉失踪了</li><li><span style=\"visibility:hidden;\">别名: </span>SIM</li><li><span>平台: </span>Windows</li><li><span style=\"visibility:hidden;\">平台: </span>Mac OS X</li><li><span style=\"visibility:hidden;\">平台: </span>iOS</li><li><span style=\"visibility:hidden;\">平台: </span>Android</li><li><span>游戏类型: </span>Simulation</li><li><span>游玩人数: </span>Single Player</li><li><span>发行日期: </span>2016年10月23日</li><li><span>售价: </span>Free</li><li><span>官方网站: </span>https://monsoonlab.itch.io/sim</li><li><span>开发: </span>Monsoon Lab</li>","collection":{"wish":1,"collect":4},"tags":[{"name":"精神獵奇","count":1},{"name":"APP","count":1},{"name":"手游","count":1},{"name":"猎奇","count":1},{"name":"解谜","count":1}]}