{"id":242384,"type":4,"name":"The Suffering: Ties That Bind","image":"//lain.bgm.tv/pic/cover/m/60/3a/242384_aIUaU.jpg","summary":"The Suffering: Ties That Bind is a 2005 first and third-person shooter psychological horror video game, developed by Surreal Software and published by Midway Games for PlayStation 2, Xbox and Microsoft Windows. The game was released in North America in September and in Europe in October. It is a sequel to the 2004 game The Suffering.\r\nThe game continues the story of Torque, a man sentenced to death for murdering his ex-wife and two children. In the original game, after arriving on death row in Abbot State Penitentiary on Carnate Island, off the coast of Maryland, an earthquake rocks the island, and the prison is attacked by strange supernatural creatures. During the mayhem, Torque escapes. Ties That Bind continues his story, as he flees the island and heads back to his home town of Baltimore, where he must face his past misdeeds, and confront his nemesis, a mysterious criminal kingpin known as Blackmore. Players who have a saved game from The Suffering can choose one of three different openings, based upon the ending they received in the first game. As with the original game, Ties That Bind also features three different endings, depending on the players' actions throughout the game.","info":"<li><span>中文名: </span>劫难: 困兽</li><li><span>发行: </span><a href=\"/person/32718\">Midway Games</a></li><li><span>别名: </span>劫难2：困兽</li><li><span>平台: </span>PS2</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>FPS / TPS</li><li><span>游戏引擎: </span>Riot Engine</li><li><span>游玩人数: </span>单人</li><li><span>发行日期: </span>2005年9月26日</li>","collection":{"wish":1},"tags":[{"name":"TPS","count":1},{"name":"PC","count":1},{"name":"PS2","count":1},{"name":"FPS","count":1}],"staff":[{"id":32718,"image":"//lain.bgm.tv/pic/crt/g/14/80/32718_prsn_HD7Yl.jpg","name":"Midway Games","desc":"发行"}],"relations":[{"id":239519,"image":"//lain.bgm.tv/pic/cover/m/52/b5/239519_gD6Ed.jpg","title":"The Suffering","type":"前传","url":"https://bgm.tv/subject/239519"}]}