{"id":301691,"type":4,"name":"Soldier of Fortune: Payback","image":"//lain.bgm.tv/pic/cover/m/f9/0e/301691_T9JuV.jpg","summary":"Soldier of Fortune: Payback is a first-person shooter video game and the third installment of the Soldier of Fortune game series, following Soldier of Fortune 2: Double Helix. It is the first game of the series released for the Xbox 360 and PlayStation 3. The game was released on 14 November 2007. The game involves a revenge plot against a worldwide terrorist organization. This time around, the player assumes the role of Thomas Mason rather than John Mullins.\r\n\r\nUnlike the previous two Soldier of Fortune games, which were developed by Raven Software using the id Tech 2 and id Tech 3 engines developed by id Software, Payback was developed by Cauldron HQ.\r\n\r\nThe game was met with tepid, mostly negative reviews, with many saying the game looked pretty but the gameplay was uninspired. Like the other two games in the series, Payback had great character modelling and gore effects. Owing to the level of violence, the OFLC of Australia refused to classify the game. After the game was effectively banned in Australia, a modified version was released on February 28, 2008, that removed radical violence and dismemberment.","info":"<li><span>中文名: </span>命运战士3:偿还</li><li><span>发行: </span><a href=\"/person/17518\">Activision</a></li><li><span>别名: </span>Soldier of Fortune: Pay Back</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>Xbox 360</li><li><span style=\"visibility:hidden;\">平台: </span>PS3</li><li><span>游戏类型: </span>FPS</li><li><span>游玩人数: </span>单人，多人</li><li><span>发行日期: </span>2007年11月14日</li><li><span>开发: </span>Cauldron HQ</li>","collection":{"wish":3},"staff":[{"id":17518,"image":"//lain.bgm.tv/pic/crt/g/cb/6c/17518_prsn_bBbhR.jpg","name":"动视","desc":"发行"}],"relations":[{"id":241857,"image":"//lain.bgm.tv/pic/cover/m/ff/f7/241857_Dgtp3.jpg","title":"Soldier of Fortune II: Double Helix","type":"前传","url":"https://bgm.tv/subject/241857"}]}