{"id":68288,"type":4,"name":"Railroad Tycoon II","image":"//lain.bgm.tv/pic/cover/m/98/02/68288_1Jcyz.jpg","rating":{"total":8,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":3,"9":4,"10":0},"score":8.4},"summary":"《铁路大亨II》是一款发行于2000年来自美国的模拟经营类游戏。游戏让玩家扮演一位董事长经营一家铁路公司，玩家要自己建造铁路、车站来连接城市，然后购买机车、设置车厢，让自己的列车奔驰在平原、丘陵、高原甚至跨越海洋，以完成情景设定的任务目标。任务目标包括运送特定数量的特定货物，连接某些城市，获得一定的利润，公司发展的规模，玩家的个人资产等等。\r\n\r\n和前作一样，《铁路大亨II》提供了大量的覆盖世界各地的关卡场景和任务，如非洲、北美、德国、阿尔卑斯山地区、南美丛林等。不过2代取消了车站和火车的上限限制，取消了隧道和信号塔的修建。作为替代，2代允许在山区修建铁路时，大幅度的改变地形。同时也增加了一些新的元素，铁路机车、产业建筑、货物等。此外，游戏允许设定火车的优先通行权（特快、普通、慢车、停止）和装卸细节（比如要求火车装满后才能走，或装满至少一半车厢才能走），还可以调整货物的处理方式（强制出售、留在车上或者留在车站里）。游戏还提供了超过60种机车和31种车厢类型，以及大中小三种尺寸的车站。在图形和音效上，本作也很出色。比如当画面放大聚焦在养牛场的时候，玩家甚至可以听到牛的叫声。\r\n\r\n《铁路大亨II》提供了更加复杂的模拟金融系统和经济环境：股票、债券、买空、卖空等，合理运用这些金融工具会让玩家的铁路王国的发展速度超乎寻常。这也是本作最大的亮点：让玩家见识资本的力量。\r\n\r\n玩家所经营的公司都是股份制的公司，公司由玩家或者电脑玩家发起，玩家只持有自己公司的一部分股票，大部分股票由广大的投资人所持有。玩家可以通过自己控制的公司回购股票和发行股票控制总股本，也可以在股票市场中买入或者卖出股票来改变自己的持股比例。除了股票融资，玩家还可以通过发行债券融资。当玩家的公司经营到一定程度，评级机构就会提高公司的信用评级，当信用评级高于B时，就能够发行债券，公司的信用评级越高，债券的利率就越低。公司盈利时，玩家还可以调整红利，将公司的部分利润分给股东，公司经营不善，也可以宣布破产，虽然公司的债务会减轻一半，但是公司的全体股东将损失一半的股票交给债权人作为补偿，而且你的信用评级会降到F，往往是无奈的选择。除此之外，玩家还可以购买电脑所经营的公司的股票，兼并其它的公司。在兼并过程中，玩家需要衡量目标公司的商业价值，确定一个收购的提议价格，被收购公司的股东将会综合考量你的提议价格，两家公司的运营能力等因素，最终投票决定是否接受兼并。提高兼并成功的几率的方法就是提前买进一些目标公司的股票，以增加自己的投票权。如果你已经持有51%以上的这家公司的股票，兼并一定会成功。\r\n\r\n除了各种各样的金融工具的操作，游戏还模拟了宏观经济的波动。游戏把当前的宏观经济分成5个等级：衰退、萧条、正常、繁荣和高速发展。经济状况会沿着这5个台阶上下波动，波动周期大约是5-8年。宏观经济状况对玩家经营的铁路公司有很大的影响。经济情况越好，货物的产量越高，货物的价值也越高。由于燃料以及保养等费用较为固定，所以公司的利润的波动随着经济的波动是巨大的。而且游戏还设定：每当经济提高一个台阶时，由于投资者情绪的亢奋，股票价格就会上升10%。由于股价和利润极大的相关性，使得股价的波动更为剧烈。这就为玩家底买高卖创造了条件。不仅如此，随着经济的波动，基准利率也会随之变化。当经济最差处于衰退的时候，基准利率为5%，经济水平每提高一个等级，基准利率就会降低1%。经济水平最好，处于高速发展时，基准利率降到最低的1%。基准利率是公司以及个人的现金获得的年存款收益。同时，公司发行债券利率也会随基准利率而变化，但是已发行的债券利率不会变化。所以玩家在经济处于高水平的时候，由于利率较低，发行债券，扩大投资更为划算。在经济低迷的时期，减少投资，保留现金吃利息更划算。\r\n\r\n从宏观经济的设计中，可以很明显地看出游戏设计者认为的理想经济模型应该是自由资本时代的经济模式。与现代凯恩斯主义不同，铁路大亨2的经济是顺周期的，利率是根据市场确定的，经济越热，利率越低；经济越冷，利率越高。而现代金融体系以中央银行为核心，强调逆周期的利率调整。经济越热，利率越高；经济越冷，利率越低。\r\n\r\n除了宏观经济的设计，游戏还提供了复杂的产业链设定，比如给钢铁厂运进煤矿和铁矿即可生产出钢铁，给养牛场运进谷物则可增加其产量等等。总之，玩家需要想方设法的“变出”更多的可运货物，才能赚更多的钱。比如如果有3车厢原油，最好的处理方法就是把原油运到炼油厂，炼油厂即可生产出3车厢柴油，之后又可以把其拉到发电厂，发电厂得到柴油后又生产出垃圾，而垃圾又可以拉到垃圾掩埋场。如果只是把那3车厢原油随便拉到一个地方处理掉，则不会得到多少利润的。","info":"<li><span>中文名: </span>铁路大亨II</li><li><span>发行: </span><a href=\"/person/41641\">Gathering of Developers</a></li><li><span>遊戲設計師: </span><a href=\"/person/36792\">Sid Meier</a></li><li><span>程序: </span><a href=\"/person/36792\">Sid Meier</a></li><li><span>别名: </span>铁路大亨2</li><li><span>平台: </span>PC</li><li><span style=\"visibility:hidden;\">平台: </span>MacOS</li><li><span style=\"visibility:hidden;\">平台: </span>DC</li><li><span style=\"visibility:hidden;\">平台: </span>PS</li><li><span>游戏类型: </span>商业模拟</li><li><span>发行日期: </span>1998年</li><li><span>开发商: </span>PopTop Software</li>","collection":{"wish":2,"collect":10,"doing":1,"dropped":1},"tags":[{"name":"1998","count":1},{"name":"欧美系","count":1},{"name":"模拟","count":1},{"name":"SIM","count":1},{"name":"经典","count":1},{"name":"PC","count":1}],"staff":[{"id":41641,"image":"//lain.bgm.tv/pic/crt/g/c6/e6/41641_prsn_25DOr.jpg","name":"Gathering of Developers","desc":"发行"},{"id":36792,"image":"//lain.bgm.tv/pic/crt/g/ff/4b/36792_prsn_tuPTh.jpg","name":"席德·梅尔","desc":"遊戲設計師"}],"relations":[{"id":68289,"image":"//lain.bgm.tv/pic/cover/m/8a/c6/68289_D4iNO.jpg","title":"Railroad Tycoon 3","type":"续集","url":"https://bgm.tv/subject/68289"}]}