{"id":220498,"type":4,"name":"Electronic Super Joy","image":"//lain.bgm.tv/pic/cover/m/5e/50/220498_bQq22.jpg","summary":"Electronic Super Joy is a brutally hard platformer set in a world of pulse-pounding electronic music. Run, jump, smash & fly your way through 45+ weird & different levels, with low-gravity, world rotation, giant monsters & swarming missiles.\r\n\r\nDescribed as \"The Unholy merging of Super Meat Boy & Super Hexagon!\"\r\nHailed as \"Horrifically beautiful level design [...] Makes me want to throw my computer out the window!\"\r\nQuoted as being \"Mostly about Butts!\"\r\n\"...pure platforming experience that plays with a lot of fresh ideas\" - Droqen, Starseed Pilgrim\r\n\"This is probably the best story I've ever seen in an indie game\" - RageQuit, Rooster Teeth\r\n\"Oh Dude! I'm feeling Electronic Super Joy!\" - Game Grumps\r\n\"This game is... AWESOME!\" - iHasCupquake\r\n\"An epic sexy soundtrack to this epic sexy game\" - Markiplier\r\n\"Anybody else just fucking in love with this game?\" - Sevadus\r\nPlot\r\nThe Evil Groove-Wizard rules the world with an iron fist.\r\nPope Theo, Archbishop of the Church of Righteous Soul has excommunicated him... but then went mysteriously silent!\r\nCaptain Lewis, of the 43rd Queen's Disco Troop, has vowed to resist his tyrannical rule!\r\n...And he stole Little Anni McGee's teddy bear!\r\nCan you defeat the Groove-Wizard and end his Tyranny? Can you be a hero?\r\nKey Features\r\nPlay through 45+ pulse-pounding levels!\r\nGroove to over 35 tracks of electronic music!\r\nJump, Smash, Fly, and Dance across 3 brutal worlds!\r\n8+ hours of gameplay!\r\n3 HUGE Boss fights!\r\nFar too many bad puns!\r\n**Includes Holiday Update, which adds 15 new achievements, 3 more levels, and the new boss fight, Spike!**","info":"<li><span>中文名: </span>电子超快感</li><li><span>游戏类型: </span>ACT</li><li><span>游戏引擎: </span>Unity</li><li><span>发行日期: </span>2013年8月24日</li><li><span>官方网站: </span>https://www.electronicsuperjoy.com/</li><li><span>开发: </span>Michael Todd Games</li><li><span>发行: </span>2&30 Software</li><li><span>Steam: </span>https://store.steampowered.com/app/244870</li><li><span>Humble: </span>https://www.humblebundle.com/widget/v2/standalone/electronicsuperjoy</li>","collection":{"on_hold":1},"tags":[{"name":"恶趣味","count":1},{"name":"欧美","count":1},{"name":"ACT","count":1}]}