{"id":137824,"type":1,"name":"The Call of Cthulhu and Other Weird Stories","image":"//lain.bgm.tv/pic/cover/m/ba/ac/137824_SP3H9.jpg","rating":{"total":13,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":4,"8":5,"9":4,"10":0},"score":8},"summary":"Collecting uniquely uncanny tales from the master of American horror, H.P. Lovecraft's The Call of Cthulhu and Other Weird Stories is edited with an introduction and notes by S.T. Joshi in Penguin Modern Classics.\r\n\r\nCredited with inventing the modern horror tradition, H.P. Lovecraft remade the genre in the early twentieth century. Discarding ghosts and witches, and instead envisaging mankind at the mercy of a chaotic and malevolent universe, Lovecraft's unique works would prove to be a huge influence on modern horror writers such as Stephen King. This selection of short stories ranges from early tales of nightmares and insanity such as 'The Outsider' and 'The Rats in the Walls' through the grotesquely comic 'Herbert West - Reanimator' and 'The Hound', to the extraterrestrial terror of 'The Call of Cthulhu', which fuses traditional supernaturalism with science fiction. Including the definitive corrected texts, this collection reveals the development of Lovecraft's mesmerising narrative style and establishes him as a hugely influential - and visionary - American writer.\r\n\r\nHoward Phillips Lovecraft (1890-1937), born in Providence, Rhode Island was self-educated and lived in his birthplace all his life, working as a freelance writer, journalist, and ghostwriter. Using many pen names, he contributed his supernatural/horror and science fiction/fantasy stories to various pulp magazines but his reputation as a writer rests mainly on the 60 or so stories he published in the pulp magazine Weird Tales starting in 1923.\r\n\r\nIf you enjoyed The Call of Cthulhu, you might also like Arthur Machen's The White People and Other Weird Stories, available in Penguin Classics.\r\n\r\n'The twentieth century horror story's dark and baroque prince'\r\n\r\nStephen King","info":"<li><span>中文名: </span>克苏鲁的呼唤</li><li><span>册数: </span>1</li><li><span>作者: </span><a href=\"/person/7589\">Howard Phillips Lovecraft</a></li><li><span>出版社: </span>Penguin Classics</li><li><span>价格: </span>£6.99</li><li><span>发售日: </span>25 July 2002</li><li><span>页数: </span>448</li><li><span>ISBN: </span>0141187069</li>","collection":{"wish":3,"collect":18,"doing":4},"tags":[{"name":"克苏鲁","count":4},{"name":"小说","count":3},{"name":"Cthulhu","count":3},{"name":"H.P.Lovecraft","count":3},{"name":"洛夫克拉夫特","count":2},{"name":"Weird","count":1},{"name":"Stories","count":1},{"name":"of","count":1},{"name":"and","count":1},{"name":"the","count":1},{"name":"Other","count":1},{"name":"其它","count":1},{"name":"Call","count":1}],"staff":[{"id":7589,"image":"//lain.bgm.tv/pic/crt/g/d3/3d/7589_prsn_bSQOh.jpg","name":"霍华德·菲利普·洛夫克拉夫特","desc":"作者"}]}