{"id":286301,"type":4,"name":"CINERIS SOMNIA","image":"//lain.bgm.tv/pic/cover/m/65/0d/286301_nNYtN.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"About CINERIS SOMNIA\r\nCINERIS SOMNIA is a 3D adventure through a beautifully strange and mesmerizing world.\r\nSTORY\r\n\r\n\r\nA young girl awakens on the seashore.\r\n\r\nAll that remain are her sister’s yellow bucket and the sand castle they had just made together.\r\nHer mother is nowhere to be seen.\r\n\r\nBlinded by the dazzling sunlight, the young girl takes her first step on a strange, mysterious journey...\r\nCHARACTERS\r\nThe Girl\r\n\r\n\r\nAn innocent and curious girl.\r\nWearing her favorite blue sundress, she came to the seashore for a picnic together with her mother and little sister.\r\nBut upon awakening from her nap, she realizes that she is now all alone.\r\n\r\nCharlotte\r\n\r\n\r\nA young confined to a sanatorium, her body rife with illness.\r\nShe is very quiet and has an air of maturity far beyond most children of her age.\r\nShe waits longingly for promises made long ago with someone very special to be fulfilled.\r\n\r\nMarie\r\n\r\n\r\nMarie is a cheerful, pure, and active girl.\r\nShe whimsically runs around the dark depths of the forest, wearing her pajamas and a cape.\r\nBut there is an important reason she came to this forest.\r\n\r\nOphelia\r\n\r\n\r\nDaughter of a prestigious family owning vast lands and an extravagant mansion.\r\nShe is plagued by intense self-loathing due to her belief that she is ugly and plain.\r\nRaised by cold and unloving parents, she spends her days in loneliness and despair, following the orders of her mother and father.\r\n\r\nThe Tall Man\r\n\r\n\r\nA mysterious tall man with black clothes, blue hair, and golden eyes.\r\nSYSTEM\r\n●Autosave\r\nWhile you can save your game anytime, an autosave feature is also included.\r\nHowever, it is recommended that you to save your game often.\r\n\r\n●Map\r\nOnce you acquire the map, you can check it anytime.\r\nYou'll need to work out your location on your own, but you will receive many hints as well, such as what to check and where to go.\r\n\r\n●Destination Guidance\r\nThis can be used to check your current destination or purpose at any given time.\r\nHowever, you are not required to follow this guide at all times.\r\nYou may even make some new and interesting discoveries by stopping at different places along the way.\r\n\r\n●Controls\r\n\r\nSOUNDTRACK\r\nThe original soundtrack is available as DLC. However, the radio music \"Luna\" was used specially in the game with permission from Maou Damashii, and is not included in the soundtrack.\r\nDEVELOPER'S COMMENTS\r\nWe started developing this game based on a few simple ideas: \"Let's make a 3D game,\" and \"Can we portray the stories and world we've imagined as a video game?\"And finally, the game is here.\r\nWe hope you have a wonderful experience traversing this strange world and unraveling the story, as well as taking a deeper look into concepts such as purity, ugliness, joy, and anxiety - some of the complex and constantly moving parts that make up the human psyche.","info":"<li><span>游玩人数: </span>1</li><li><span>发行日期: </span>2018年10月9日</li><li><span>售价: </span>¥ 50</li><li><span>官方网站: </span>https://store.steampowered.com/app/752470/CINERIS_SOMNIA/</li>","collection":{"wish":1,"collect":1}}