{"id":128888,"type":4,"name":"Switch & Drop","image":"//lain.bgm.tv/pic/cover/m/6b/4c/128888_brBcu.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"Switch, drop and match colors to clear the blocks in this new kind of puzzle game. \r\n\r\nYou may restrict in-app purchasing using your device settings. \r\n\r\nMatching falling rows to clear as many colored blocks as you can. \r\n\r\nSimple swipe controls allow you to change the order of blocks before they fall into place and create Special Blocks by matching four or more blocks of the same color. \r\n\r\nSwitch & Drop is easy to pick-up but hard to master as you go for the high score against increasingly challenging odds in a variety of exciting game modes in over 100 levels.\r\n\r\n• A new kind of block-clearing puzzle game\r\n• Over 100 challenging levels for casual and skilled players alike\r\n• Simple controls: Just swipe left and right to match up falling rows of blocks\r\n• Put your block-matching skills to the test in exciting game modes such as Blitz and Rescue \r\n• Match four of more blocks of the same color to create Special Blocks\r\n• Watch your progress come to life as you complete pixel pictures in the level select map\r\n• Log in to Facebook to compare your progress and exchange lives with your friends\r\n\r\nImportant Consumer Information. This app: Requires acceptance of EA's Privacy & Cookie Policy, TOS and EULA. Collects data through third party ad serving and analytics technology (see Privacy & Cookie Policy for details). Contains direct links to the Internet and social networking sites intended for an audience over 13. Allows players to communicate via Facebook notifications and gifting. To disable see the settings in-game. \r\n\r\nTerms of Service : http://www.ea.com/terms-of-service\r\nPrivacy & Cookie Policy : http://www.ea.com/privacy-policy\r\nEULA : http://tos.ea.com/legalapp/mobileeula/US/en/OTHER/\r\nVisit http://www.chillingo.com/about/game-faqs/ for assistance or inquiries.\r\n\r\nEA may retire online features after 30 days’ notice posted on www.ea.com/1/service-updates.","info":"<li><span>平台: </span>IOS</li><li><span>发行日期: </span>2015-02-16</li><li><span>开发商: </span>Chillingo Ltd</li><li><span>大小: </span>27.1 MB</li><li><span>语言: </span>俄文, 德语, 意大利语, 法语, 英语, 葡萄牙文, 西班牙语</li>","collection":{"collect":2},"tags":[{"name":"Mobile","count":1}]}