{"id":128883,"type":4,"name":"Drop7™","image":"//lain.bgm.tv/pic/cover/m/ef/84/128883_6pT65.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":0,"8":1,"9":0,"10":0},"score":8},"summary":"Named one of “The 12 Best Games on iPhone” - Kotaku\r\n\r\nDrop 7 is deceptively simple, hypnotically fun, and offers endless opportunities for mastery and mental challenge. Drop discs onto a grid, clearing discs when the number of discs matches the amount of discs in a column or row. Try to get chain combos and score as many points before the board is filled.\r\n\r\n- Edge Magazine’s” #2 Best iPhone Game of All Time”\r\n- One of Esquire Magazine’s “Best Downloadable Games for Any Phone, Console & PDA.”\r\n- One of “The 21 games that should be installed on every iPhone” - The Verge\r\n- PCWorld’s “Nine Essential iPhone Apps”\r\n\r\nFeatures:\r\n\r\nTHREE GAME MODES\r\nChoose amongst the more relaxed Classic mode, the quick-round Blitz mode, and the consistent Sequence mode.\r\n\r\nLEADERBOARDS\r\nSee how you rank against your friends and others globally, and prove you are the Drop 7 master!\r\n\r\nACHIEVEMENTS\r\nEarn fun achievements by completing challenges for chain reactions, clearing the entire board, and more!\r\n\r\nUse of this application is governed by the Zynga Terms of Service. These Terms are available through the License Agreement field below, and at http://m.zynga.com/legal/terms-of-service.\r\nFor specific information about how Zynga collects and uses personal or other data, please read our privacy policy at http://m.zynga.com/privacy/policy. Zynga’s Privacy Policy is also available through the Privacy Policy field below.\r\nThis game does permit a user to connect to social networks, such as Game Center, and as such players may come into contact with other people when playing this game.\r\nTerms of Service for Social Networks you connect to in this game may also apply to you.\r\nYou will be given the opportunity to participate in special offers, events, and programs from Zynga Inc. and its partners.\r\nMust be 13+ to play.","info":"<li><span>平台: </span>IOS</li><li><span>发行日期: </span>2011-03-25</li><li><span>开发商: </span>Zynga Inc.</li>","collection":{"collect":1},"tags":[{"name":"Mobile","count":1}]}