{"id":104676,"type":4,"name":"殺人ロマン紀行 恋の長野慕情","image":"//lain.bgm.tv/pic/cover/m/e5/4c/104676_m351r.jpg","summary":"1991年にハート電子産業から発売されたPC98用ソフト、\r\n『殺人ロマン紀行　恋の長野慕情』のリプレイです。\r\n\r\n今回はその1回目になります。\r\n\r\nリプレイではあるのですが、今回は簡略して書きます。\r\nと言うか、シナリオ自体はそれほどでもないので、\r\n興味を持った違う部分に着目してみたいなと。\r\n\r\nまず前提として、製作したのはハート電子産業になります。\r\n後に社名をインターハートに変え、\r\n90年代後半の痴漢ゲーと言えばインターハートという時代でした。\r\nインターハートはその後きゃんでぃそふとブランドを設立し、\r\n恋愛系でも目立つ存在になっていますので、\r\nそちらの方で知っている方も多いのではないでしょうか。\r\n\r\nハート電子産業時代は『ぶりんぐ　あっぷ』を始め育成ゲームを中心に、\r\n他所とは全く異なる作品を作り続けていました。\r\n完成度に難がある作品も多いことから出来に関しては賛否分かれるとしても、\r\nその斬新さや独自性の高さを疑う人は誰一人いなかったのではないでしょうか。\r\nそのハート電子産業が91年に発売した本作は、\r\n大雑把なジャンルはADVであり、ストーリージャンルは推理ものと、\r\n一見すると極めてオーソドックスにも思えます。\r\nしかし細かい部分では当時のいわゆる定番とはかなり違うわけで、\r\n出来云々を除いて考えるならば、結構面白い存在だったように思います。\r\n\r\nさて、ここから中身に入りますが、まずは第1章ですね。\r\n恋の長野慕情は章仕立てになっていました。\r\n章仕立ての作品は一般PCゲーのADVを探すならば、\r\n例えば『バーニングポイント』(ENIX)のような作品もあります。\r\nでも、アダルトゲームではどうだったのかな？\r\n同じハート電子でもADVとSLGが混ざった『優子物語』では、\r\nADVパートとSLGパートの変わり目に章が変わりました。\r\nだから決して初めてではないのでしょうが、\r\n珍しいことは間違いないでしょうね。\r\nnaganobo001.jpg\r\n\r\n第1章は裕美の休日とあり、裕美視点で進行します。\r\nそのため綾城裕美が主人公かと勘違いしてしまいそうなのですが、\r\n主人公は次に出てくる朝倉涼子になります。\r\n\r\n特徴の一つ目は画面右側のテキスト欄にあります。\r\n読ませることを意識したからでしょうか、テキストは縦書きになっています。\r\nテキスト欄は可変なので、ここでは画面の4分の1ほどになっていますが、\r\n多いときは画面の半分ほどを占めるようになります。\r\n雑誌でも「小説を強く意識した縦書きのメッセージ」とか、\r\n或いは「紙芝居風ADV」と書かれており、何だか今とあまり変わりませんね。\r\nいわゆるコマンド選択式ADVにあるようなコマンドの類は一切なく、\r\n基本的にはスペースボタンをクリックすれば次々にテキストが進行します。\r\nこの部分だけなら構造的にはノベルゲーとなりますね。\r\n「全画面」にこだわる人であればまた話は異なるかもしれませんが、\r\n最初に「ノベル」を名乗った80年代の『ドーム』なども、\r\nテキスト欄は画面半分ほどです。\r\n恋の長野慕情も半分ほどですが、\r\n少なくとも読ませる意識が強かったことは否定できないのでしょう。\r\nnaganobo002.jpg\r\n\r\nグラフィックは上の場合は縦長に表示されています。\r\nもっとも他にもあり、次の涼子の紹介では横長になっています。\r\n因みに、この涼子が主人公になります。\r\nnaganobo003.jpg\r\n\r\n主人公と言っても、この作品は仲良し4人組が一緒に行動しますので、\r\n実質的には4人が主人公と言って間違いではないのでしょうけどね。\r\nこの1章は主に4人の紹介であり、他にはスポーツ大好きな知美や、\r\nnaganobo006.jpg\r\nお嬢様の亜希子がいます。\r\nここではCGが正方形に表示されており、テキスト欄も多めになっていますね。\r\nnaganobo008.jpg\r\n\r\n登場するキャラの顔が画面上部に表示され、セリフはその下に表示されます。\r\n説明などが画面右のテキスト欄に表示されることになります。\r\nそこにこれまでに見たように縦長や横長などのCGが表示されるのが、\r\nこの作品の特徴になっています。\r\n雑誌でも「マルチウィンドウの画面表示が斬新」と紹介されていましたが、\r\nあまり今でも見かけないタイプの表示方法ではないでしょうか。\r\nテキストの縦書きは好みの問題もあって賛否分かれるでしょうが、\r\n常に多数の人間がその場にいる本作においては、\r\n事前にキャラを表示しキャラごとのテキスト欄を設けることは有効だったと思います。\r\n\r\n尚、立ち絵ではなく顔グラフィックだけなのですが、\r\n目パチや口パクもありましたし、表情も違えることで様々な表現を行っていました。\r\nnaganobo010.jpg\r\n\r\n","info":"<li><span>中文名: </span>杀人浪漫纪行 恋之长野慕情</li><li><span>平台: </span>PC-9801</li><li><span>发行日期: </span>1991-10-01</li>","collection":{"wish":3,"collect":1,"dropped":1}}