{"id":104677,"type":4,"name":"魔女っ子クミ","image":"//lain.bgm.tv/pic/cover/m/24/fa/104677_vkHLV.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":1,"9":0,"10":0},"score":7.5},"summary":"これから何回かに分けて、当時も結構人気だった「魔法少女モノ」についてご紹介します。\r\n今回は「ファミリーソフト」の「魔女っ子クミ」です。\r\n\r\nこの「ファミリーソフト」というメーカーは名前だけを聞くと、なんか家族みんなで楽しめる\r\n「パーティーゲーム」でも作ってそうな会社ですが、実際はエロゲーメーカーです。決して、\r\n家族みんなでやろうなんて思わないように、でもそういう家もこの日本には「少なくとも一軒」は\r\nあったことを私は知っています。てへへ。\r\nちなみに、このメーカーはエロゲー以外にも、一般向けのゲームや、コンシュマーゲームなども\r\n販売していました。\r\n\r\n　主人公は、高校一年生の早坂久美ちゃんです。ある日彼女は、部活のテニスの帰りに林の中で\r\n　不思議な玉を見つけます。そしてその夜、その玉が突然光りだして「奇妙な生きモン」が現れた\r\n　のです。\r\n　　「やあ、ボクの名前はポップ。魔法の国の妖精さ。\r\n　　　クミちゃん、君はこれからボクが見つけた5人の女の子とＨするんだ。\r\n　　　なんのためかって？ボクの出世のためさ。異論は認めないぜ！」\r\n　こうして、クミちゃんとポップのちょっと（かなり）Ｈな活躍が始まるのです。\r\n\r\nこの作品は全五話で構成されています。一話につき一人の女の子を攻略していくことになります。\r\n攻略の仕方は、女の子たちの悩みを解決していくというものなのですが、女の子の悩みというのは\r\nほとんどが「恋愛がらみ」なのですよ。「憧れの先輩とラブラブになりたい」っていうやつ。\r\nそれでクミちゃんは、女の子たちの悩みを解決してあげるわけですが・・・。\r\n\r\n私は、断言します「これはイカサマである」と！\r\nいや、だってね、ひどいんですよ。この、悩みの「解決」の仕方が。\r\nクミちゃんは、「魔女っ子モノ」のお約束どおり「変身」が出来るのですが、それがですね、\r\n「全く別人」に変身できちゃうんですよ！これは「ずるい」と言うべきか、それとも「画期的」と言う\r\nべきか。ちょっと思い出してみてください。「魔女っ子モノ」における「変身」というのは、\r\n「ちょっと大人になった姿」や「ある職業についた姿」に変身するのであって、あくまでも「本人」で\r\nあることは変わらないんです。「ミンキーモモ」でも「クリーミーマミ」でもそうでしょ。\r\n「優」ちゃんや「モモ」ちゃんも「大人の姿」や「特定の個人」に変身してるわけです。\r\n決して誰にでも変身できるわけじゃありません。\r\n\r\nところがですね、このクミちゃんは「女の子の想い人」に変身しちゃったりするわけです。\r\nそれで、「女の子とＨ」しちゃったり、「女の子を襲わせたり」するわけです。これでは、女の子の\r\n「恋」が成就したことにはならんでしょう。これを「イカサマ」と言わずして何といったらいいのか！\r\n\r\nまあ、こんな風にこの作品はシナリオがかなりひどいです。たぶんこういうのを「子供だまし」って\r\n言うんでしょうね。でも、エロゲーが「子供だまし」なのはダメでしょう。だまされる子供は、そもそも\r\nやっちゃいけないんだから。\r\nじゃあ、この作品はぜんぜん「ダメゲー」かと言うと、そうとも言えないんですよね。\r\nアニメーションは当時としてはかなりレベル高いです。ＣＧも文句なしにきれいです。また、絵師さんは\r\nたぶんアニメ関係の人ではないかと思います。なんか雰囲気が「麻宮騎亜」さんに似ているんですよね。\r\n「サイレントメビウス」とかを書いた方です。まさかご本人ではないと思いますけど。\r\nこのように、「映像関係」はなかなかいいんですよね。\r\n\r\n以上のようなことから、この作品はある意味「バカゲー」と割り切ってやる分には、楽しめるのではないかと。","info":"<li><span>中文名: </span>小魔女久美</li><li><span>开发: </span><a href=\"/person/15043\">ファミリーソフト</a></li><li><span>平台: </span>PC-9801</li><li><span>游戏类型: </span>AVG</li><li><span>发行日期: </span>1991-11-17</li>","collection":{"wish":2,"collect":5,"dropped":1},"tags":[{"name":"魔界圣女传","count":1},{"name":"DOS游戏","count":1},{"name":"|BG:SexChange|","count":1},{"name":"PC98","count":1},{"name":"18禁","count":1}],"crt":[{"id":25170,"image":"//lain.bgm.tv/pic/crt/g/98/87/25170_crt_iA7Uq.jpg","name":"早坂久美","desc":"主角"},{"id":25177,"image":"//lain.bgm.tv/pic/crt/g/16/ca/25177_crt_kP1px.jpg","name":"河合由香","desc":"主角"}],"staff":[{"id":15043,"image":"//lain.bgm.tv/pic/crt/g/13/e9/15043_prsn_V398t.jpg","name":"家庭软件","desc":"开发"}],"relations":[{"id":104880,"image":"//lain.bgm.tv/pic/cover/m/9a/b3/104880_jzjP9.jpg","title":"魔法少女りな","type":"续集","url":"https://bgm.tv/subject/104880"}]}