{"id":104177,"type":4,"name":"フレイ","image":"//lain.bgm.tv/pic/cover/m/0d/36/104177_7K37D.jpg","rating":{"total":1,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":0,"7":1,"8":0,"9":0,"10":0},"score":7},"summary":"発売年：1991年\r\n開発元：マイクロキャビン\r\nジャンル：ファンタジーACT\r\n発売機種：MSX2、PC-98など\r\n※今回は主にPC-98版についてを説明しています。\r\n\r\n0070\r\n\r\n－ワル●ューレの伝説！？－\r\nfray_02.png\r\n「FRAY(フレイ)」は1991年にマイクロキャビンから発売された縦スクロールACTで、マイクロキャビンの看板ゲーム「サーク」に登場したヒロイン（？）フレイを主役にしたスピンオフ作品です。\r\nサークはアクションRPGでしたが、本作は純粋なアクションゲームになっていました。\r\n\r\n当時ゲームで作品主人公以外のキャラでスピンオフ作品を作る、という試みはあまりされていなかったので結構な話題となったと記憶しています。\r\n\r\nちなみにサークシリーズにおける、ストーリーの時間軸で言うと本作は「サーク２」でラトクがピクシーとともに旅立ったのとほぼ同時期という扱いになります。\r\n\r\nfray_03.png\r\n＊　ストーリー\r\n森でモンスターに襲われていたところを偶然ラトクに助けてもらったフレイは、それがきっかけでラトクの事を好きになってしまいました。\r\nバドゥーを倒した後も、各地で行方不明になった父親の情報を集めているラトクの側にいて力になりたい！そう思ったフレイは魔法学校に入学します。\r\n\r\n魔法学校での厳しい３年間の修業を終え、ラトクの役に立てる力を手に入れた町に戻ったフレイを待ち受けていたのは、ピクシーとともに父親探しの旅に出ることを告げたラトクの手紙でした。\r\nあまりのショックに泣き崩れるフレイでしたが友人たちの励ましを受け、フレイはラトクの事を追いかける旅に出発するのでした。\r\n\r\nfray_04.png\r\n＊　システム\r\n本作はＨＰ制の縦スクロールのアクションゲームなのですが、フレイの攻撃手段は”魔法”なのでシューティングっぽい要素もあります。\r\n\r\n操作方法はカーソルキーでフレイを上下左右移動させ、”Ｘ”キーでジャンプ、”Ｃ”キーでロッドを使用した魔法攻撃を行います。”Ｃ”キーを押しっぱなしにすると威力の高い”チャージショット”が撃てます。\r\n魔法攻撃はフレイが装備しているロッドのタイプによって、前方のみに出るものや、左右にも出るものなど色々あり、ます。\r\nまたスクロール（巻物）による全体魔法もあり、巻物を装備して置くとスペースキーで発動させる事も出来ます。\r\n\r\n画面の上から次々登場する敵を魔法攻撃で倒しながらステージを進んでいきます。\r\n\r\nfray_05.png\r\n縦スクロールとはいえ強制スクロールでは無く、フレイが上に進むとその分スクロールするようになっています。\r\nただし一度進んだら後ろに戻る事はできまません。また左右へのスクロールもありません。\r\n日本テレネットの”ファイナルゾーン”みたいな感じですね。\r\n\r\n道中には川や断崖などもあり、そこに落ちてしまうとＨＰに関係なく１発でゲームオーバーになります。\r\n\r\nfray_06.png\r\nさらに道中には色々なギミックが用意されています。\r\n例えば画像のような”移動する浮き島”をどんどんと飛び越えて行く某ナムコの「ワルキューレの伝説」のような場所もあります。\r\n\r\nしかし当時のパソコンゲームの悲しい現実”パソコンはアクションゲームには向いていない”という壁があり、本作もスクロールはカクカクするし、キャラクターの動きもぎこちないものでした。\r\nなのでこういったスクロースさせながらのジャンプアクションは非常にやりづらく、動きの癖をつかむまでは何度も落下してしまうかもしれません。\r\n\r\nfray_07.pngfray_08.png\r\n＊　町\r\n一定の距離を上に進むとステージクリアとなるのですが、ステージによってはゴール地点に町がある場合があります。\r\nそこではモンスターを倒して獲得したお金を使ってロッド、盾、巻物、回復などのアイテムを買うことができたり、次のステージへのイベントがあったりします。\r\nまたこのゲームでセーブが行えるのは町に設置されている宿屋でだけなので、町に付いたら必ず宿屋によっておきましょう。\r\n（あれー？宿屋の女の子どこかで見たような顔してるなーｗ）\r\n\r\nちなみに本作には町が数か所（２～３箇所？）しか無い為、１ステージが終わっても町では無く、そのまま次のステージが始まる場合があります。しかもステージクリアしても体力は回復しないので、回復アイテムなどを使いきってしまったら次のステージは非常に厳しい状態になります。\r\nそういう場合は”リターンの魔法”を使えば前に寄った町まで戻る事が出来るので、そこで体力回復やアイテム補給を行いましょう。\r\nただし町を出たところからの再スタートになるので注意ですが。\r\n\r\nfray_09.png\r\n＊　ボス戦\r\nステージによっては最後にボスが待ち受けている場所もあります。\r\nボスは中々多彩な攻撃をしてくるのですが、画面が狭いのと動きのぎこちなさとで結構苦戦してしまいます。\r\nボス戦の為に回復アイテムは多めに用意して、温存して置くのが良いかもしれません。\r\n\r\n最初のうちはお金も無くて回復アイテムもあまり変えない状態ですが、そういう場合は一旦ステージを最後の方まで進みお金を稼いでから、リターンの魔法で町に戻ってまた町を出ます。そうすると敵が復活しているのでまだ最後まで進んでお金を稼いで町に戻るを繰り返せばお金を溜める事が出来ます。\r\n\r\nfray_10.png\r\n（この人達もどこかで見た事あるなー？ｗ）\r\n\r\nさて本作は先にもちょっと触れたようにナムコの「ワルキューレの伝説（1989年）」を意識したような作品でした。\r\nまあパクリという程そっくりではないですし、「フレイ」というキャラがかなり立っていて、ストーリーもシリーズ本編で旅立ってしまった主人公を追いかけるという面白いものでしたので非常に良い作品になれたと思うのですが、やっぱり動きがカクカクしているのがその良さを殺していた気がします。\r\nただこれはPC-98版の話で、最初に発売されたMSX2版はPC-98盤に比べればかなり動きが良かった事を補足しておきます。\r\n\r\nさらに本作は家庭用ゲーム機ではPCエンジンに移植されていて、そちらはさすが動きもスクロールも良かったと記憶しています（でも内容が結構違っていたような記憶が）。\r\n\r\nfray_11.png\r\nしかし考えてみるとこの「フレイ（正式にはフレイア・ジェルバーン）」というキャラクターは、こうしてスピンオフ作品まで作られてヒロイン然としていますが、彼女が登場した「サーク」における彼女の出番は確か３回（助けた時、怪我が治った時、そしてED）だけで、しかもほんの一瞬だけのストーリーにも殆ど絡まない脇役もいいとこでした。\r\nサーク２では途中でちょっと登場してたっけかな？\r\nまあ正直「ヒロイン」とは言い難い存在でしたね。\r\n\r\nでも本作にてその面白いキャラクター像が明確になり、もともとサークシリーズはイースシリーズのようにストーリー毎にがっつりしたヒロインが登場しないという部分からも、フレイはサークシリーズの「ヒロイン」という座を勝ち取り。この後の「ガゼルの塔」最終作の「サーク３」ではレギュラーとして登場する事になりました。\r\n本作は彼女の出世作となった訳ですね。\r\n\r\nさて、もし本作に興味が沸いた方は現在「ProjectEGG」にてMSX2版とPC-98版が販売されていますので購入してみてはいかがでしょうか？\r\n画面解像度やグラフィックの質は落ちますが、プレイのしやすさを優先すればMSX2版をプレイする事をお勧めします。\r\n\r\nさて、みなさんはこの作品覚えてましたか？","info":"<li><span>开发: </span><a href=\"/person/14983\">マイクロキャビン</a></li><li><span>别名: </span>FRAY</li><li><span style=\"visibility:hidden;\">别名: </span>FRAY CD サーク外伝</li><li><span style=\"visibility:hidden;\">别名: </span>Fray: In Magical Adventure</li><li><span style=\"visibility:hidden;\">别名: </span>FRAY (修行編)</li><li><span>平台: </span>MSX2</li><li><span style=\"visibility:hidden;\">平台: </span>MSX turbo R</li><li><span style=\"visibility:hidden;\">平台: </span>PC98</li><li><span style=\"visibility:hidden;\">平台: </span>PCE CD</li><li><span style=\"visibility:hidden;\">平台: </span>GG</li><li><span style=\"visibility:hidden;\">平台: </span>PC</li><li><span>游戏类型: </span>Run 'n Gun (Top-down)</li><li><span>游玩人数: </span>1人</li><li><span>发行日期: </span>1991年</li>","collection":{"collect":2},"tags":[{"name":"MSX2","count":1}],"crt":[{"id":25094,"image":"//lain.bgm.tv/pic/crt/g/a0/66/25094_crt_MwCjc.jpg","name":"风玲","desc":"主角"}],"staff":[{"id":14983,"image":"//lain.bgm.tv/pic/crt/g/33/cc/14983_prsn_RZd39.jpg","name":"微型木屋","desc":"开发"}]}