{"id":105165,"type":4,"name":"天仙娘々","image":"//lain.bgm.tv/pic/cover/m/06/80/105165_9TJt4.jpg","rating":{"total":2,"count":{"1":0,"2":0,"3":0,"4":0,"5":0,"6":1,"7":0,"8":1,"9":0,"10":0},"score":7},"summary":"ごめんなさい！\r\n前回「今回で麻雀ゲームは一段落」みたいなこと書きましたが、もう１作品だけ紹介させてください。\r\n絶対はずせないのがあるんですよ。ほんと「うっかり」していたんです。\r\n\r\nというわけで「ポニーテイルソフト」の「天仙娘々」です。\r\n私、ポニーテイルソフトって、なんでか好きなんですよね。\r\n\r\n　大昔、あるところに「雀国」という国がありました。そこでは、人々は貧しいながらも幸せに暮らしていました。\r\n　そこで、人々を支えていたのが「麻雀」だったのです。\r\n　ところがある日、自らを「麻雀大王」と名乗る妖怪が現れて、手当たり次第に「麻雀勝負」を挑み始めたのです。\r\n　なにせ、麻雀を生きがいにしている「雀国」の人々が、挑まれた勝負を断るわけはありません。\r\n　人々は、次々と麻雀大王に敗れ、着ていた服を剥ぎ取られた上に「二度と服を着られない呪い」をかけられてしまったのです。\r\n　そして、このような状況を憂いた「大仙人」さまが、弟子の「鈴花（リンファ）」に麻雀大王討伐を命じたのです。\r\n\r\nこのゲームは、このようなプロローグから始まります。ゲームのジャンルとしては、ＡＶＧ＋麻雀という感じです。\r\n主人公の鈴花が、街の中にあるいくつかの建物を巡ったり、雀荘で麻雀をしてお金を稼いだりしながら、敵を倒していくことに\r\nなります。また、この過程で二人の女の子が仲間になります。\r\n\r\n　・雷羅（ライラ）：拳法家の少女。おかっぱ頭！かわいい！\r\n\r\n　・彩燕（サイエン）：学者の女の子。やや童顔でロリな感じ。かわいい！\r\n\r\nで、鈴花を含めた３人で麻雀大王の手下どもを倒していくことになります。もちろん全員女の子です。\r\n「茉莉鈴（マリリン）と伽沙鈴（キャサリン）」の姉妹とか、「パツキン女王様のイレーヌ」とか色々。\r\nこの作品はプレイステーションでも「天仙娘々・劇場版」というのが出ているので（私は、何でかやっていませんが）ネタバレは\r\nやめておきます。\r\nとにかく、ゲームに出てくる女の子って、みんなかわいいです。中にはかなり「通好みな」お姉さまもいますけど。\r\n私、原画を担当されている深山観音様さん（変なの、「様さん」だって）って好きなんですよね。\r\n\r\nこのゲームでは、お金さえあれば「お堂」で「お賽銭」を支払うことによって「神符」という「お札」を手に入れることが出来ます。\r\nこれは、安い物は「タンヤオ」や「ピンフ」から高い物は「大三元」や「四暗刻」のような役満まで、全部で１１種類あります。\r\n強い敵と戦うときには、素直にこの「神符」を使うのがよいでしょう。\r\n全体的に、コミカルで明るい雰囲気のゲームなので、「コメディー」としてもなかなか楽しめると思います。\r\n確かに古いゲームなので「ハード的な」制約はありますが、少なくともWin時代の「凡百の」脱衣麻雀をやるよりも、よっぽど\r\n楽しめると思いますよ。ほんと、これはいいゲームだと思います。まあ、私がこのメーカーのファンなので、少々評価が「甘く」\r\nなっているかもしれないのは認めますが。\r\n\r\nこのゲームの「女の子のかわいさ」については、すでに述べましたが、このゲームの本当のすごさはＣＧの「塗り」なのです。\r\n当時私は、本当に驚きました。「目から鱗？」それとも「チンコから恥垢？」。とにかくそんな感じ。\r\n肌の質感とか、下着の繊維の感じとかすごいのですよ。PC98の「アナログ１６色」でここまで出来るのかと、衝撃的でした。\r\n今まで、私が見ていたＣＧって一体なんだったのだろうかと、考え込んじゃったほどです。\r\n\r\nこのゲームは、「女の子のかわいさ」、「ＣＧのクオリティー」、「ゲームバランス」、「全体の雰囲気」と、どれをとっても\r\nかなり高いレベルでまとまった「良作」だと思いますよ。もう一度やりたいなー。","info":"<li><span>中文名: </span>天仙娘娘</li><li><span>开发: </span><a href=\"/person/15086\">Ponytail Soft</a></li><li><span>平台: </span>PC-9801</li><li><span>发行日期: </span>1992-10-01</li>","collection":{"wish":3,"collect":3,"dropped":1},"tags":[{"name":"1992-10","count":1},{"name":"PC98","count":1}],"crt":[{"id":25247,"image":"//lain.bgm.tv/pic/crt/g/80/d8/25247_crt_0OH20.jpg","name":"铃花","desc":"主角"}],"staff":[{"id":15086,"image":"//lain.bgm.tv/pic/crt/g/67/5a/15086_prsn_aUnGg.jpg","name":"Ponytail Soft","desc":"开发"}]}